{
  "source": "https://www.wisesayings.com/time-passing-quotes/",
  "theme": "time-passing",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "The best thing about the future is that it comes one day at a time."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Time = life; therefore, waste your time and waste your life, or master your time and master your life."
    },
    {
      "cite": "Anais Nin",
      "quote": "Warmth, perfume, rugs, soft lights, books. They do not appease me. I am aware of time passing, of all the world contains that I have not seen, of all the interesting people I have not met."
    },
    {
      "cite": "Andy Warhol",
      "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
      "cite": "Anthony J. D’Angelo",
      "quote": "Realize that if you have time to whine and complain about something, then you have the time to do something about it."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "The proper, wise balancing of one’s whole life may depend upon the feasibility of a cup of tea at an unusual hour."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Lost time is never found again."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "You may delay, but time will not."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The past is a ghost, the future a dream and all we ever have is now."
    },
    {
      "cite": "Bruce Lee",
      "quote": "If you love life, don't waste time, for time is what life is made up of."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Our life is made up of time. Our days are measured in hours, our pay measured by those hours, our knowledge is measured by years."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "You can’t have a better tomorrow if you are thinking about yesterday all the time."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Don’t spend time beating on a wall, hoping to transform it into a door."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Time goes by, reputation increases, ability declines."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Don’t let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
    },
    {
      "cite": "Eric R. Kandel",
      "quote": "Has it ever struck you ... that life is all memory, except for the one present moment that goes by you so quickly you hardly catch it going? It’s really all memory ... except for each passing moment."
    },
    {
      "cite": "Eva Young",
      "quote": "To think too long about doing a thing often becomes its undoing."
    },
    {
      "cite": "Gary Comer",
      "quote": "Worry about being better; bigger will take care of itself. Think one customer at a time and take care of each one the best way you can."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Everything happens to everybody sooner or later if there is time enough."
    },
    {
      "cite": "George Harrison",
      "quote": "It’s being here now that’s important. There’s no past and there’s no future. Time is a very misleading thing. All there is ever is the now. We can gain experience from the past, but we can’t relive it, and we can hope for the future, but we don’t know if there is one."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Time flies like an arrow; fruit flies like a banana."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "o matter how much time passes, no matter what takes place in the interim, there are some things we can never assign to oblivion, memories we can never rub away."
    },
    {
      "cite": "Hasan al-Basri",
      "quote": "You are nothing but a number of days, and whenever a day passes away, a part of you passes away."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As if you could kill time without injuring eternity."
    },
    {
      "cite": "Heraclitus",
      "quote": "Time is a game played beautifully by children."
    },
    {
      "cite": "Herb Gardner",
      "quote": "You have got to own your days and live them, each one of them, every one of them, or else the years go by and none of them belong to you."
    }
  ]
}