{
  "source": "https://www.wisesayings.com/time-quotes/",
  "theme": "time",
  "quotes": [
    {
      "cite": "Baltasar Gracian",
      "quote": "All that really belongs to us is time; even he who has nothing else has that."
    },
    {
      "cite": "Kazi Shams",
      "quote": "No use thinking of the past for its gone, don't think of the future because it has to come, think of the present because thats where you are."
    },
    {
      "cite": "Bil Keane",
      "quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present."
    },
    {
      "cite": "William Penn",
      "quote": "Time is what we want most, but... what we use worst."
    },
    {
      "cite": "Elizabeth Forsythe Hailey",
      "quote": "Time is a cruel thief to rob us of our former selves. We lose as much to life as we do to death."
    },
    {
      "cite": "Jef Mallett",
      "quote": "If time flies when you're having fun, it hits the afterburners when you don't think you're having enough."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "If we take care of the moments, the years will take care of themselves."
    },
    {
      "cite": "Theophrastus",
      "quote": "Time is the most valuable thing a man can spend."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Time is the longest distance between two places."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Time flies over us, but leaves its shadow behind."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The timeless in you is aware of life's timelessness. And knows that yesterday is but today's memory and tomorrow is today's dream."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is."
    },
    {
      "cite": "John Updike",
      "quote": "Suspect each moment, for it is a thief, tiptoeing away with more than it brings."
    },
    {
      "cite": "Shoppenhauer",
      "quote": "The common man is not concerned about the passage of time, the man of talent is driven by it."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Old Time, that greatest and longest established spinner of all!.... his factory is a secret place, his work is noiseless, and his hands are mutes."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Time = life; therefore, waste your time and waste of your life, or master your time and master your life."
    },
    {
      "cite": "Charles Richards",
      "quote": "Don't be fooled by the calendar. There are only as many days in the year as you make use of. One man gets only a week's value out of a year while another man gets a full year's value out of a week."
    },
    {
      "cite": "Jeremy Irons",
      "quote": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "Time ripens all things; with Time all things are revealed; Time is the father of truth."
    },
    {
      "cite": "Dion Boucicault",
      "quote": "Men talk of killing time, while time quietly kills them."
    },
    {
      "cite": "Doug Larson",
      "quote": "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It's a strange thing, but when you are dreading something, and would give anything to slow down time, it has a disobliging habit of speeding up."
    },
    {
      "cite": "Dominico Cieri Estrada",
      "quote": "Time is like the wind, it lifts the light and leaves the heavy."
    },
    {
      "cite": "Napoleon I",
      "quote": "There is one kind of robber whom the law does not strike at, and who steals what is most precious to men: time."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much can be done if we are always doing."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A man who dares to waste one hour of life has not discovered the value of life."
    },
    {
      "cite": "Paracelsus",
      "quote": "Time is a brisk wind, for each hour it brings something new... but who can understand and measure its sharp breath, its mystery and its design?"
    }
  ]
}