{
  "source": "https://www.wisesayings.com/time-travel-quotes/",
  "theme": "time-travel",
  "quotes": [
    {
      "cite": "Neel Preet",
      "quote": "One may never get to know how fast the time travels till the one gets in that position to race against the time."
    },
    {
      "cite": "Toba Beta",
      "quote": "Time travel will never be impossible forever."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We travel to see beautiful places and to meet great souls."
    },
    {
      "cite": "Ellen Page",
      "quote": "It's just something we're talking about and thinking about all the time, reflecting on our privilege the privilege of what it means even be able to travel."
    },
    {
      "cite": "Guillaume Musso",
      "quote": "The best evidence that time travel is impossible is the fact that we haven't been invaded by hordes of tourists from the future."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out."
    },
    {
      "cite": "James Altucher",
      "quote": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
    },
    {
      "cite": "James A. Owen",
      "quote": "That's the thing about time travel you're always moving forward, even when you go back."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Time is the most undefinable yet paradoxical of things; the past is gone, the future is not come, and the present becomes the past even while we attempt to define it, and, like the flash of lightning, at once exists and expires."
    },
    {
      "cite": "Edward M. Lerner",
      "quote": "Time travel offends our sense of cause and effect but maybe the universe doesn't insist on cause and effect."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible."
    },
    {
      "cite": "Michio Kaku",
      "quote": "Time travel and teleportation will have to wait. It may take centuries to master these technology."
    },
    {
      "cite": "Lisa Randall",
      "quote": "Travel at faster than the speed of light certainly can have dramatic implications that are difficult to understand, such as time travel."
    },
    {
      "cite": "Jose Canseco",
      "quote": "Time travel is possible. Will explain later."
    },
    {
      "cite": "Toba Beta",
      "quote": "When the time travel is eventually doable technologically, yesterday was dead a man who is going to be born tomorrow."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Time travel, by its very nature, was invented in all periods of history simultaneously."
    },
    {
      "cite": "Don Hertzfeldt",
      "quote": "Time travel is a thing. It can be very dangerous, and it's also very it's an expensive thing to do."
    },
    {
      "cite": "Billy Graham",
      "quote": "Traveling around the world and preaching for over 70 years did not give much time for reflection."
    },
    {
      "cite": "Michio Kaku",
      "quote": "Originally, the burden of proof was on physicists to prove that time travel was possible. Now the burden of proof is on physicists to prove there must be a law forbidding time travel."
    },
    {
      "cite": "Serena Yates",
      "quote": "Time travel is complicated, or so we think, since we have not yet managed to actually figure out how to do it."
    },
    {
      "cite": "James Altucher",
      "quote": "Don't Time travel into the past. You can't change it. Today it starts all over again. Every tomorrow is determined by every day."
    },
    {
      "cite": "Mary Beth Griggs",
      "quote": "Time travel is usually only possible in one direction: plodding ever-forward at the pace of a ticking second hand on a clock."
    },
    {
      "cite": "Kip Thorne",
      "quote": "Closed timelike curve is the jargon for time travel. It means you go out, come back and meet yourself in the past."
    },
    {
      "cite": "Atom Tate",
      "quote": "If Time travel were possible, the future would have already taught the present to teach the past how to do it."
    },
    {
      "cite": "Matt Lucas",
      "quote": "The most useful form of time travel would be to go back a year or two and rectify the mistakes we made."
    },
    {
      "cite": "Matt Smith",
      "quote": "Time travel is such a magic concept."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When you arrive at the destination, never forget where the journey began."
    },
    {
      "cite": "Jen Kirkman",
      "quote": "Everyone traveling alone is just on their phones the whole time."
    },
    {
      "cite": "Lecrae",
      "quote": "The whole time we're traveling the world. You really mature. You're not just learning truth. The truth is changing you and maturing you."
    }
  ]
}