{
  "source": "https://www.wisesayings.com/times-square-quotes/",
  "theme": "times-square",
  "quotes": [
    {
      "cite": "Dhani Jones",
      "quote": "I always have a positive reaction to Times Square - you've got so many people passing through here, so many cultures, and so many people merging into the central community of New York City. This is the hub of America."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "When we got off the streetcar at Times Square, it was somewhat of a letdown. Newspapers were blowing about the road and pavement, and Broadway looked seedy, like a slovenly woman just out of bed."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Is there really anyone, besides Rudy Giuliani, who prefers the new Times Square?"
    },
    {
      "cite": "Timothy F.  Cahill",
      "quote": "It's pretty cliched, but Times Square is just incredible. You really feel like you're in the capital of the world."
    },
    {
      "cite": "Titus Burgess",
      "quote": "For me, having walked through Times Square so many times as a broke and starving artist, as a TV star, and now having other hopes and dreams, it just represents possibility and the moment of full circle."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Last night I walked clear down to Times Square & just as I arrived I suddenly realized I was a ghost - it was my ghost walking on the sidewalk."
    },
    {
      "cite": "Malachy Mccourt",
      "quote": "I kind of miss the old sleazy Times Square, in a way. And yet I don't mind not being accosted by all sorts of strange people."
    },
    {
      "cite": "Padma Lakshmi",
      "quote": "My mom was scared of the old Times Square so I was never allowed to go. Now I'm scared of the new Times Square, so I still never go."
    },
    {
      "cite": "Jan Vogler",
      "quote": "There's no place that communicates as much - and as quickly - as Times Square does. I see the roiling energy and its forceful race into the future. Of course, after 15 minutes, I want to get as far away from there as possible."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "I would say that Times Square was the central hangout for Burroughs, Kerouac, and myself from about 1945 to 1948."
    },
    {
      "cite": "James McBride",
      "quote": "I used to walk through the Old Times Square fearing for my life. Now I wouldn't be caught dead there."
    },
    {
      "cite": "Joe Strummer",
      "quote": "Greed, it ain't going anywhere. They should have that in a big billboard across Times Square. Without people you're nothing."
    },
    {
      "cite": "Dan Rather",
      "quote": "This race is hotter than a Times Square Rolex."
    }
  ]
}