{
  "source": "https://www.wisesayings.com/time-management-quotes/",
  "theme": "time-management",
  "quotes": [
    {
      "cite": "John C. Maxwell",
      "quote": "Time management is an oxymoron. Time is beyond our control, and the clock keeps ticking regardless of how we lead our lives. Priority management is the answer to maximizing the time we have."
    },
    {
      "cite": "Menachem Mendel Schneerson",
      "quote": "This is the key to time management - to see the value of every moment."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "I think time management as a label encourages people to view each 24-hour period as a slot in which they should pack as much as possible."
    },
    {
      "cite": "Vir Das",
      "quote": "Time management is the mantra of my life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It's not enough to be busy; so are the ants. The question is: what are we busy about?"
    },
    {
      "cite": "Debbie Allen",
      "quote": "Time management is a big part of the director's job."
    },
    {
      "cite": "Sean Hayes",
      "quote": "No, my entire life is planned. It's called time management."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
    },
    {
      "cite": "Charles Buxton",
      "quote": "You will never find time for anything. If you want time you must make it."
    },
    {
      "cite": "St Francis Of Assisi",
      "quote": "Start by doing whats necessary, then whats possible, and suddenly you are doing the impossible."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never leave that till tomorrow which you can do today."
    },
    {
      "cite": "Sophia Bedford-Pierce",
      "quote": "Be mindful of how you approach time. Watching the clock is not the same as watching the sun rise."
    },
    {
      "cite": "Peter Turla",
      "quote": "It's better to do the right thing slowly than the wrong thing quickly."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year   and underestimate what they can achieve in a decade!"
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination; Never put off till tomorrow what you can do today."
    },
    {
      "cite": "Sir Matthew Hale",
      "quote": "The more business a man has to do, the more he is able to accomplish, for he learns to economize his time."
    },
    {
      "cite": "Schopenhauer",
      "quote": "Ordinary people think merely how they will spend their time, a man of intellect tries to use it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "We can no more afford to spend major time on minor things than we can to spend minor time on major things."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "I recommend to you to take care of the minutes; for hours will take care of themselves."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The day is of infinite length for him who knows how to appreciate and use it."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "If you want to make good use of your time, you've got to know what's most important and then give it all you've got."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "I have yet to hear a man ask for advice on how to combine marriage and a career."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "You've got to think about big things while you're doing small things, so that all the small things go in the right direction."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "The key is not to prioritize what's on your schedule, but to schedule your priorities."
    },
    {
      "cite": "Michael Altshuler",
      "quote": "The bad news is time flies. The good news is you're the pilot."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don't mistake movement for achievement. It's easy to get faked out by being busy. The question is: Busy doing what?"
    },
    {
      "cite": "Alan Lakein",
      "quote": "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Time management is life managemnent."
    },
    {
      "cite": "Robert Moore",
      "quote": "Those who prefer interacting with people over task achievement tend to be more careless about time management."
    }
  ]
}