{
  "source": "https://www.wisesayings.com/tiny-quotes/",
  "theme": "tiny",
  "quotes": [
    {
      "cite": "Elizabeth Bourgeret",
      "quote": "Tiny acts of kindness can have BIG results."
    },
    {
      "cite": "Martha Beck",
      "quote": "Tiny steps will get you to your goal months and months sooner. A little is better than a lot."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Tiny drops of experiences collated from the roof of our journeys in life becomes the ocean upon which we sail to greatness."
    },
    {
      "cite": "Seth Godin",
      "quote": "The tiny cost of failure...is dwarfed by the huge cost of not trying."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "A microscopic phantom of the universe; this is all that we are able to be."
    },
    {
      "cite": "Richard Bach",
      "quote": "A tiny change today brings a dramatically different tomorrow."
    },
    {
      "cite": "Amy Cuddy",
      "quote": "Tiny tweaks can lead to big changes."
    },
    {
      "cite": "Robin McKinley",
      "quote": "Tiny fists can hurt quite a lot when they hit you in the face."
    },
    {
      "cite": "Solomon Ibn Gabirol",
      "quote": "A tiny fly can choke a big man."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "A tiny hole can empty a great big bucket."
    },
    {
      "cite": "Mao Zedong",
      "quote": "The spark from a tiny star can ignite the plains."
    },
    {
      "cite": "Chris Burkmenn",
      "quote": "It is often the tiny steps that define the big moments in our dreams."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "From tiny, tiny waves of joy, one gets to the ocean of happiness, which is called bliss."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Every tiny part of us cries out against the idea of dying, and hopes to live forever."
    },
    {
      "cite": "Anne Rice",
      "quote": "One tiny flame could make so many other flames; one tiny flame could set afire a whole world."
    },
    {
      "cite": "Rosa Luxemburg",
      "quote": "It is in the tiny struggles of individual peoples that the great movements of history are most truly revealed."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "No matter how tiny you look, you can lead huge men if you have what the huge men don't have."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "The idea of tiny changes cumulated over many steps is an immensely powerful idea, capable of explaining an enormous range of things that would be otherwise inexplicable."
    },
    {
      "cite": "Scott Adams",
      "quote": "One way to compensate for a tiny brain is to pretend to be dead."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The tiny fish enjoy themselves in the sea."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Even a tiny step is one step closer to where you are going."
    },
    {
      "cite": "Louis Tomlinson",
      "quote": "Even if there's a tiny tiny chance, isn't that worth going for it?"
    },
    {
      "cite": "Therese Of Lisieux",
      "quote": "If every tiny flower wanted to be a rose, spring would lose its loveliness."
    },
    {
      "cite": "Abraham Isaac Kook",
      "quote": "A tiny remnant of a big thing is better than a whole little thing."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "What do you think, would not one tiny crime be wiped out by thousands of good deeds?"
    },
    {
      "cite": "Marcel Proust",
      "quote": "The tiny, initial clue ... by allowing us to imagine what we do not know, stimulates a desire for knowledge."
    },
    {
      "cite": "Yukio Mishima",
      "quote": "A man isn't tiny or giant enough to defeat anything."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Anything which makes you feel tiny also motivates you to be big!"
    }
  ]
}