{
  "source": "https://www.wisesayings.com/tip-quotes/",
  "theme": "tip",
  "quotes": [
    {
      "cite": "Jane Addams",
      "quote": "All thoseÂ hints and glimpses of a larger and more satisfying democracy, which literature and our own hopes supply, have a tendency to slip away from us and to leave us sadly unguided and perplexed when we attempt to act upon them."
    },
    {
      "cite": "Aquaria",
      "quote": "Tip your drag queens, bartenders, and don't rub your chopsticks together at the sushi restaurant. Also, just in general, don't be a dirtbag human."
    },
    {
      "cite": "Grace Potter",
      "quote": "We are all just the tip of a pinprick of the millions of things that had to happen in order for us to be here."
    },
    {
      "cite": "Robert Breault",
      "quote": "Today's ParentingÂ Tip: Treat a difficult child the way you would your boss at work. Praise his achievements, ignore his tantrums and resist the urge to sit him down and explain to him how his brain is not yet fully developed."
    },
    {
      "cite": "Georgia Salpa",
      "quote": "My top beautyÂ tipÂ is to drink lots of water. It might sound lame, but it works."
    },
    {
      "cite": "Michael Frome",
      "quote": "You don't have to tip anybody, anywhere, anything. You do so only because you want to, in appreciation for service well-rendered."
    },
    {
      "cite": "Jacqueline Bisset",
      "quote": "Best beauty tip is forgiveness for yourself and others"
    },
    {
      "cite": "Kevin Heath",
      "quote": "ParentingÂ tip: complement your child on something well done when they don't think you are looking!"
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "ConflictÂ tip: What comes out of someone else's mouth is a reflection of their heart ... not yours."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The only gamblingÂ tipÂ which amounts to anything is to keep out of the game."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The word \"tip\" stands for \"to insure promptness.\" So when should you give it? Up front,of course. Sophisticated people don't take chances on poor service, they insure good service."
    },
    {
      "cite": "Truman Capote",
      "quote": "There were hints of sunrise on the rim of the sky, yet it was still dark, and the traces of morning color were like goldfish swimming in ink."
    },
    {
      "cite": "Ginnetta Correli",
      "quote": "AÂ tipÂ for increased sales or in situations of life or death: Try to always refer to the lady as Miss. or Ms. Using the term: Ma'am could piss her off."
    },
    {
      "cite": "John C. Bogle",
      "quote": "Hint: money flows into most funds after good performance, and goes out when bad performance follows."
    },
    {
      "cite": "Alicia Garza",
      "quote": "Police violence is the tip of the iceberg when it relates to the conditions overall of black people across the globe."
    },
    {
      "cite": "Rollo May",
      "quote": "It is amazing how manyÂ hints and guides and intuitions for living come to the sensitive person who has ears to hear what his body is saying."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Here's a hotÂ tip: Most girls don't like being stalked."
    },
    {
      "cite": "Keshia Chante",
      "quote": "A businessÂ tip, you never know who's having \"pillow talk\" with one another. Watch what u say, who u say it to, & WHO u talk about."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Let me give you aÂ tipÂ on a clue to men's characters: the man who damns money has obtained it dishonorably; the man who respects it has earned it."
    },
    {
      "cite": "Hale Irwin",
      "quote": "The best quickÂ tipÂ in golf is to focus on your rhythm and balance."
    },
    {
      "cite": "David Almond",
      "quote": "The bestÂ tipÂ for writing is just to write; to sit down and write, to begin doing it and not to be scared by the blank page."
    },
    {
      "cite": "Philip Sidney",
      "quote": "TheÂ tipÂ no jewel needs to wear: TheÂ tipÂ is jewel of the ear."
    },
    {
      "cite": "Colson Whitehead",
      "quote": "Here's aÂ tipÂ for new parents: Start lowering those expectations early, it's going to pay off later."
    },
    {
      "cite": "Sam Snead",
      "quote": "GolfÂ tip: Lay off for three weeks and then quit for good."
    },
    {
      "cite": "Alice Thomas Ellis",
      "quote": "There is aÂ hintÂ of despair in the cry of 'I told you so,' an element of disappointment in the apparent satisfaction when idols turn out to have clay feet. The human race, when it thinks it has proved that no one is superior, is partly gratified and partly depressed."
    },
    {
      "cite": "E. B. White",
      "quote": "TheÂ bonusÂ is really one of the great give-aways in business enterprise. It is the annual salve applied to the conscience of the rich and the wounds of the poor."
    },
    {
      "cite": "Michael Ghiselin",
      "quote": "NoÂ hintÂ of genuine charity ameliorates our vision of society, once sentimentalism has been laid side. What passes for cooperation turns out to be a mixture of opportunism and exploitation. Scratch an altruist and watch a hypocrite bleed."
    }
  ]
}