{
  "source": "https://www.wisesayings.com/toast-quotes/",
  "theme": "toast",
  "quotes": [
    {
      "cite": "Joni Mitche",
      "quote": "We'll laugh and toast to nothing, and smash our empty glasses down."
    },
    {
      "cite": "Billy Joel",
      "quote": "So before we end and then begin, we'll drink a toast to how it's been. A few more hours to be complete, a few more nights on satin sheets.  A few more timees that I can say, that I've loved these days."
    },
    {
      "cite": "Toby Keith",
      "quote": "I'd catch moonlight in a bottle, if we could drink a toast to hapiness."
    },
    {
      "cite": "Dan Fogelberg",
      "quote": "We drank a toast to innocence, we drank a toast to now. And tried to reach beyond the emptiness, but neither one knew how."
    },
    {
      "cite": "John Walter Bratton",
      "quote": "You've travelled through life together Enjoying years of wedded bliss We congratulate you on reaching And we toast your happiness."
    },
    {
      "cite": "Himanshi Sharma",
      "quote": "Let's raise our glass to toast the stars, for they are the only comfort at nights. Let's imagine with a constant eye to the path beyond ache for we awaited to meet each other."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "My toast would be, may our country always be successful, but whether successful or otherwise, always right."
    },
    {
      "cite": "Maggie Grace",
      "quote": "I am very superstitious about toasts. I never toast with water, and I'm very careful to make eye contact with everyone I toast with."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "To absent friends, lost loves, old gods, and the season of mists; and may each and every one of us always give the devil his due."
    },
    {
      "cite": "Don Rickles",
      "quote": "I have no idea what I'm going to say when I stand up to give a toast. But I do know that anything I say I find funny."
    },
    {
      "cite": "unknown",
      "quote": "In a world of woes and blues She was losing grip in life's shoes.  With slurred voice blurred vision Seeking for  a phase of transition. Her soul wandered for solace Surprisingly his arms and pace.  Boosted her to face Spurred her spirit to race.  She raises a toast of tribute today With teary eyes, this is all she has got to say, Thank you for walking in my life when the rest walked out."
    },
    {
      "cite": "Matthew Prior",
      "quote": "I never strove to rule the roast, She ne'er refus'd to pledge my toast."
    },
    {
      "cite": "Dos Corazone",
      "quote": "We raised our glasses in a toast, you loved the champagne but I loved you the most."
    },
    {
      "cite": "S.R.Chappell",
      "quote": "Let's raise our glass to make a toast to chime in the New Year, Dedicating warm regards to friends and family we hold dear. Good vibes will rain in lit up the skies with blasts of starry glow. With open arms let's offer the year a welcoming hello!"
    },
    {
      "cite": "Mardy Grothe",
      "quote": "Here's champagne for our real friends, and real pain for our sham friends."
    },
    {
      "cite": "Seamus Heany",
      "quote": "Don't be surprised if I demur, for, be advised my passport green. No glass of ours was ever raised to toast the queen."
    }
  ]
}