{
  "source": "https://www.wisesayings.com/tobacco-quotes/",
  "theme": "tobacco",
  "quotes": [
    {
      "cite": "Sanjucta Roy",
      "quote": "Tobacco is also a drug it works slow like a slug you won't even feel a bug but it is making you an ignorant mug and then on your welcome rug, Cancer will greet you with a warm hug your death bed is being dug so stop tobacco now, don't ignore and shrug."
    },
    {
      "cite": "Charles R. Drysdale",
      "quote": "The use of tobacco is one of the most evident of all the retrograde influences of our time. It invades all classes, destroys social life, and is turning, in the words of Mantegazza, the whole of Europe into a cigar divan."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The believing we do something when we do nothing is the first illusion of tobacco."
    },
    {
      "cite": "Philip Freneau",
      "quote": "Tobacco surely was designed to poison, and destroy mankind."
    },
    {
      "cite": "Barten Holyday",
      "quote": "Tobacco is a traveler, Come from the Indies hither; It passed sea and land Ere it came to my hand, And 'scaped the wind and weather. Tobacco's a musician, And in a pipe delighteth; It descends in a close, Through the organ of the nose, With a relish that inviteth."
    },
    {
      "cite": "Michael Greger",
      "quote": "Tobacco smoke contains chemicals that weaken the body's immune system, making it more susceptible to disease and handicapping its ability to destroy cancer cells."
    },
    {
      "cite": "Robert Burton",
      "quote": "Tobacco, divine, rare superexcellent tobacco, which goes far beyond all panaceas, potable gold and philosopher's stones, a sovereign remedy to all diseases."
    },
    {
      "cite": "Dr. Joann Schaefer",
      "quote": "Tobacco use is the single leading cause of preventable death. The vast majority of all adult tobacco users became addicted as teens. If we don't work to prevent teens from using tobacco, we risk losing thousands of lives and spending more and more money treating tobacco-related illnesses."
    },
    {
      "cite": "Benjamin Waterhouse",
      "quote": "Tobacco is a filthy weed, that from the devil does proceed; It drains your purse, it burns your clothes, and makes a chimney of your nose."
    },
    {
      "cite": "Margaret Chan",
      "quote": "Tobacco is the only industry that produces products to make huge profits and at the same time damage the health and kill their consumers."
    },
    {
      "cite": "Bernard Levin",
      "quote": "Because tobacco is responsible for an impressive one third of cancers, prevention efforts naturally begin with it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Tobacco is a culture productive of infinite wretchedness."
    },
    {
      "cite": "Moliere",
      "quote": "There's nothing quite like tobacco: it's the passion of decent folk, and whoever lives without tobacco doesn't deserve to live."
    },
    {
      "cite": "Al Gore",
      "quote": "Tobacco addiction sinks its claws in deeply, it's just as powerful of sic an addiction as heroin or crack cocaine."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Tobacco is the plant that converts thoughts into dreams."
    },
    {
      "cite": "John Harvey Kellogg",
      "quote": "Tobacco, in its various forms, is one of the most mischievous of all drugs. There is perhaps no other drug which injures the body in so many ways and so universally as does tobacco. Some drugs offer a small degree of compensation for the evil effects which they produce; but tobacco has not a single redeeming feature and gives nothing in return."
    },
    {
      "cite": "George D. Prentice",
      "quote": "Some things are better eschewed than chewed; tobacco is one of them."
    },
    {
      "cite": "Anonymous",
      "quote": "A cigarette is a pipe with a fire at one end and a fool at the other."
    },
    {
      "cite": "Neil Cavuto",
      "quote": "The tobacco companies knew quite early on the addictive nature of their product."
    },
    {
      "cite": "Cynthia Hallett",
      "quote": "None of the tobacco prevention programs designed by tobacco companies have been effective at preventing youth smoking."
    },
    {
      "cite": "Anonymous",
      "quote": "Tobacco is hazardous for health it could ruin all your wealth Soon, you could celebrate the cremation of your's dream death so before swallowing it, think once in depth."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Whatever may be said against the chewing of tobacco, this at least can be said of it, that it gives a man time to think between sentences."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The worst drug of all by far is tobacco; the death toll from tobacco is just overwhelming."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tobacco and opium have broad backs, and will cheerfully carry the load of armies, if you choose to make them pay high for such joy as they give and such harm as they do."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A cigarette is a pinch of tobacco rolled in paper with fire at one end and a fool at the other."
    },
    {
      "cite": "Sir Robert Aytoun",
      "quote": "It's all one thing both tend into one scope to live upon tobacco and on Hope, the one's but smoke, the other is but wind."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The roots of tobacco plants must go clear through to hell."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The cigarette is a mortal passion."
    },
    {
      "cite": "Omi",
      "quote": "Tobacco is never ever free. It cost your life."
    }
  ]
}