{
  "source": "https://www.wisesayings.com/toddler-quotes/",
  "theme": "toddler",
  "quotes": [
    {
      "cite": "Mariella Frostrup",
      "quote": "It's perfectly possible to love your toddler but struggle to like them when times are hard."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "Parents have the glorious opportunity of being the most powerful influence, above and beyond any other, on the new lives that bless their homes."
    },
    {
      "cite": "Jackie Chan",
      "quote": "The kids never listen to you, especially the youngest ones."
    },
    {
      "cite": "Penelope Leach",
      "quote": "Your toddler will be good if he feels like doing what you happen to want him to do and does not happen to feel like doing anything you would dislike. With a little cleverness you can organize life as a whole, and issues in particular, so that you both want the same thing most of the time."
    },
    {
      "cite": "Robert Breault",
      "quote": "In a houseful of toddlers and pets, you can start out having a bad day, but you keep getting detoured."
    },
    {
      "cite": "Steven Pinker",
      "quote": "The stirrings of morality emerge early in childhood. Toddlers spontaneously offer toys and help to others and try to comfort people they see in distress."
    },
    {
      "cite": "Tom Aikens",
      "quote": "Kids are very visual, and they might not eat a food just because of its colour."
    },
    {
      "cite": "H. Jackson Brown, Jr",
      "quote": "Always kiss your children goodnight even if they're already asleep."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "You can learn many things from children. How much patience you have, for instance."
    },
    {
      "cite": "Nia Vardalos",
      "quote": "There are benefits to adopting a toddler. They can tell you what's wrong. And everything we did with our daughter was a first. Her first tooth fairy. Santa"
    },
    {
      "cite": "Beth Ann Fennelly",
      "quote": "With toddlers around, times are always interesting."
    },
    {
      "cite": "Tina Brown",
      "quote": "Having a baby is like falling in love again, both with your husband and your child."
    },
    {
      "cite": "Robert Orben",
      "quote": "I always wondered why babies spend so much time sucking their thumbs. Then I tasted baby food."
    },
    {
      "cite": "Robert Brault",
      "quote": "The world is as many times new as there are children in our lives."
    },
    {
      "cite": "Hayden Thorne",
      "quote": "I'm sure the other kids wouldn't mind not being lectured by another toddler over the virtues of sharing and the mental benefits of toy blocks."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought and more wonderful."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Toddlers can make you feel as if you have violated some archaic law in their personal Koran and you should die, infidel."
    },
    {
      "cite": "Mary Elizabeth Winstead",
      "quote": "I've been performing since I came out of the womb. I've been dancing and singing since I was a toddler. Acting seemed like a natural progression from that."
    },
    {
      "cite": "William Stafford",
      "quote": "Kids: they dance before they learn there is anything that isn't music."
    },
    {
      "cite": "Louise J. Kaplan",
      "quote": "The toddler must say no in order to find out who she is. The adolescent says no to assert who she is not."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "It would seem that something which means poverty, disorder and violence every single day should be avoided entirely, but the desire to beget children is a natural urge."
    },
    {
      "cite": "Joanne Whalley",
      "quote": "Kids have been a great clarifier incredibly rewarding."
    },
    {
      "cite": "J. J. Abrams",
      "quote": "Whenever a toddler sees a pile of blocks, he wants to tear it down."
    },
    {
      "cite": "Laura Huxley",
      "quote": "Toddlers are so powerful and so egocentric and teenagers are also so powerful, so egocentric."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "A babe in the house is a wellspring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men."
    },
    {
      "cite": "Dorothy Corkille Briggs",
      "quote": "The toddler craves independence, but he fears desertion."
    },
    {
      "cite": "Penelope Leach",
      "quote": "Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get, the more you feel like giving."
    },
    {
      "cite": "Celine Dion",
      "quote": "My child was not only carried by me, but by the universe."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Every child comes with the message that God is not yet discouraged of man."
    },
    {
      "cite": "Mika Brzezinski",
      "quote": "The needs of babies and toddlers were constant and drained the life out my sense of self and my familys relationship with each other."
    }
  ]
}