{
  "source": "https://www.wisesayings.com/togetherness-quotes/",
  "theme": "togetherness",
  "quotes": [
    {
      "cite": "Victoria Billings",
      "quote": "Constant togetherness is fine - but only for Siamese twins."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We must learn to live together as brothers or perish together as fools."
    },
    {
      "cite": "Ryunosuke Satoro",
      "quote": "Individually, we are one drop. Together, we are an ocean."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning; keeping together is progress; working together is success."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "African Proverb",
      "quote": "If you want to go quickly, go alone. If you want to go far, go together."
    },
    {
      "cite": "Jean-Bertrand Aristide",
      "quote": "If one suffers we all suffer. Togetherness is strength. Courage."
    },
    {
      "cite": "Wes Fesler",
      "quote": "In mere moments of togetherness, families forge their most indelibe memories."
    },
    {
      "cite": "Gabriel Vahanian",
      "quote": "Togetherness is a substitute sense of community, a counterfeit communion."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Fight for every moment of togetherness with your family, for far more circumstances deny you the priviledge than ever make it feasible."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When a hundred men stand together, each of them loses his mind and gets another one."
    },
    {
      "cite": "Ted Danson",
      "quote": "We are all in this together. We will all make it or none of us will make it. If everyone cleans up their act except one big ole country, it isn't going to work."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I can do things you cannot, you can do things I cannot; together we can do great things."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Let there be spaces in your togetherness."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "We must all hang together, or assuredly we shall all hang separately."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society."
    },
    {
      "cite": "John Lennon",
      "quote": "A dream you dream alone is only a dream. A dream you dream together is reality."
    },
    {
      "cite": "Bram Stoker",
      "quote": "But we are strong, each in our purpose, and we are all more strong together."
    },
    {
      "cite": "Cecil Thounaojam",
      "quote": "Birds of the same feathers flock together, and when they flock together they fly so high."
    },
    {
      "cite": "Bill Richardson",
      "quote": "We cannot accomplish all that we need to do without working together."
    },
    {
      "cite": "Stephen King",
      "quote": "If we don't have each other, we go crazy with loneliness. When we do, we go crazy with togetherness."
    },
    {
      "cite": "Lucinda Williams",
      "quote": "I'm just like everyone. I like to feel togetherness with someone."
    },
    {
      "cite": "Jim Casey",
      "quote": "Determined people working together can do anything."
    },
    {
      "cite": "Polish Proverb",
      "quote": "Eagles fly alone, but sheep flock together."
    },
    {
      "cite": "Bible",
      "quote": "Behold, how good and pleasant it is for brethren to dwell together in unity."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Feathers are light; but when they come together, they become heavy!"
    },
    {
      "cite": "Irish Proverb",
      "quote": "In our togetherness (as a team) castles are built."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Perhaps only those people who are capable of real togetherness have that look of being alone in the world."
    },
    {
      "cite": "Wes Fessler",
      "quote": "A family is only as strong as its commitment to togetherness."
    },
    {
      "cite": "Unkown",
      "quote": "A snowflake is one of God's most fragile creations, but look what they can do when they stick together!"
    }
  ]
}