{
  "source": "https://www.wisesayings.com/toilet-quotes/",
  "theme": "toilet",
  "quotes": [
    {
      "cite": "Thomas Lynch",
      "quote": "The flush toilet, more than any single invention, has 'civilized' us in a way that religion and law could never accomplish."
    },
    {
      "cite": "Shoukei Matsumoto",
      "quote": "Every time you step into your toilet you should appreciate how your body is expelling toxins and waste. You should feel refreshed and grateful."
    },
    {
      "cite": "Shoukei Matsumoto",
      "quote": "Just like the rest of the home, the toilet is the place to be considerate of others as well as yourself."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "When the sh–t hits the fan, you really have to ask yourself why you weren't sitting on the toilet."
    },
    {
      "cite": "George Carlin",
      "quote": "You know an odd feeling? Sitting on the toilet eating a chocolate candy bar."
    },
    {
      "cite": "Alan King",
      "quote": "You do live longer with bran, but you spend the last fifteen years on the toilet."
    },
    {
      "cite": "Patrick Süskind",
      "quote": "There comes a time in every man's life when he needs his own toilet."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Life before toilet paper was not worth living."
    },
    {
      "cite": "John Gregory Dunne",
      "quote": "The world is divided up into two kinds of people - those who look at their body waste in the toilet bowl, and those who don't."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "The only process you've mastered is the process of elimination, and the only reason you've mastered that is because you can do it in the toilet."
    },
    {
      "cite": "Geoffrey Hill",
      "quote": "Public toilets have a duty to be accessible, poetry does not."
    },
    {
      "cite": "Taylor York",
      "quote": "There's no place like home. And there's no toilet like your own."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "There probably was a time when the idea of having a toilet inside a house was repulsive."
    },
    {
      "cite": "Maurizio Cattelan",
      "quote": "Sooner or later, all magazines end up in the toilet."
    },
    {
      "cite": "Nancy Gibbs",
      "quote": "In many parts of the world, more people have access to a mobile device than to a toilet or running water..."
    },
    {
      "cite": "Emily Weiss",
      "quote": "You learn a lot about people when you're sitting on their bathroom floor or on their toilet seat, rifling through their stuff."
    }
  ]
}