{
  "source": "https://www.wisesayings.com/tokyo-quotes/",
  "theme": "tokyo",
  "quotes": [
    {
      "cite": "Anthony Bourdain",
      "quote": "Tokyo would probably be the foreign city if I had to eat one city's food for the rest of my life, every day. It would have to be Tokyo, and I think the majority of chefs you ask that question would answer the same way."
    },
    {
      "cite": "Tadao Ando",
      "quote": "Working in Tokyo has convinced me that, contrary to what people think, it is actually one of the world's most beautiful cities."
    },
    {
      "cite": "Yann Martel",
      "quote": "If you took the city of Tokyo and turned it upside down and shook it you would be amazed at the animals that fall out: badgers, wolves, boa constrictors, crocodiles, ostriches, baboons, capybaras, wild boars, leopards, manatees, ruminants, in untold numbers. There is no doubt in my mind that that feral giraffes and feral hippos have been living in Tokyo for generations without seeing a soul."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "Tokyo is like the New York of Asia. Although the people there are all basically from Japan, they celebrate what they like about various cultures."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "If you go to Tokyo, I think it becomes very obvious that there's this almost seamless mixture of popular culture and Japanese traditional culture."
    },
    {
      "cite": "Rick Kennedy",
      "quote": "Tokyo is a very safe city. At night it becomes quiet the way New York never does."
    },
    {
      "cite": "Jan Chipchase",
      "quote": "Tokyo - still - offers the most tightly integrated infrastructure, where smooth, technology-driven experiences take place when engaging in everyday actions, such as verifying personal identity, paying for goods, and buying tickets."
    },
    {
      "cite": "Minoru Mori",
      "quote": "The disadvantages of a decentralized, spread out urban area are tremendous, and the environmental damage of urban sprawl cannot be ignored. As a large city, Tokyo must be used more efficiently and the population density increased."
    },
    {
      "cite": "Nobu Matsuhisa",
      "quote": "In Tokyo, we have more three-star Michelin restaurants than Paris."
    },
    {
      "cite": "Rebecca MacKinnon",
      "quote": "Shibuya is a trendy part of Tokyo where young people come to meet and have a good time."
    },
    {
      "cite": "Thundercat",
      "quote": "Tokyo style is so specific. And I'm a very big fan of their history. It's pretty simple. A lot of the time, people expect to see the wild style that comes out of Japan, but I think, traditionally, the style is very simple."
    },
    {
      "cite": "Vikas Swarup",
      "quote": "Tokyo may have more money and Kyoto more culture; Nara may have more history and Kobe more style. But Osaka has the biggest heart."
    },
    {
      "cite": "Tommy Hilfiger",
      "quote": "The best city for fashion is Tokyo. You see styles there you won't see in London, Paris, Milan or New York. I also like the fashion scene in Los Angeles - it has a unique look."
    },
    {
      "cite": "Christopher Barzak",
      "quote": "Tokyo was an origami city folded over and over until something was made of virtually nothing."
    },
    {
      "cite": "Tadao Ando",
      "quote": "Look at London or Paris: they’re both filthy. You don’t get that in Tokyo. The proud residents look after their city."
    },
    {
      "cite": "Nick Wooster",
      "quote": "There are so many more people in Tokyo than in New York, but it’s pristine. It’s so organized, and yet the address system is in complete chaos."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "For those with restless, curious minds, fascinated by layer upon layer of things, flavors, tastes and customs, which we will never fully be able to understand, Tokyo is deliciously unknowable. I’m sure I could spend the rest of my life there, learn the language, and still die happily ignorant."
    },
    {
      "cite": "Lauv",
      "quote": "One of my favorite cities is Tokyo because of sushi, and Asian food in general, but then also the way Tokyo operates, because it’s so clean, and there’s space for a lot of variety of stores."
    },
    {
      "cite": "Michael Ryan",
      "quote": "If Japan is enigmatic, then Tokyo is the heart of that riddle, its rhythm and essence so utterly alluring that it demands to be explored. It has a depth that keeps travelers in a constant state of rapture and delight. Whatever your vice, Tokyo has you covered."
    },
    {
      "cite": "Michelle Mackintosh",
      "quote": "Visiting Tokyo for the first time will change your life. It’s mesmerizing, exciting, and resolutely individual, an unrivaled parade of fashion, design, architecture and the best of both high culture and pop culture. It’s a city of contrasts; whether you’re standing in the middle of the Shibuya scramble, a blur of pedestrians rushing past you while you try to snap that perfect crowd shot, or standing before a small shrine, quiet and contemplative, you will feel the intensity and multi-layered nature of this very special place."
    },
    {
      "cite": "Michael Ryan",
      "quote": "Japan, and Tokyo in particular has been my muse for decades. Every trip brings a little more depth to my understanding of this complex, multi-layered city."
    },
    {
      "cite": "Michael Ryan",
      "quote": "I feel tranquility in Tokyo, even though it is the largest populated metropolitan area in the world. The feeling seems counterintuitive, yet Tokyo begs you to relax and enjoy each layer, facet or slice of whatever you may have stumbled upon, or booked months in advance – always in knowledge that you’re without a hope of ticking all boxes, even in a lifetime of tours."
    },
    {
      "cite": "Michelle Mackintosh",
      "quote": "Tokyo is cities within cities, towns within towns; it is made of ecosystems that grow in a very organic and intimate way, like flowers pushing through the cracks and fissures of urbanisation. It’s the illusion of utter chaos – mad crowds of people rushing about their daily lives – layered over an extraordinarily ordered cluster of urban hubs."
    }
  ]
}