{
  "source": "https://www.wisesayings.com/tolerance-quotes/",
  "theme": "tolerance",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "In the practice of tolerance, one's enemy is the best teacher."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others."
    },
    {
      "cite": "Joshua Liebman",
      "quote": "Tolerance is the positive and cordial effort to understand another's beliefs, practices, and habits without necessarily sharing or accepting them."
    },
    {
      "cite": "Tom Hannah",
      "quote": "Tolerance and celebration of individual differences is the fire that fuels lasting love."
    },
    {
      "cite": "Wilbert E. Scheer",
      "quote": "Tolerance is the oil which takes the friction out of life."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Tolerance is giving to every other human being every right that you claim for yourself."
    },
    {
      "cite": "Ray Davis",
      "quote": "Tolerance only for those who agree with you is no tolerance at all."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Tolerance becomes a crime when applied to evil."
    },
    {
      "cite": "Fausto Cercignani",
      "quote": "Sometimes true tolerance requires an extraordinary strength, which we are often too weak to exercise."
    },
    {
      "cite": "Karl Popper",
      "quote": "Unlimited tolerance must lead to the disappearance of tolerance. If we extend unlimited tolerance even to those who are intolerant, if we are not prepared to defend a tolerant society against the onslaught of the intolerant, then the tolerant will be destroyed, and tolerance with them. [...] We should therefore claim, in the name of tolerance, the right not to tolerate the intolerant."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Compassion and tolerance are not a sign of weakness, but a sign of strength."
    },
    {
      "cite": "George Eliot",
      "quote": "The responsibility of tolerance lies with those who have the wider vision."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Toleration is good for all, or it is good for none."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Tolerance is the virtue of the man without convictions."
    },
    {
      "cite": "Sir Walter Besant",
      "quote": "Tolerance is the eager and glad acceptance of the way along which others seek the truth."
    },
    {
      "cite": "E. M. Forster",
      "quote": "Tolerance is a very dull virtue. It is boring. Unlike love, it has always had a bad press. It is negative. It merely means putting up with people, being able to stand things."
    },
    {
      "cite": "John Cogley Commonweal",
      "quote": "Tolerance implies a respect for another person, not because he is wrong or even because he is right, but because he is human."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Tolerance is another word for indifference."
    },
    {
      "cite": "Helen Keller",
      "quote": "The highest result of education is tolerance."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Tolerance implies a gratuitous assumption of the inferiority of other faiths to one's own."
    },
    {
      "cite": "Patrick Nielsen Hayden",
      "quote": "We tend to idealize tolerance, then wonder why we find ourselves infested with losers and nut cases."
    },
    {
      "cite": "Jakob Dylan",
      "quote": "Tolerance can lead to learning something."
    },
    {
      "cite": "Helen Keller",
      "quote": "Tolerance is the first principle of community; it is the spirit which conserves the best that all men think."
    },
    {
      "cite": "James Goldsmith",
      "quote": "Tolerance it a tremendous virtue, but the immediate neighbors of tolerance are apathy and weakness."
    },
    {
      "cite": "Sidney Hook",
      "quote": "Tolerance always has limits - it cannot tolerate what is itself actively intolerant."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Tolerance is the ability to forgive those who tend to speak before thinking."
    }
  ]
}