{
  "source": "https://www.wisesayings.com/tomato-quotes/",
  "theme": "tomato",
  "quotes": [
    {
      "cite": "Julia Child",
      "quote": "The tomato hides its griefs. Internal damage is hard to spot."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "The tomato offers its gift of fiery color and cool completeness."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "A world without tomatoes is like a string quartet without violins."
    },
    {
      "cite": "John Updike",
      "quote": "Of plants tomatoes seemed the most human, eager and fragile and prone to rot."
    },
    {
      "cite": "Miles Kington",
      "quote": "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad."
    },
    {
      "cite": "E. Lockhart",
      "quote": "A tomato may be a fruit, but it is a singular fruit. A savory fruit. A fruit that has ambitions far beyond the ambitions of other fruits."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "The difference between a bland tomato and great one is immense, much like the difference between a standard, sliced white bread and a crusty, aromatic sourdough."
    },
    {
      "cite": "Andre Simon",
      "quote": "A cooked tomato is like a cooked oyster: ruined."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "The raw tomato, devoured in the garden when freshly picked, is a horn of abundance of simple sensations, a radiating rush in one's mouth that brings with it every pleasure. . . . a tomato, an adventure."
    },
    {
      "cite": "Nigel Slater",
      "quote": "Pamper a tomato, overfeed it, overwater it and you will get a Paris Hilton of a tomato."
    },
    {
      "cite": "Uma Thurman",
      "quote": "Three tomatoes are walking down the street-a poppa tomato, a mamma tomato, and a little baby tomato. Baby tomato starts lagging behind. Poppa tomato gets angry, goes over to the baby tomato, and smooshes him and says, Catch up."
    },
    {
      "cite": "Jose Andres",
      "quote": "There is nothing better than picking up sun-warmed tomatoes and smelling them, feeling them and scrutinizing their shiny skins for imperfections, dreaming of ways to serve them."
    },
    {
      "cite": "Ferran Adria",
      "quote": "You need an entire life just to know about tomatoes."
    },
    {
      "cite": "Horace Gray",
      "quote": "Botanically speaking, tomatoes are the fruit of a vine, just as are cucumbers, squashes, beans and peas."
    },
    {
      "cite": "Herbert V. Prochnow",
      "quote": "A little tomato who knows her onions can go out with an old potato and come home with a lot of lettuce and a couple of carats."
    },
    {
      "cite": "Geoffrey Zakarian",
      "quote": "It's important to salt the tomatoes before draining them because that helps pull out the water. Fresh herbs, some garlic and pepper will also enhance the flavor."
    },
    {
      "cite": "Geoffrey Zakarian",
      "quote": "There's a point of no return when you're cooking tomatoes. A little too much heat, a little too long in the pot, and you lose that sense of fresh ripeness that makes tomatoes so great."
    },
    {
      "cite": "Julia Child",
      "quote": "If you're buying tomatoes pick them up and smell them-they should have a lovely perfume. They need to be kept at fifty degrees or above, particularly during the growing season, because that's when they develop their flavor."
    },
    {
      "cite": "Zac Posen",
      "quote": "At the end of the day, you can't compete with Mother Nature. If you've got a great tomato, just a pinch of sea salt is all you need."
    },
    {
      "cite": "Andrew Zimmern",
      "quote": "Be aware of what you cook tomatoes with. The high acid content of the tomato slows down the cooking process of some other foods. Dried beans cooked with tomatoes added to the pot can take up to 20 percent more cooking time than beans without tomatoes added."
    },
    {
      "cite": "Diane Lane",
      "quote": "The potential hot tomato of today can turn into the cold pop tart of tomorrow, and I know that."
    },
    {
      "cite": "Henri Matisse",
      "quote": "When I eat a tomato I look at it the way anyone else would. But when I paint a tomato, then I see it differently."
    }
  ]
}