{
  "source": "https://www.wisesayings.com/tomboy-quotes/",
  "theme": "tomboy",
  "quotes": [
    {
      "cite": "Liz Prince",
      "quote": "I was such a tomboy in elementary school! I played soccer and was even friends with boys."
    },
    {
      "cite": "Michael Cunningham",
      "quote": "I was not ladylike, nor was I manly. I was something else altogether. There were so many different ways to be beautiful."
    },
    {
      "cite": "Ivan Coyote",
      "quote": "The kid keeps talking to me, asking me stuff, showing me her Lego helicopter. 'Leave her be,' the mom says. The kid looks right at me. 'I don't think he is a lady. I think he is a man with very pretty eyes.'"
    },
    {
      "cite": "Lizzie Garrett Mettler",
      "quote": "Tomboys are confident, rebellious, and adventurous. They are bold, brazen, fierce— and sexy. They aren't known for following rules, they are known for doing— and wearing— whatever they want.."
    },
    {
      "cite": "Lisa Selin Davis",
      "quote": "Tomboys were once so beloved that many adult women who probably weren't particularly tomboyish claimed to have been tomboys!"
    },
    {
      "cite": "Lisa Selin Davis",
      "quote": "Childhood tomboys grow up to claim many different sexualities and gender identities."
    },
    {
      "cite": "Allison Bell",
      "quote": "They dress like boys and like sports. They wear their hair in ponytails, and they don't wear makeup or nail polish. And they probably don't sit around blabbing about how cute TV stars or boy bands are."
    },
    {
      "cite": "Allison Bell",
      "quote": "Tomboys are athletic and strong. And they are not interested in boys...at least not in that way."
    },
    {
      "cite": "Morgan Torva",
      "quote": "Tomboys are an assertion of reality, of practically. Forced femininity is a waste of energy and resources, and therefore of oneself. Live to live."
    },
    {
      "cite": "Ciara",
      "quote": "I'm a tomboy at heart. I always like to say that I'm an ordinary girl doing extraordinary things."
    },
    {
      "cite": "Karima Adebibe",
      "quote": "Well, it's lucky I enjoy it. I'm a tomboy at heart."
    },
    {
      "cite": "Cassie Scerbo",
      "quote": "I'm a tomboy at heart, and I've got the battle wounds to prove it!"
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A tomboy is a bisexual girl's dream lover."
    },
    {
      "cite": "Alison Fell",
      "quote": "She remembers these as happy times - tomboy days, when she still glittered like quartz in her father's eye. Until puberty came along, as puberty will, and shattered the cosy sense of conspiracy."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "I've been a tomboy my whole life. But then you get older, you get married, you soften up."
    },
    {
      "cite": "Julie Foudy",
      "quote": "Tomboy. Alright, call me a tomboy. Tomboys get medals. Tomboys win championships. Tomboys can fly. Oh. And tomboys aren't boys."
    },
    {
      "cite": "Hal Borland",
      "quote": "March is a tomboy with tousled hair, a mischievous smile, mud on her shoes and a laugh in her voice."
    },
    {
      "cite": "Jennifer Bini Taylor",
      "quote": "I grew up as a tomboy, so I'm used to being around guys."
    },
    {
      "cite": "Allison Bell",
      "quote": "The type of girl who runs around playing sports with the boys and doesn't care about what she looks like. I've decided that's who I am."
    },
    {
      "cite": "Lois Lenski",
      "quote": "Tomboy is a word commonly used in Texas. It is a highly respected word. Many girls who are not tomboys wish that they were. And are jealous of the ones who are."
    },
    {
      "cite": "Lois Lenski",
      "quote": "These girls did not make good housewives. They were unhappy indoors. They refused to be held down by the artificialities of civilization. They knew and loved something more real than all that."
    },
    {
      "cite": "Kimberly Michelle",
      "quote": "To be clear, a tomboy is not a boy, nor does a tomboy want to be a boy. A tomboy is simply a girl who enjoys participating in activities that are usually marked for boys."
    },
    {
      "cite": "Kimberly Michelle",
      "quote": "I guess  you could say that I was 'rough around the edges' and that I was the boy my father never had. I would go to basketball and football games with him, just like a son would.I didn't mind; I had a natural attraction to sports."
    },
    {
      "cite": "Kimberly Michelle",
      "quote": "I miss the carefree days of my tomboy childhood. I miss not worrying about breaking a nail, not worrying about my hair frizzing up in humidity, and not worrying about my feet hurting in a cute pair of heels."
    },
    {
      "cite": "CM Writer",
      "quote": "If you were a tomboy, you were a prisoner in your own clothes. As I grew into a bona fide tomboy, wearing dresses was hell on earth."
    },
    {
      "cite": "Antoinette Sax",
      "quote": "I've been called a tomboy since elementary school. My Dad blames himself for not knowing how to raise a little girl."
    },
    {
      "cite": "Antoinette Sax",
      "quote": "I didn't want to wear girls clothes period. I felt more comfortable wearing boy's clothes. I remember the first time I was ever called a tomboy. I was at recess playing tag with a bunch of boys when a group of girls started saying that  I wished I was a boy. I dressed like a boy and acted like a boy."
    },
    {
      "cite": "Kelly Oram",
      "quote": "I've never considered myself a tomboy. Not really. It's not that I don't like girly things. I'm just surrounded by guys all the time."
    }
  ]
}