{
  "source": "https://www.wisesayings.com/tomorrow-quotes/",
  "theme": "tomorrow",
  "quotes": [
    {
      "cite": "Philip José Farmer",
      "quote": "Tomorrow changes the face of reality."
    },
    {
      "cite": "Tiger Woods",
      "quote": "The greatest thing about tomorrow is, I will be better than I am today."
    },
    {
      "cite": "Moyo Adekoya",
      "quote": "Tomorrow is not guarantee to anyone,no expectations no disappointment."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The vision of your tomorrow that you have today strengthens you for the morrow."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You've got to believe in the possibilities. You've got to believe that tomorrow can be better than today. And here's the big one. Believe in yourself."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "The best preparation for tomorrow is doing your best today."
    },
    {
      "cite": "Marie Lu",
      "quote": "Tomorrow, I will take on all of these things. I will be unstoppable."
    },
    {
      "cite": "Martin Charnin",
      "quote": "The sun will come out tomorrow so you gotta hang on 'til tomorrow, come what may! tomorrow, tomorrow, I love ya, tomorrow you're only a day away!"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Tomorrow will never call to ask your opinion; you don't control it. Stop allowing today's possibilities to be robbed by tomorrow's insecurities."
    },
    {
      "cite": "David Bowie",
      "quote": "Tomorrow belongs to those who can hear it coming."
    },
    {
      "cite": "Rex Harrison",
      "quote": "Tomorrow is a thief of pleasure."
    },
    {
      "cite": "Charles William Day",
      "quote": "Tomorrow, chased by time, flies before us to eternity a point that can never be reached."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Yesterday's just a memory, tomorrow is never what it's supposed to be."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "Your hand can seize today, but not tomorrow; and thoughts of your tomorrow are nothing but desire."
    },
    {
      "cite": "Mark Hook",
      "quote": "Tomorrow is not given to anyone. What is given is the now enjoy each minuet as if it were to be the last."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Every tomorrow is an outcome of what I do today, and the beauty of it all is that today is happening all the time."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "People were always getting ready for tomorrow. I didn't believe in that. Tomorrow wasn't getting ready for them. It didn't even know they were there."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Today is your own. Tomorrow perchance may never come."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "For a better tomorrow, forget about the past, make new start, live for today and don't let anything hold you back."
    },
    {
      "cite": "Terry Mark",
      "quote": "Tomorrow is fully for those who have fully lived today. Hope without plans is like a car without wheels."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Tomorrow is the next step in life not the next stop in life."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "Don't follow in any footprints, make your own prints. Because, you are the future of tomorrow."
    },
    {
      "cite": "James T. Mccay",
      "quote": "Tomorrow, you promise yourself, things will be different, yet, tomorrow is too often a repetition of today. And you disappoint yourself again and again."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "Tomorrow will be more hopeful than this awful piece of time we call today."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Tomorrow belongs to those who are sincerely learning and loving today."
    },
    {
      "cite": "Anna Akhmatova",
      "quote": "Tomorrow the mirrors will mock me."
    },
    {
      "cite": "John Wayne",
      "quote": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Tomorrow is another opportunity to relentlessly and confidently push harder with your dream. You definitely haven't given it your all until you are living in its reality."
    },
    {
      "cite": "Younis Khan",
      "quote": "Tomorrow is a new day and it takes one ball to get you out but I am feeling confident and a double hundred is a possibility."
    },
    {
      "cite": "Ariana Franklin",
      "quote": "Tomorrows were full of awful things. Today, now, was the essential."
    }
  ]
}