{
  "source": "https://www.wisesayings.com/tongue-quotes/",
  "theme": "tongue",
  "quotes": [
    {
      "cite": "Hermione Gingold",
      "quote": "Fighting is essentially a masculine idea; a woman’s weapon is her tongue."
    },
    {
      "cite": "George Herbert",
      "quote": "The tongue talkes at the heads cost."
    },
    {
      "cite": "Solomon",
      "quote": "The tongue has the power of life and death."
    },
    {
      "cite": "Homer",
      "quote": "A generous heart repairs a slanderous tongue."
    },
    {
      "cite": "Dennis E. Adonis",
      "quote": "An idle tongue is the mother of all conflicts."
    },
    {
      "cite": "Adele",
      "quote": "A drunk tongue is an honest one in my opinion."
    },
    {
      "cite": "Donita K. Paul",
      "quote": "Not all tongues that wag cohabit with a brain."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The tongue offends and the ears get the cuffing."
    },
    {
      "cite": "Ed Sheeran",
      "quote": "A tongue has no bones but it can break a heart."
    },
    {
      "cite": "Robert Greene",
      "quote": "The human tongue is a beast that few can master."
    },
    {
      "cite": "Idries Shah",
      "quote": "The tongue is the best masseur of furrowed brows."
    },
    {
      "cite": "Samuel J. Hurwitt",
      "quote": "Never trust your tongue when your heart is bitter."
    },
    {
      "cite": "Gloria Anzaldua",
      "quote": "Wild tongues can't be tamed, they can only be cut out."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "A person's tongue can give you the taste of his heart."
    },
    {
      "cite": "Washington Irving",
      "quote": "The tongue is the only tool that gets sharper with use."
    },
    {
      "cite": "Edward George Earl Bulwer-Lytton",
      "quote": "The magic of the tongue is the most dangerous of all spells."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Violence of the tongue is very real — sharper than any knife."
    },
    {
      "cite": "Pythagoras",
      "quote": "Govern your tongue before all other things, following the gods."
    },
    {
      "cite": "Maruf Karkhi",
      "quote": "Guard your tongue from praise as you have guarded it from blame."
    },
    {
      "cite": "Maimonides",
      "quote": "Teach thy tongue to say 'I do not know', and thou shalt progress."
    },
    {
      "cite": "Robert Jordan",
      "quote": "A flapping tongue has killed more men than sudden storms ever did."
    },
    {
      "cite": "Confucius",
      "quote": "The tongue must be heavy indeed, because so few people can hold it."
    },
    {
      "cite": "Barbara Ann Kipfer",
      "quote": "A still tongue keeps a wise head."
    },
    {
      "cite": "Patrick McGoohan",
      "quote": "A still tongue makes a happy life."
    },
    {
      "cite": "Homer",
      "quote": "The tongue of man is a twisty thing, there are plenty of words there of every kind."
    },
    {
      "cite": "Chief Joseph",
      "quote": "The eye tells what the tongue would hide."
    },
    {
      "cite": "Juvenal",
      "quote": "The tongue is the vile slave's vilest part."
    },
    {
      "cite": "Hesiod",
      "quote": "Man's chiefest treasure is a sparing tongue."
    },
    {
      "cite": "Davy Crockett",
      "quote": "Let your tongue speak what your heart thinks."
    },
    {
      "cite": "Euripides",
      "quote": "The stillest tongue can be the truest friend."
    }
  ]
}