{
  "source": "https://www.wisesayings.com/too-late-quotes/",
  "theme": "too-late",
  "quotes": [
    {
      "cite": "Marcus Aurelius",
      "quote": "Tomorrow is nothing, today is too late; the good lived yesterday."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "For what it's worth, it's never too late to be whoever you want to be."
    },
    {
      "cite": "Jenni Young",
      "quote": "Pause and remember It is never too late to begin again, to forgive someone, to have a dream, to meet someone or to start love yourself. It is never too late!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is never too late to give up your prejudices."
    },
    {
      "cite": "Seth Godin",
      "quote": "If you wait until you are ready, it is almost certainly too late."
    },
    {
      "cite": "Franz Werfel",
      "quote": "Between too early and too late, there is never more than a moment."
    },
    {
      "cite": "Anonymous",
      "quote": "Say it before you run out of time. Say it before it's too late. Say what you're feeling. Waiting is a mistake."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You can never do a kindness too soon, for you never know how soon it will be too late."
    },
    {
      "cite": "David Suzuki",
      "quote": "It is not too late to take another path."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Everything comes at the right time, but if the right time is too late to be patient, go earlier before it becomes too late."
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "You're never too old, never too bad, never too late and never too sick to start from the scratch once again."
    },
    {
      "cite": "Og Mandino",
      "quote": "There is an immeasurable distance between late and too late."
    },
    {
      "cite": "Rick Warren",
      "quote": "It is never too late to start growing."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Know your worth. Know what you deserve. Know when it's time to move on."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Sometimes we stare so long at a door that is closing that we see too late the one that is open."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "It's never too late. Don't focus on what was taken away. Find something to replace it, and acknowledge the blessing you have."
    },
    {
      "cite": "Quintilian",
      "quote": "Whilst we deliberate how to begin a thing, it grows too late to begin it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is never too late to do right."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better three hours too soon than a minute too late."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "English Proverb",
      "quote": "Better late than too late."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "When lovely woman stoops to folly / And finds too late that men betray, / What charm can soothe her melancholy, / What art can wash her guilt away."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You won't know whether you paid too much for it until it is too late."
    },
    {
      "cite": "Kim Novak",
      "quote": "It's too late. There's something I must do. It shouldn't have happened this way."
    },
    {
      "cite": "Chad Lowe",
      "quote": "Live for yourself. Take it before it's too late."
    },
    {
      "cite": "Jean Heather",
      "quote": "No matter how early I get in—it's too late."
    },
    {
      "cite": "Leonid S. Sukhorukov",
      "quote": "It is never too late to study, but it may be too late to learn."
    },
    {
      "cite": "Louis Aragon",
      "quote": "By the time we learn how to live, it's already too late."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Life's tragedy is that we get old too soon and wise too late."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "I have come too late into a world too old."
    }
  ]
}