{
  "source": "https://www.wisesayings.com/tool-quotes/",
  "theme": "tool",
  "quotes": [
    {
      "cite": "Godfrey Reggio",
      "quote": "All tools have intrinsic politics and technology is the tool of now."
    },
    {
      "cite": "Robert Collier",
      "quote": "Every contrivance of man, every tool, every instrument, every utensil, every article designed for use, of each and every kind, evolved from a very simple beginnings."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Any tool is a weapon if you hold it right."
    },
    {
      "cite": "Ellen Ullman",
      "quote": "Each new tool we create ends an old relationship with the world and starts a new one. And we're changed by that relationship, inevitably. It changes the way we live, changes our patterns, changes our social organization."
    },
    {
      "cite": "Werner Heisenberg",
      "quote": "Every tool carries with it the spirit by which it has been created."
    },
    {
      "cite": "Richard Burr",
      "quote": "The strongest tool we, as Americans, have is our ability to rally together and to find solutions with unity of purpose."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The most important tool of the theoretical physicist is his wastebasket."
    },
    {
      "cite": "Betty Poluk",
      "quote": "if you have the tools but do not have the visual concept, the tools do not work"
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "We become what we behold. We shape our tools, and thereafter our tools shape us."
    },
    {
      "cite": "Stephen King",
      "quote": "It's best to have your tools with you. If you don't, you're apt to find something you didn't expect and get discouraged."
    },
    {
      "cite": "Jeff Duntemann",
      "quote": "A good tool improves the way you work. A great tool improves the way you think."
    },
    {
      "cite": "David Allen",
      "quote": "If the only tool you have is a hammer, it's hard to eat spaghetti."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Technology and tools are useful and powerful when they are your servant and not your master."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A tool is but the extension of a man's hand, and a machine is but a complex tool. And he that invents a machine augments the power of a man and the well-being of mankind."
    },
    {
      "cite": "Plato",
      "quote": "The tools which would teach men their own use would be beyond price."
    },
    {
      "cite": "Clay Shirky",
      "quote": "Tools get socially interesting after they're no longer technologically interesting."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Choose your tools carefully, but not so carefully that you get uptight or spend more time at the stationery store than at your writing table."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All the tools and engines on earth are only extensions of man's limbs and senses."
    },
    {
      "cite": "Audre Lorde",
      "quote": "The master's tools will never dismantle the master's house."
    },
    {
      "cite": "John Knoll",
      "quote": "Any tool can be used for good or bad. It's really the ethics of the artist using it."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "The basic tool for the manipulation of reality is the manipulation of words. If you can control the meaning of words, you can control the people who must use the words."
    },
    {
      "cite": "Lana Turner",
      "quote": "The most important tool of my trade was a mirror."
    },
    {
      "cite": "Liberty Hyde Bailey",
      "quote": "Tools of many kinds and well chosen, are one of the joys of a garden."
    },
    {
      "cite": "Janet McTeer",
      "quote": "I have become a marketing tool and I feel very uncomfortable with that. There's no space for me to express myself."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The most important persuasion tool you have in your entire arsenal is integrity."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "It is essential to have good tools, but it is also essential that the tools should be used in the right way."
    },
    {
      "cite": "Vita Sackville-West",
      "quote": "Tools have their own integrity."
    },
    {
      "cite": "Sholem Asch",
      "quote": "If my only tool is a hammer, then every problem is a nail."
    },
    {
      "cite": "Gregory Bateson",
      "quote": "Some tools of thought are so blunt that they are almost useless; others are so sharp that they are dangerous. But the wise man will have the use of both kinds."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Discover the tools to build your own vision."
    }
  ]
}