{
  "source": "https://www.wisesayings.com/toothache-quotes/",
  "theme": "toothache",
  "quotes": [
    {
      "cite": "George Herbert",
      "quote": "Music helps not the toothache."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "When you have a toothache, you think that not having a toothache will make you very happy. But when you don't have a toothache, often you are still not happy. If you practice awareness, you suddenly become very rich, very very happy."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Love and toothache have many cures, but none infallible, except possession and dispossession."
    },
    {
      "cite": "Leonato",
      "quote": "For there was never yet philosopher, That could endure the tooth-ache patiently."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "To the person with a toothache, even if the world is tottering, there is nothing more important than a visit to a dentist."
    },
    {
      "cite": "Nachman of Breslov",
      "quote": "Toothaches afflict those who have no compassion for animals."
    },
    {
      "cite": "Richard Baxter",
      "quote": "An aching tooth is better out than in. To lose a rotting member is a gain."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "A toothache will cost a battle, a drizzle cancel an insurrection."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The man with a toothache thinks everyone happy whose teeth are sound. The poverty-stricken man makes the same mistake about the rich man."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If only this toothache would go away, I could write another chapter on the problem of pain."
    },
    {
      "cite": "Mae West",
      "quote": "Love conquers all things except poverty and toothache."
    },
    {
      "cite": "Henry Bulwer",
      "quote": "There are two things in life that a sage must preserve at every sacrifice, the coats of his stomach and the enamel of his teeth. Some evils admit of consolations, but there are no comforters for dyspepsia and the toothache."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The man with a toothache thinks everyone happy whose teeth are sound."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Some tortures are physical And some are mental, But the one that is both Is dental."
    },
    {
      "cite": "Mason Cooley",
      "quote": "If suffering brought wisdom, the dentist's office would be full of luminous ideas."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "You remind me of someone with a badÂ toothacheÂ who's hitting herself in the head with a hammer to distract herself from the pain in her mouth."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "A toothache, or a violent passion, is not necessarily diminished by our knowledge of its causes, its character, its importance or insignificance."
    },
    {
      "cite": "Joseph Barbera",
      "quote": "Faced with the choice of enduring a bad toothache or going to the dentist, we generally tried to ride out the bad tooth."
    },
    {
      "cite": "Milan Kundera",
      "quote": "I think, therefore I am' is the statement of an intellectual who underrates toothaches."
    }
  ]
}