{
  "source": "https://www.wisesayings.com/top-quotes/",
  "theme": "top",
  "quotes": [
    {
      "cite": "Rachel Smith",
      "quote": "Being on top of the world doesn't mean anything unless you know what it's like to be at the bottom."
    },
    {
      "cite": "Tori Kelly",
      "quote": "If you're at the top, then brace for the fall."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "On the top of each peak you are on the edge of the abyss."
    },
    {
      "cite": "Jack London",
      "quote": "Life achieves its summit when it does to the uttermost that which it was equipped to do."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Summit of the well is the bottom of the ground! Man who has climbed up from the very low thinks that he did climb up to the very top!"
    },
    {
      "cite": "Gustav Mahler",
      "quote": "It's not just a question of conquering a summit previously unknown, but of tracing, step by step, a new pathway to it."
    },
    {
      "cite": "Alan Dean Foster",
      "quote": "An apex is always surrounded only by emptiness."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "You climb to reach the summit, but once there, discover that all roads lead down."
    },
    {
      "cite": "Laurence Gonzales",
      "quote": "The summit is not the only place on the mountain."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "The summit is just a halfway point."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "There are no short cuts to the top."
    },
    {
      "cite": "Frank Perdue",
      "quote": "No one ever complained their way to the top."
    },
    {
      "cite": "Tyra Banks",
      "quote": "Sometimes you gotta leave when you're on top."
    },
    {
      "cite": "Debbie Meyer",
      "quote": "The one that works the hardest comes out on top."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The ladder of success is never crowded at the top."
    },
    {
      "cite": "Barbara Mertz",
      "quote": "It may take us a little longer to reach the summit, but never fear, we will get there!"
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Andy Andrews",
      "quote": "Everybody wants to reach the top of the mountain, but there is no growth at the peak. It is in the valley that we slog through the lush grass and rich soil, learning and becoming what enables us to summit life's next peak."
    },
    {
      "cite": "Julian Casablancas",
      "quote": "Don't you dare get to the top and not know what to do."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "No one starts out on top. You have to work your way up."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The top of one mountain is always the bottom of another."
    },
    {
      "cite": "Tom Althouse",
      "quote": "Get on top of the obstacles and they become vantage points."
    },
    {
      "cite": "Jascha Heifetz",
      "quote": "There is no top. There are always further heights to reach."
    },
    {
      "cite": "Zen Proverb",
      "quote": "When you reach the top, keep climbing."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "You climb to the summit and there is nothing there."
    }
  ]
}