{
  "source": "https://www.wisesayings.com/torah-quotes/",
  "theme": "torah",
  "quotes": [
    {
      "cite": "Walter C. Kaiser",
      "quote": "Torah is not merely a collection of prohibitions, rigid strictures and boring observances. Rather, it is a narrative of the blessings and promises of God initially offered to one person and family, but through which the whole world will ultimately be blessed."
    },
    {
      "cite": "David Novak",
      "quote": "If human language, with its logic, is the way God has given us to understand the world, then the Torah must be understood in that same language and with that same logic."
    },
    {
      "cite": "Meir Soloveichik",
      "quote": "The giving of the Torah is a story of God seeking to provide humanity with the opportunity to make moral decisions."
    },
    {
      "cite": "David Wilber",
      "quote": "Proper Torah observance must flow from a heart of love for our neighbor. If we claim to be Torah observant but neglect matters of justice, mercy, and faithfulness, then we are not truly Torah observant."
    },
    {
      "cite": "Meir Kahane",
      "quote": "The observant Jew has his own sense of values. Torah Judaism is his blueprint for this life, his target for existence."
    },
    {
      "cite": "Benjamin Wittes",
      "quote": "The search for the Torah codes is rooted in the unfathomable theological premise that the Torah - itself a set of five books of limited length - contains literally all truth."
    },
    {
      "cite": "Matisyahu",
      "quote": "Judaism is my life. Everything I do is through the lens of Torah."
    },
    {
      "cite": "Nachman of Breslov",
      "quote": "The Torah itself becomes coarse in the mouth of a man of pride."
    },
    {
      "cite": "Karen Armstrong",
      "quote": "By increasing the amount of Torah (obligatory religious laws) in the world, they were extending His presence in the world and making it more effective."
    },
    {
      "cite": "Ovadia Yosef",
      "quote": "It is easy for a rabbi to establish prohibitions, but a rabbi's real strength is to teach Torah and rule on law with an emphasis on what is permitted."
    },
    {
      "cite": "Talmud (Jewish Wisdom)",
      "quote": "That which is hateful to you, do not do to your fellow. That is the whole Torah; the rest is the explanation."
    },
    {
      "cite": "Nina Tassler",
      "quote": "I was always fascinated by the Torah, the Bible, in terms of story telling: heroes and villains, morality and flaws. There's no better epic. Also, being part Latin and Jewish means I have a sense of the theatrical. There were always a lot of people in my house. My home was always filled with a lot of storytellers."
    },
    {
      "cite": "Ovadia Yosef",
      "quote": "Where there is Torah, it sustains the world."
    },
    {
      "cite": "David Novak",
      "quote": "The work of man is to respond to the Covenant by obeying the commandments of the Torah, those commandments that can be obeyed here and now."
    },
    {
      "cite": "Pico Lyer",
      "quote": "It's no coincidence that the word 'holiday' suggests a holy day, or that the longest book in the Torah concerns the Sabbath. If you wish to advance in any sphere, the best way is to take a retreat."
    },
    {
      "cite": "Meir Kahane",
      "quote": "There is the illusion of the world and the reality of the Torah."
    },
    {
      "cite": "Greg Mortenson",
      "quote": "Just as the Torah and Bible teach concern for those in distress, the Koran instructs all Muslims to make caring for widows, orphans, and refugees a priority."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Confucius is like the Torah, rules to follow. And Lao-Tzu is even more conservative, saying that if you do nothing you won't break any rules. You have to let tradition fall sometime, you have to take action, you have to eat bacon."
    },
    {
      "cite": "David Novak",
      "quote": "One cannot accept Christ and still be part of the normative Jewish community; one cannot live by Torah and still be part of the Church."
    },
    {
      "cite": "Jami Gertz",
      "quote": "And you can't make a mistake when you are reading the Torah, so you have men standing around who will correct you if you are reading it incorrectly."
    }
  ]
}