{
  "source": "https://www.wisesayings.com/torn-quotes/",
  "theme": "torn",
  "quotes": [
    {
      "cite": "Francoise Sagan",
      "quote": "We are torn between the craving to know and the despair of having known."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "I was tired of hanging on, taking the torn pieces to make something whole with them."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "I glory in this world of men and women, torn with troubles, yet living on to love and laugh through it all."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "When someone is crying and her heart is torn, Be an angel of kindness and help her to carry on."
    },
    {
      "cite": "E. B. White",
      "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Certain things, certain events, seem inexplicable only for a time: up to the moment when the veil is torn aside."
    },
    {
      "cite": "Erica Jong",
      "quote": "Each of us only feels the torn lining of his own coat and sees the wholeness of the other person's."
    },
    {
      "cite": "Faith Baldwin",
      "quote": "Character builds slowly, but it can be torn down with incredible swiftness."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The value of love will always be stronger than the value of hate. Any nation or group of nations which employs hatred eventually is torn to pieces by hatred."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A torn jacket is soon mended; but hard words bruise the heart of a child."
    },
    {
      "cite": "Lucretius",
      "quote": "The mask is torn off, while the reality remains"
    },
    {
      "cite": "Marc Veasey",
      "quote": "Our friends, neighbors, and their families have been forced to live in the shadows out of fear of being torn from their families and deported from what is, for many of them, the only country they have ever known."
    },
    {
      "cite": "Pete Wentz",
      "quote": "This is how your heart gets snagged, like a balloon on a barbed-wire fence, this is where pieces of you get torn away."
    },
    {
      "cite": "Ray Davies",
      "quote": "To the field we are scattered from the day we are born to grow wild and sleep rough til from the earth we are torn."
    },
    {
      "cite": "Sam Mariano",
      "quote": "It seemed I was torn; I wanted my goodbye, and I didn't. I wanted him to make me stay, and I wanted to go."
    },
    {
      "cite": "Sarah Perry",
      "quote": "I am torn and I am mended - I want everything and need nothing - I love you and am content without you.  Even so, come quickly!"
    },
    {
      "cite": "Steven Brust",
      "quote": "You can't put something together again unless you've torn it apart first."
    },
    {
      "cite": "Suman Pokhrel",
      "quote": "A portion of life, every moment gets torn out of me hurting, and flees away."
    },
    {
      "cite": "Walter Gropius",
      "quote": "However often the thread may be torn out of your hands, you must develop enough patience to wind it up again and again."
    },
    {
      "cite": "Albert Camus",
      "quote": "I was born poor and without religion, under a happy sky, feeling harmony, not hostility, in nature. I began not by feeling torn, but in plenitude."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "The hardened mass of liquid stones had much stronger qualities than those which had simply torn. The skin remained a recognisable part of the molten stone."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Flying has torn apart the relationship of space and time: it uses our old clock but with new yardsticks."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "To appreciate the noble is a gain which can never be torn from us."
    },
    {
      "cite": "John Donne",
      "quote": "When one man dies, one chapter is not torn out of the book, but translated into a better language."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Beautiful mosaics are made of broken or torn material. The most spectacular personal brands are compilations of the same."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Speech is an old torn net, through which the fish escape as one casts it over them."
    }
  ]
}