{
  "source": "https://www.wisesayings.com/tornado-quotes/",
  "theme": "tornado",
  "quotes": [
    {
      "cite": "Francis Alys",
      "quote": "In the eye of the tornado, there's no more high and low, no floor and sky."
    },
    {
      "cite": "Greg MacGillivray",
      "quote": "At first, the tornado is nearly invisible. Against the sky, it's white on white."
    },
    {
      "cite": "Michael Koryta",
      "quote": "We understand tornadoes scientifically, but it still feels supernatural. The randomness makes it feel supernatural."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "A tornado of thought is unleashed after each new insight. This in turn results in an earthquake of assumptions. These are natural disasters that re-shape the spirit."
    },
    {
      "cite": "Edwin Markham",
      "quote": "At the heart of the cyclone tearing the sky is a place of central calm."
    },
    {
      "cite": "Spencer Bachus",
      "quote": "Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk."
    },
    {
      "cite": "Lawrence Solomon",
      "quote": "In other words, more violent tornadoes would, if anything, be a sign of 'global cooling', not 'global warming'."
    },
    {
      "cite": "David Copperfield",
      "quote": "There is a safe spot within every tornado. My job is to find it."
    },
    {
      "cite": "David Walsh",
      "quote": "The wind is scary.. during a tornado or in life in general.. never know when a gust is going to come in your direction and change everything"
    },
    {
      "cite": "Robin Williams",
      "quote": "You know the difference between a tornado and divorce in the south? Nothing! Someone is losing a trailer."
    },
    {
      "cite": "Cathy Lamb",
      "quote": "Seasons are like life. Some seasons are better than others. Some have more sun and rainbows. Others have storms and tornadoes. Some have both. You have to accept that, and bring colour and light to the season you're in as best you can, and always look forward to the next season."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "I felt very still and empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo."
    },
    {
      "cite": "Susan Piver",
      "quote": "Fearlessness requires attention and receptivity. It takes focus to stand in the still eye of a tornado and not be swept away by it."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "I am a kite in a tornado, but I have a long string."
    },
    {
      "cite": "Deacon Jones",
      "quote": "A nation that spends billions to fix international problems will not have much left over for the victims of tornadoes in Oklahoma."
    },
    {
      "cite": "John Piper",
      "quote": "If a tornado twists at 175 miles an hour and stays on the ground like a massive lawnmower for 50 miles, then God gave the command."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "What man's life is not overtaken by one or more of those tornadoes that send us out of the course, and fling us on rocks to shelter as best we may?"
    }
  ]
}