{
  "source": "https://www.wisesayings.com/touching-quotes/",
  "theme": "touching",
  "quotes": [
    {
      "cite": "Gina Barreca",
      "quote": "Laughing together is as close as you can get to a hug without touching."
    },
    {
      "cite": "Jill Scott",
      "quote": "Soul music is about longevity and reaching and touching people on a human level - and that's never going to get lost."
    },
    {
      "cite": "Carlos Santana",
      "quote": "The best part of touring, still, is touching people's hearts and igniting my band and igniting the people into what you call a spiritual revelation is sound and emotion."
    },
    {
      "cite": "John Philip Sousa",
      "quote": "Anybody can write music of a sort. But touching the public heart is quite another thing."
    },
    {
      "cite": "Padma Lakshmi",
      "quote": "The best thing you can do for someone is make them a beautiful plate of food. How else can you invade someone's body without actually touching them?"
    },
    {
      "cite": "Carrie Hamilton",
      "quote": "Our legacy is really the lives we touch; altering someone's plan, if even for a moment."
    },
    {
      "cite": "Carl Jung",
      "quote": "One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "We touch people mostly without touching them: We touch them with our words, with our smile, with our eyes, with our courage, with our madness, with millions of different ways! What are we? We are contacting beings without contacting!"
    },
    {
      "cite": "Angie karan",
      "quote": "An awakened man who is driven by his heart and soul, can touch the heart of a woman he loves, without touching her"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "One of the most beautiful words is touch; it exquisitely represents our need to prove ourselves that we are not in a dream!"
    },
    {
      "cite": "Dixie Waters",
      "quote": "It is nice to touch, it is nice to be touched, but it is so much nicer to touch someone's heart."
    },
    {
      "cite": "Della Reese",
      "quote": "Touching people is very rewarding to me."
    },
    {
      "cite": "Emma Roberts",
      "quote": "Well, there's nothing more touching than putting a smile on a kid's face when you can."
    },
    {
      "cite": "Jane Hirshfield",
      "quote": "You can't write an image, a metaphor, a story, a phrase, without leaning a little further into the shared world, without recognizing that your supposed solitude is at every point of its perimeter touching some other."
    },
    {
      "cite": "Alan Mulally",
      "quote": "All of us want to know that we are doing great things, that we are touching a lot of people, and that what we are doing is something bigger than ourselves."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Sometimes when you think you are done, it is just the edge of beginning. Probably that's why we decide we're done. It's getting too scary. We are touching down onto something real. It is beyond the point when you think you are done that often something strong comes out."
    },
    {
      "cite": "Kiara Advani",
      "quote": "It is very touching that you are able to create some kind of impact through a character."
    },
    {
      "cite": "Gavin Bryars",
      "quote": "There's another way of making music, by touching the lives and feelings of ordinary people."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Too often, people think that solving the world's problems is based on conquering the earth, rather than touching the earth, touching ground."
    },
    {
      "cite": "Keith Ferrazzi",
      "quote": "Touching is a powerful act"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Simple and plain things can touch your heart very easily! If you can be simple and plain, you can touch every heart!"
    }
  ]
}