{
  "source": "https://www.wisesayings.com/tough-life-quotes/",
  "theme": "tough-life",
  "quotes": [
    {
      "cite": "Tilman J. Fertitta",
      "quote": "You've got to stay strong to be strong in tough times."
    },
    {
      "cite": "David Asscherick",
      "quote": "A Tough life with God is better than a good life without Him."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "When the going gets tough, the tough take a nap."
    },
    {
      "cite": "Gail Sheehy",
      "quote": "To be tested is good. The challenged life may be the best therapist."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Life is as easy or as hard as you think it is."
    },
    {
      "cite": "unknown",
      "quote": "Life is tough so get tougher."
    },
    {
      "cite": "Stephen King",
      "quote": "It's a tough life if you don't weaken."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The soul is renewed through tough times."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events."
    },
    {
      "cite": "Salma Hayek",
      "quote": "Life is tough; and if you have the ability to laugh at it, you have the ability to enjoy it."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "Life is, at times, tough...And all we need to do is to prove that we are tougher than it..."
    },
    {
      "cite": "John Wayne",
      "quote": "Life is tough, but it's tougher if you're stupid."
    },
    {
      "cite": "Tyler Perry",
      "quote": "The key to life when it gets tough is to keep moving. Just keep moving."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you are tough on yourself, life is going to be infinitely easier on you."
    },
    {
      "cite": "Sebastian Pinera",
      "quote": "Life is tough - and you have to be tougher than life to change the world."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A tough life can be defeated only by the tougher person!"
    },
    {
      "cite": "RuPaul",
      "quote": "When the going gets tough, the tough reinvent."
    },
    {
      "cite": "Bret Easton Ellis",
      "quote": "When the going gets tough, the tough go drinking."
    },
    {
      "cite": "Dan Rather",
      "quote": "A tough lesson in life that one has to learn is that not everybody wishes you well."
    },
    {
      "cite": "Kate Gosselin",
      "quote": "When you think life is tough, it can get a lot tougher"
    },
    {
      "cite": "Joseph P. Kennedy",
      "quote": "When the going gets tough, the tough get going."
    },
    {
      "cite": "Joe Biden",
      "quote": "Life is a matter of really tough choices."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "Life's a tough proposition, and the first hundred years are the hardest."
    },
    {
      "cite": "unknown",
      "quote": "Life is tough, but so are you."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Life is very tough. If you don't laugh, it's tough."
    },
    {
      "cite": "Bharath Mamidoju",
      "quote": "Thoughts make life tough."
    }
  ]
}