{
  "source": "https://www.wisesayings.com/tough-love-quotes/",
  "theme": "tough-love",
  "quotes": [
    {
      "cite": "Tom Petty",
      "quote": "If you listen long enough you can hear my skin grow tough love is painful to the touch must be made of stronger stuff."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Tough love and brutal truth from strangers are far more valuable than Band-Aids and half-truths from invested friends, who don't want to see you suffer any more than you have."
    },
    {
      "cite": "Samuel Taylor",
      "quote": "Sympathy constitutes friendship; but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When a love comes to an end, weaklings cry, efficient ones instantly find another love, and the wise already have one in reserve."
    },
    {
      "cite": "Johnny Depp",
      "quote": "It takes a minute to have a crush on someone, an hour to like someone and a day to love someone - but it takes a lifetime to forget someone."
    },
    {
      "cite": "Trey Songz",
      "quote": "I wish I never fell so deep in love with you and now it ain't no way we can be friends."
    },
    {
      "cite": "S Maugh",
      "quote": "The love that lasts the longest is the love that can never be."
    },
    {
      "cite": "Jules Renard",
      "quote": "Love is like an hourglass, with the heart filling up as the brain empties"
    },
    {
      "cite": "Mandy Hampton",
      "quote": "If a hug represented how much I loved you, I would hold you in my arms forever."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Tough love is just the right phrase: love for the rich and privileged, tough for everyone else."
    },
    {
      "cite": "Brandi Snyder",
      "quote": "The worst thing you can do for love is deny it; so when you find that special someone, don't let anyone or anything to get in your way."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "We perceive when love begins and when it declines by our embarrassment when alone together."
    },
    {
      "cite": "Oscar Hammerstein",
      "quote": "Do you love me because I'm beautiful, or am I am beautiful because you love me?"
    },
    {
      "cite": "Sir Arthur Pinero",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Thom Filicia",
      "quote": "When we first sort of break in or bust into the house, if you will, there's some tough love."
    },
    {
      "cite": "Woody Allen",
      "quote": "To love is to suffer. To avoid suffering, one must not love. But then, one suffers from not loving. Therefore, to love is to suffer; not to love is to suffer; to suffer is to suffer. To be happy is to love. To be happy, then, is to suffer, but suffering makes one unhappy. Therefore, to be happy, one must love or love to suffer or suffer from too much happiness."
    },
    {
      "cite": "Dr Seuss",
      "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
    },
    {
      "cite": "Yarne Gaskins",
      "quote": "If kisses were the water I would give you the sea, if hugs were the leaves I would give you a tree, but if love was time, I would give you eternity. Before I met you I never knew what it was like. to look at someone and smile for no reason."
    },
    {
      "cite": "Bill Russell",
      "quote": "To love someone is nothing, to be loved by someone is something, but to be loved by the one you love is everything"
    },
    {
      "cite": "Susan Cooper",
      "quote": "Sometimes you must seem to hurt something in order to do good for it."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were"
    },
    {
      "cite": "Keith Sweat",
      "quote": "You can't stop loving or wanting to love because when its right, it's the best thing in the world. When you're in a relationship and it's good, even if nothing else in your life is right, you feel like your whole world is complete."
    },
    {
      "cite": "Carl Stoynoff",
      "quote": "If you're looking for love in these eyes, walk away. I've been blinded before!"
    },
    {
      "cite": "Larry Latta",
      "quote": "There is nothing in the world so wonderful as to love and be loved; there is nothing so devastating as love lost."
    },
    {
      "cite": "Daffy Catalan",
      "quote": "I don't want you to be just somebody I love. I want you to be the LOVE of MY LIFE!"
    },
    {
      "cite": "Stephen King",
      "quote": "Hearts are tough, Most times they don't break. Most times they are only bend"
    },
    {
      "cite": "Kirby Wright",
      "quote": "Love is a tough, ever hopeful thing, not easily destroyed."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing glows brighter than the heart awakened to the unseen light of Love that lives within it"
    },
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other's hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time."
    },
    {
      "cite": "Francois Mauriac",
      "quote": "No love, no friendship, can cross the path of our destiny without leaving some mark on it forever."
    }
  ]
}