{
  "source": "https://www.wisesayings.com/tough-guy-quotes/",
  "theme": "tough-guy",
  "quotes": [
    {
      "cite": "Mr. T",
      "quote": "I'm tough when I have to be, tender when I should be. When you find a really tough guy, he's not a predator. He doesn't have to prove himself. Guys who have to pretend to be tough, they ain't. I'm tough."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The bravest sight in the world is to see a great man struggling against adversity."
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "I detest bullies for their cowardice, and despise them for their cruelty. I never knew a tough man who preyed on the weak. Tough men hate bullies almost as much as bullies hate tough men."
    },
    {
      "cite": "E.R. Braithwaite",
      "quote": "A man who is strong and tough never needs to show it in his dress or the way he cuts his hair. Toughness is a quality of the mind, like bravery or honesty or ambition; it has nothing whatever to do with muscles."
    },
    {
      "cite": "Lillian Vernon",
      "quote": "Toughness is a good thing, yet it is considered good only in men. When a woman is tough, men can't stand it. I like being tough and smart."
    },
    {
      "cite": "Baldur",
      "quote": "Every tough man has a tough past and an even tougher future."
    },
    {
      "cite": "Pete Hamill",
      "quote": "It's easy to be a tough guy when no one's going to come knocking on your door."
    },
    {
      "cite": "Lyoto Machida",
      "quote": "My father was a very tough guy with me and my brothers. He wanted to teach us a lot of discipline and life philosophy. As I became more interested in martial arts, he started teaching a lot of fighting philosophy and karate philosophy. While he was a tough father, he also knew when to be sweet and show a softer side."
    },
    {
      "cite": "Frank Grillo",
      "quote": "A tough guy, to me, stands for something, and he's not afraid to get a beating."
    },
    {
      "cite": "David Hayter",
      "quote": "When you're playing a tough guy, all the other guys want to be tough right back at you and it amps them up."
    },
    {
      "cite": "Mr. T",
      "quote": "I'm a tough guy, but I'm a good guy. I'm durable because when you play football they want you being tough, not just because you sprain your ankle crying 'Mama, mama!\""
    },
    {
      "cite": "Henry Rollins",
      "quote": "I'm not trying to say I'm a big tough guy... I'm a typical American-waist deep in this violent culture."
    },
    {
      "cite": "Vin Diesel",
      "quote": "My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core."
    },
    {
      "cite": "Robert Bly",
      "quote": "By the time a man is 35 he knows that the images of the right man, the tough man, the true man which he received in high school do not work in life."
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "It's a very hard thing to resist, real goodness, in a tough man."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A tough man, usually ends up in prison, but a strong-minded man, will own the prison."
    },
    {
      "cite": "Tom Sizemore",
      "quote": "I play tough guys in movies and behaved like one in front of the press because I thought that was what a man did."
    },
    {
      "cite": "Anthony Hopkins",
      "quote": "I'm a pretty tough guy, you know. I'm a pretty hard man. I've got a lot of compassion, but I don't waste time with people."
    },
    {
      "cite": "Robert Ferrigno",
      "quote": "A weak man's always in a hurry to punish somebody, so he can show how tough he is."
    },
    {
      "cite": "Jordan Peterson",
      "quote": "If you think tough men are dangerous, wait until you see what weak men are capable of."
    },
    {
      "cite": "Nuel E Dominics",
      "quote": "Behind every tough man, is a soft boy, who has vowed to be strong and unbreakable, against all odds."
    },
    {
      "cite": "Aanand Tamizh",
      "quote": "A tough man always enjoys his thug life."
    },
    {
      "cite": "Helio Gracie",
      "quote": "For the choke, there are no 'Tough guys'. With an arm lock he can be tough and resist the pain. With the choke he just passes out, goes to sleep."
    },
    {
      "cite": "Kevin O'Leary",
      "quote": "I'm not a tough guy. I'm just delivering the truth and only the truth and if you can't deal with it, too bad."
    },
    {
      "cite": "Mike Tyson",
      "quote": "Without discipline, no matter how good you are, you are nothing! One day, and I might not be around; you're going to meet a tough guy who takes your best shot. He'll keep coming because he's tough. Don't get discouraged. That's when the discipline comes in."
    },
    {
      "cite": "Dana Gould",
      "quote": "Cowboy boots with a suit? You're a rough, tough businessman. Chaps with a bow tie? You're in the rough, tough man business."
    },
    {
      "cite": "Md.omair",
      "quote": "I am a tough guy / With a soft heart / That's why people / Hurt me internally / Not externally"
    },
    {
      "cite": "Ray Winstone",
      "quote": "If they didn't call you a tough guy, then what else would they call you? Something worse than that? I'm playing parts, and if they call you that, it's because I played the part right."
    }
  ]
}