{
  "source": "https://www.wisesayings.com/tourism-quotes/",
  "theme": "tourism",
  "quotes": [
    {
      "cite": "Paul Fussell",
      "quote": "Before the development of tourism, travel was conceived to be like study, and its fruits were considered to be the adornment of the mind and the formation of judgement."
    },
    {
      "cite": "Paul Theroux",
      "quote": "One of the upsides of tourism is that people begin to take themselves a little more seriously (and think their) culture is worth something. So rather than disparaging the local culture, they vitalize it."
    },
    {
      "cite": "Paul Fussell",
      "quote": "Tourism requires that you see conventional things, and that you see them in a conventional way."
    },
    {
      "cite": "Martin Parr",
      "quote": "The thing about tourism is that the reality of a place is quite different from the mythology of it."
    },
    {
      "cite": "Alex Garland",
      "quote": "The thing about tourism is just that it's incredibly powerful. It's like a gun and it's incredibly easy to be irresponsible with it. And the speed of the impact that tourism can have on a place can be quite breathtaking. It doesn't take years, it takes months. That's how quickly it works. And it can be quite a bleak thing to witness."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The routines of tourism are even more monotonous than those of daily life."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Space tourism is a logical outgrowth of the adventure tourist market."
    },
    {
      "cite": "Leslie Jamison",
      "quote": "This is the grand fiction of tourism, that bringing our bodies somewhere draws that place closer to us, or we to it. It's a quick fix of empathy."
    },
    {
      "cite": "James Surowiecki",
      "quote": "Medical tourism can be considered a kind of import: instead of the product coming to the consumer, as it does with cars or sneakers, the consumer is going to the product."
    },
    {
      "cite": "Arthur Frommer",
      "quote": "Tourism does not go to a city that has lost its soul."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "Tourism is a very big economic benefit to the Sherpa people, and also, they have very strong ties to their own social attitudes and their own religion, so fortunately, they're not too influenced by many of our Western attitudes."
    }
  ]
}