{
  "source": "https://www.wisesayings.com/tower-quotes/",
  "theme": "tower",
  "quotes": [
    {
      "cite": "Saint Augustine",
      "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
    },
    {
      "cite": "Willam Lyon Phelps",
      "quote": "A well-ordered life is like climbing a tower; the view halfway up is better than the view from the base, and it steadily becomes finer as the horizon expands."
    },
    {
      "cite": "Dirk Bogarde",
      "quote": "Living in a tower, however secure it may feel, is hardly a social attribute."
    },
    {
      "cite": "George M. Church",
      "quote": "You can't just hoard your ideas inside the ivory tower. You have to get them out into the world."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "A tree trunk the size of a man grows from a blade as thin as a hair. A tower nine stories high is built from a small heap of earth."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Wisdom is an endless tower. Who but One hath ever attained the summit?"
    },
    {
      "cite": "John Milton",
      "quote": "Nor aught availed him now to have built in heaven high towers; nor did he scrape by all his engines, but was headlong sent with his industrious crew to build in hell."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Be like a solid tower whose brave height remains unmoved by all the winds that blow; the man who lets his thoughts be turned aside by one thing or another, will lose sight of his true goal, his mind sapped of its strength."
    },
    {
      "cite": "W.H. Auden",
      "quote": "The commonest ivory tower is that of the average man, the state of passivity towards experience."
    },
    {
      "cite": "Horace",
      "quote": "The higher the tower, the greater the fall thereof."
    },
    {
      "cite": "Tara Brach",
      "quote": "Managing life from our mental control towers, we have separated ourselves from our bodies and hearts."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Be as a tower firmly set; Shakes not its top for any blast that blows."
    },
    {
      "cite": "Amit Ray",
      "quote": "The tower of success stands on the pillars of vision, action, patience and the character to withstand criticisms."
    },
    {
      "cite": "Francois Gautier",
      "quote": "Many live in the ivory tower called reality; they never venture on the open sea of thought."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Pride juggles with her toppling towers, They strike the sun and cease, But the firm feet of humility They grip the ground like trees."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "When they come downstairs from their Ivory Towers, idealists are very apt to walk straight into the gutter."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Embrace the power of little things and you will build a tower of mighty things. Mighty things are made up varieties of little things put together!"
    },
    {
      "cite": "Herman Melville",
      "quote": "There's something ever egotistical in mountain-tops and towers, and all other grand and lofty things."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You are your own forerunner, and the towers you have built are but the foundation of your giant-self. And that self too shall be a foundation."
    },
    {
      "cite": "Herman Melville",
      "quote": "Great towers take time to construct."
    },
    {
      "cite": "Alcaeus",
      "quote": "Brave men are a city's strongest tower of defence."
    },
    {
      "cite": "Marianne Moore",
      "quote": "Only imagination that towers can reproduce evanescence and render rigidity flexible."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Ambition is to the mind what the cap is to the falcon; it blinds us first, and then compels us to tower by reason of our blindness."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Our problems may tower over us, but God towers over our problems."
    },
    {
      "cite": "John Milton",
      "quote": "Towered cities please us then, And the busy hum of men."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "We built tall buildings, but we have not become any taller."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Towering genius disdains a beaten path. It seeks regions hitherto unexplored."
    },
    {
      "cite": "Anil Sinha",
      "quote": "On every failure you can build a tower of success with belief in yourself and a positive frame of mind."
    },
    {
      "cite": "J.B. Priestley",
      "quote": "We should like to have some towering geniuses, to reveal us to ourselves in colour and fire, but of course they would have to fit into the pattern of our society and be able to take orders from sound administrative types."
    },
    {
      "cite": "Randy Savage",
      "quote": "The tower of power, too sweet to be sour!"
    }
  ]
}