{
  "source": "https://www.wisesayings.com/toxic-quotes/",
  "theme": "toxic",
  "quotes": [
    {
      "cite": "Annie Lennox",
      "quote": "Fame for fame's sake is toxic - some people want that, with no boundaries. It's unhealthy."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Fantasy is toxic: the private cruelty and the world war both have their start in the heated brain."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "Toxic remnants of war represent a profound challenge for the protection of public health and the restoration of the environment in countries affected by conflict."
    },
    {
      "cite": "Robert Jensen",
      "quote": "Toxic masculinity hurts men, but there's a big difference between women dealing with the constant threat of being raped, beaten, and killed by the men in their lives, and men not being able to cry."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Men and the world are mutually toxic to each other."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Even the most beautiful things can be toxic."
    },
    {
      "cite": "Charlie LeDuff",
      "quote": "Some people are doomed from birth because their environment is so toxic."
    },
    {
      "cite": "James Gustave Speth",
      "quote": "Materialism is toxic to happiness, and we are losing our connection to the natural world."
    },
    {
      "cite": "John Lewis Lund",
      "quote": "Even if toxic people are right about what is \"good,\" they are wrong if the approach is not healthy."
    },
    {
      "cite": "Richard G. Wilkinson",
      "quote": "Instead of exposures to toxic materials and mechanical dangers, we are discovering the toxicity of social circumstances and patterns of social organization."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Everything is toxic. That's the point. You can't avoid toxins. Thinking you can is just another symptom of the toxic overload stage."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Learning your lesson from a mistake is healthy, but living forever in the emotions of your past mistakes is toxic and debilitating."
    },
    {
      "cite": "Les Brown",
      "quote": "There are two types of relationships: nourishing and toxic. Do not keep the toxic. What interaction does light have with darkness? None!"
    },
    {
      "cite": "Robin Williams",
      "quote": "Don't associate yourself with toxic people. It's better to be alone and love yourself than surrounded by people that make you hate yourself."
    },
    {
      "cite": "Harold Bridgwood Walker",
      "quote": "Worry is thinking that has turned toxic. It is jarring music that goes round and round and never comes to either climax or conclusion."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "Sometimes toxic people are so resistant to change that therapy does not really help them - but they send everybody else into therapy to find ways to cope."
    },
    {
      "cite": "Ty Howard",
      "quote": "There's nothing more toxic and demoralizing than having to work in a work environment where a bully or stealth harasser gets to threaten, haze, feast, overpower, and exist daily."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The toxic residue of humanity - you have to guard yourself, guard that sensitivity even more heavily because otherwise you can pick up so many pollutants that you'll become more toxic."
    },
    {
      "cite": "Anuj",
      "quote": "A negative and toxic person never feels teased with the genuine presence of the pretenders in his network and he always feels pleased with the absence of the genuine leader in his circle."
    },
    {
      "cite": "John Mark Green",
      "quote": "Toxic people attach themselves like cinder blocks tied to your ankles, and then invite you for a swim in their poisoned waters."
    },
    {
      "cite": "Christian Baloga",
      "quote": "Pay no attention to toxic words. What people say is often a reflection of themselves, not you."
    },
    {
      "cite": "John Mark Green",
      "quote": "As you remove toxic people from your life, you free up space and emotional energy for positive, healthy relationships."
    },
    {
      "cite": "Farshad Asl",
      "quote": "Don't let toxic people sabotage your happiness, ruin your positive attitude, contaminate your mind or destroy your self-confidence. Instead, surround yourself with generous, positive, and nurturing people who will lift you up."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Toxic people will pollute everything around them. Don’t hesitate. Fumigate."
    },
    {
      "cite": "Travis Bradberry",
      "quote": "Toxic people defy logic. Some are blissfully unaware of the negative impact that they have on those around them, and others seem to derive satisfaction from creating chaos and pushing other people's buttons."
    },
    {
      "cite": "Robert Tew",
      "quote": "Don’t let negative and toxic people rent space in your head. Raise the rent and kick them out."
    },
    {
      "cite": "James Coburn",
      "quote": "There's nothing more toxic or deadly than a human child. A single touch could kill you."
    },
    {
      "cite": "Ward Churchill",
      "quote": "Could it be that toxic mimics are toxic because they ignore responsibility, they ignore relationship, they ignore presence, they substitute control for fluidity and choice?"
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Who has time for toxic relationships? If someone isn't honoring your feelings, it's not a real relationship. If you feel drained after spending time with someone, that's a red flag!"
    },
    {
      "cite": "Rands",
      "quote": "A toxic person kills, and by kills I mean totally destroys teamwork."
    }
  ]
}