{
  "source": "https://www.wisesayings.com/toy-quotes/",
  "theme": "toy",
  "quotes": [
    {
      "cite": "Susan Stewart",
      "quote": "To toy with something is to manipulate it, to try it out within sets of contexts none of which is determinate."
    },
    {
      "cite": "Beth Copeland",
      "quote": "Toys were lots of fun before they became capitalist tools."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Only when human sorrows are turned into a toy with glaring colors will baby people become interested -- for a while at least. The people are a very fickle baby that must have new toys every day."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "Toys are not a need people typically think of, but they've got all these kids who have absolutely nothing to do."
    },
    {
      "cite": "Josh Golin",
      "quote": "The best toys are 90 per cent kid, 10 per cent toy, with play fueled largely by the child's imagination."
    },
    {
      "cite": "Stephen Baker",
      "quote": "Of all the toys available, none is better designed than the owner himself. A large multipurpose plaything, its parts can be made to move in almost any direction. It comes completely assembled, and it makes a sound when you jump on it."
    },
    {
      "cite": "Steven Wright",
      "quote": "If Barbie is so popular, why do you have to buy her friends?"
    },
    {
      "cite": "Richard Buckminster Fuller",
      "quote": "Those who play with the devil's toys will be brought by degrees to wield his sword."
    },
    {
      "cite": "Brian Sutton-Smith",
      "quote": "A toy is seen both as a bauble and as an intellectual machine."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "Life is a toy made of glass; it appears to be of inestimable price, but in reality it is very cheap."
    },
    {
      "cite": "Stephen King",
      "quote": "No one ever forgets a toy that made him or her supremely happy as a child, even if that toy is replaced by one like it that is much nicer."
    },
    {
      "cite": "Anonymous",
      "quote": "He who dies with the most toys is, nonetheless, still dead."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "As soon as a child has left the room his strewn toys become affecting."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "It has not been for nothing that the word has remained man's principal toy and tool: without the meanings and values it sustains, all man's other tools would be worthless."
    },
    {
      "cite": "Amber &amp; Andy Ankowski",
      "quote": "The best toys are like unicorns. They include enough horse to seem real, but enough horn to become magical."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "It's the broken toys that need the most love and attention."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "A child's appetite for new toys appeal to the desire for ownership and appropriation: the appeal of toys comes to lie not in their use but in their status as possessions."
    },
    {
      "cite": "Tom Robbins",
      "quote": "If little else, the brain is an educational toy."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The simplest toy, one which even the youngest child can operate, is called a grandparent."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our inventions are wont to be pretty toys, which distract our attention from serious things. They are but improved means to an unimproved end."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "We are more ready to try the untried when what we do is inconsequential. Hence the fact that many inventions had their birth as toys."
    },
    {
      "cite": "Michael Frayn",
      "quote": "A toy car is a projection of a real car, made small enough for a child's hand and imagination to grasp. A real car is a projection of a toy car, made large enough for an adult's hand and imagination to grasp."
    },
    {
      "cite": "Gene Fowler",
      "quote": "What is success? It is a toy balloon among children armed with pins."
    },
    {
      "cite": "Harrison Ford",
      "quote": "Bikes and planes aren't about going fast or having fun; they're toys, but serious ones."
    },
    {
      "cite": "Sean Lock",
      "quote": "90% of toys are made in china, which technically makes the chinese elves."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Give children toys that are powered by their imagination, not by batteries."
    },
    {
      "cite": "Garry L. Landreth",
      "quote": "Toys are children's words and play is their language."
    },
    {
      "cite": "Howard Cosell",
      "quote": "Sports is the toy department of human life."
    },
    {
      "cite": "William Blake",
      "quote": "The child's toys and the old man's reasons are the fruits of two seasons."
    },
    {
      "cite": "Idries Shah",
      "quote": "People used to play with toys. Now the toys play with them."
    }
  ]
}