{
  "source": "https://www.wisesayings.com/tractor-quotes/",
  "theme": "tractor",
  "quotes": [
    {
      "cite": "George Erik Rupp",
      "quote": "When will they make a tractor that can furnish the manure for farm fields and produce a baby tractor every spring?"
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "That's the great thing about a tractor. You can't really hear the phone ring."
    },
    {
      "cite": "Les Claypool",
      "quote": "I enjoy my John Deere tractor quite a lot. It's a tool that I must use to keep Mother Nature at bay. I have all kinds of things encroaching on my property."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if on your first date you had to ask your Dad to borrow the keys to the tractor."
    },
    {
      "cite": "Gene Logsdon",
      "quote": "I don't know of a better argument in favor of farming with horses than trying to start an old tractor in the winter time"
    },
    {
      "cite": "Sheri L. Dew",
      "quote": "I drove a tractor almost as soon as I could reach the pedals."
    },
    {
      "cite": "Stwvwn Wright",
      "quote": "I used to own an ant farm but had to give it up. I couldn't find tractors small enough to fit it."
    },
    {
      "cite": "M.C. Humphreys",
      "quote": "With tractors, you just don't get the feel of tilling that land. So when planting season comes around, I use a hoe. To grow one useful whore, that's the motto of my pimp farm."
    },
    {
      "cite": "B.B. King",
      "quote": "I was a regular hand when I was 7. I picked cotton. I drove tractors. Children grew up not thinking that this is what they must do. We thought this was the thing to do to help your family."
    },
    {
      "cite": "Marina Lewycka",
      "quote": "The tractor must always be used as an aid to nature, not as a driver of nature. The tractor must work in harmony with the climate, and the fertility of the land, and the humble spirit of the farmers."
    },
    {
      "cite": "Michael Fassbender",
      "quote": "Why does a three-year-old, and it's usually boys, want to drive the tractor or have machinery and be in control of it? I don't know. Why wouldn't you ask to boil a kettle or something? Maybe you would, I dunno."
    },
    {
      "cite": "Jim Hunt",
      "quote": "I used to practice my speeches on my tractor while I plowed my daddy's field."
    },
    {
      "cite": "Hugh Laurie",
      "quote": "Happiness is the twinkle in your grandmother's eye as you reverse the tractor off her legs"
    },
    {
      "cite": "Tom Hayden",
      "quote": "His herding instinct is so strong that he confuses tractors on a baseball field for sheep. He was hospitalized twice. Once by a line drive and once for attacking a tractor tread."
    },
    {
      "cite": "John Fullbright",
      "quote": "I can't write on the road. I have to be home. I have to be around all those rusted tractors and dilapidated fences and things like that, because it just grounds me in a way that I can't find in a hotel room."
    }
  ]
}