{
  "source": "https://www.wisesayings.com/track-and-field-quotes/",
  "theme": "track-and-field",
  "quotes": [
    {
      "cite": "Kevin Nelson",
      "quote": "Running is a thing worth doing not because of the future rewards it bestows, but because of how it feeds our bodies and minds and souls in the present."
    },
    {
      "cite": "Jenny Hadfield",
      "quote": "The true measure of a runner isn't in time, but rather in the effort it took along the way."
    },
    {
      "cite": "Michael Johnson",
      "quote": "Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best."
    },
    {
      "cite": "George Sheehan",
      "quote": "It's very hard in the beginning to understand that the whole idea is not to beat the other runners. Eventually you learn that the competition is against the little voice inside you that wants you to quit."
    },
    {
      "cite": "Patti Sue Plummer",
      "quote": "The gun goes off and everything changes  the world changes  and nothing else really matters."
    },
    {
      "cite": "unknown",
      "quote": "Track is such a great metaphor for life...You try to jump as from where you started as you can, you throw all the heavy stuff away from you, and when life's hurdles knock you down, you get right back up."
    },
    {
      "cite": "Sierrah Negrette",
      "quote": "Once they say set, i'm in beast mode."
    },
    {
      "cite": "Sierrah Negrette",
      "quote": "Run every race like its your last !!"
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "A lot of people run a race to see who is fastest. I run to see who has the most guts, who can punish himself into exhausting pace, and then at the end, punish himself even more."
    },
    {
      "cite": "Jesse Owens",
      "quote": "I let my feet spend as little time on the ground as possible. From the air, fast down, and from the ground, fast up."
    },
    {
      "cite": "Carl Lewis",
      "quote": "Scientists have proven that it's impossible to long-jump 30 feet, but I don't listen to that kind of talk. Thoughts like that have a way of sinking into your feet."
    },
    {
      "cite": "PattiSue Plumer",
      "quote": "Racing teaches us to challenge ourselves. It teaches us to push beyond where we thought we could go. It helps us to find out what we are made of. This is what we do. This is what it's all about."
    },
    {
      "cite": "Bill Dellinger",
      "quote": "Good things come slow, especially in distance running."
    },
    {
      "cite": "Jack Foster",
      "quote": "I don't train. I just run my 3-15 miles a day."
    },
    {
      "cite": "Renaldo Nehemiah",
      "quote": "The art form is to become one with the hurdle, to make it your friend, and I embraced that process."
    },
    {
      "cite": "Rod Milburn",
      "quote": "I never really worried about those hurdles. They were just standing there, and I was always zooming past them just to get back on the ground again."
    },
    {
      "cite": "John Shaffer",
      "quote": "The hurdles have taught me that if you work really, really hard at perfecting the little things in your life, the big picture will come together."
    },
    {
      "cite": "Tonie Campbell",
      "quote": "If you're not ready to fall, you're not ready to hurdle."
    },
    {
      "cite": "Rodney Milburn",
      "quote": "A good hurdler has to be completely familiar with everything that goes on so if something happens he can automatically make an adjustment."
    },
    {
      "cite": "Nick Rogers",
      "quote": "I'm going to go and leave my blood all over the track."
    },
    {
      "cite": "Tom Fleming",
      "quote": "Somewhere in the world someone is training when you are not. When you race him, he will win."
    },
    {
      "cite": "Jacqueline Gareau",
      "quote": "The body does not want you to do this. As you run, it tells you to stop but the mind must be strong. You always go too far for your body. You must handle the pain with strategy... It is not age; it is not diet. It is the will to succeed."
    },
    {
      "cite": "Percy Cerutty",
      "quote": "While a man is racing he must hate himself and his competitors."
    },
    {
      "cite": "Ben Logsdon",
      "quote": "There is no time to think about how much I hurt; there is only time to run."
    },
    {
      "cite": "Brian Tackett",
      "quote": "Running is like mouthwash; if you can feel the burn, it's working."
    },
    {
      "cite": "Reggie Towns",
      "quote": "Hurdling requires more than just speed. It requires flexibility, strength, and courage."
    },
    {
      "cite": "Steve Jones",
      "quote": "If I am still standing at the end of the race, hit me with a board and knock me down, because that means I didn't run hard enough."
    },
    {
      "cite": "Rodney Milburn",
      "quote": "You must see yourself run the race over and over, time and time again. You must put yourself in critical positions and see how you would react in those positions before the race so when and if they do happen, the feedback is automatic."
    },
    {
      "cite": "Manciata",
      "quote": "The longer the race, the shorter the champ."
    }
  ]
}