{
  "source": "https://www.wisesayings.com/trading-quotes/",
  "theme": "trading",
  "quotes": [
    {
      "cite": "Baron de Montesquieu",
      "quote": "TradeÂ is the best cure for prejudice."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Anything that makes it easier to imagine trading places with someone else increases your moral consideration for that other person."
    },
    {
      "cite": "Victor Sperandeo",
      "quote": "The key to trading success is emotional discipline. If intelligence were the key, there would be a lot more people making money trading."
    },
    {
      "cite": "Ayn Rand",
      "quote": "When you see thatÂ tradingÂ is done, not by consent, but by compulsion...th at in order to produce, you need to obtain permission from men who produce nothing-you may know that your society is doomed."
    },
    {
      "cite": "Steve Burns",
      "quote": "Much of our trading comes down to a battle between our patience and our impulses."
    },
    {
      "cite": "Rumi",
      "quote": "TradeÂ your cleverness for bewilderment."
    },
    {
      "cite": "William C. Brown",
      "quote": "If you don't likeÂ trading, gambling and betting, then you don't like living."
    },
    {
      "cite": "Don Davis",
      "quote": "Don'tÂ tradeÂ future blessings for temporary pleasures."
    },
    {
      "cite": "Paul Singer",
      "quote": "Derivatives trading should be standardized and as much as possible moved to clearinghouses."
    },
    {
      "cite": "Steve Burns",
      "quote": "The majority of short term trading results are just random. In the long term the money ends up with those that can trade and manage risk."
    },
    {
      "cite": "Victor Sperandeo",
      "quote": "The key toÂ tradingÂ success is emotional discipline. If intelligence were the key, there would be a lot more people making moneyÂ trading."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The problem withÂ tradingÂ dominant players of that size is you never get in return what you've bargained away."
    },
    {
      "cite": "Janet Morris",
      "quote": "There is no mercy in trading life for life. And certainly no righteousness. Mercy, once given, cannot be taken back."
    },
    {
      "cite": "Randy McKay",
      "quote": "When you'reÂ tradingÂ well, you have a better mental attitude. When you'reÂ tradingÂ poorly, you start wishing and hoping. Instead of getting into trades you think will work, you end up getting into trades you hope will work."
    },
    {
      "cite": "Roy H. Williams",
      "quote": "NoÂ tradeÂ will be made unless they want the thing more than they want their money."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Don'tÂ swapÂ horses in the middle of the stream."
    },
    {
      "cite": "Paul Tudor Jones",
      "quote": "Trading is very competitive and you have to be able to handle getting your butt kicked."
    },
    {
      "cite": "Stephen F. Lynch",
      "quote": "FreeÂ tradeÂ should not mean free labor."
    },
    {
      "cite": "Paul Tudor Jones",
      "quote": "Trading gives you an incredibly intense feeling of what life is all about."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Those who wouldÂ tradeÂ in their freedom for their protection deserve neither."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "ByÂ exchangingÂ quality time for 'turn-up' times, what many of today's wayward youngsters have become - men and women of the village have failed them."
    },
    {
      "cite": "Richard Dennis",
      "quote": "Trading decisions should be made as unemotionally as possible."
    },
    {
      "cite": "Bruce Kovner",
      "quote": "The first rule of trading - there are probably many first rules - is don't get caught in a situation in which you can lose a great deal of money for reasons you don't understand."
    },
    {
      "cite": "William C. Brown",
      "quote": "Trading is more or less like betting or gambling, but only without the pleasure show of the game."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "FreeÂ tradeÂ is not a principle, it is an expedient."
    },
    {
      "cite": "Tony Robbins",
      "quote": "TradeÂ your expectations for appreciation and the world changes instantly."
    },
    {
      "cite": "Edmund Burke",
      "quote": "FreeÂ tradeÂ is not based on utility but on justice."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "InÂ trading/ investing it's not about how much you make, but how much you don't lose"
    },
    {
      "cite": "Michael Covel",
      "quote": "Your trading needs to boil down to rules, money management, and that is it."
    },
    {
      "cite": "Henry George",
      "quote": "TradeÂ has ever been the extinguisher of war, the eradicator of prejudice, the diffuser of knowledge."
    }
  ]
}