{
  "source": "https://www.wisesayings.com/tradition-quotes/",
  "theme": "tradition",
  "quotes": [
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Tradition, long conditioned thinking, can bring about a fixation, a concept that one readily accepts, perhaps not with a great deal of thought."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "A tradition without intelligence is not worth having."
    },
    {
      "cite": "Michael Novak",
      "quote": "Tradition lives because young people come along who catch its romance and add new glories to it."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "Traditionalists are pessimists about the future and optimists about the past."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Tradition is a guide and not a jailer."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead. Tradition refuses to submit to the small and arrogant oligarchy of those who merely happen to be walking about."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Tradition is an important help to history, but its statements should be carefully scrutinized before we rely on them."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Tradition may be defined as an extension of the franchise. Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead."
    },
    {
      "cite": "Woody Allen",
      "quote": "Tradition is the illusion of permanence."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "Tradition is not the worship of ashes, but the preservation of fire."
    },
    {
      "cite": "Michael Kadoorie",
      "quote": "Tradition means taking account of a wonderful history but remembering that everybody today looks to the future."
    },
    {
      "cite": "Mieczyslaw Jastrun",
      "quote": "Tradition remains alive only when we struggle with it."
    },
    {
      "cite": "Mary Doria Russell",
      "quote": "Tradition was safety; change was danger."
    },
    {
      "cite": "Allan Bloom",
      "quote": "As soon as tradition has come to be recognized as tradition, it is dead."
    },
    {
      "cite": "N.T. Wright",
      "quote": "Traditions tell us where we have come from. Scripture itself is a better guide as to where we should now be going."
    },
    {
      "cite": "Zareena Grewal",
      "quote": "Tradition is a process of debate over what links past, present, and future in a continuity that is meaningful and authoritative."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Tradition does not mean that the living are dead, but that the dead are living."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Tradition is a very powerful force."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Tradition becomes our security, and when the mind is secure it is in decay."
    },
    {
      "cite": "Jefferson Davis",
      "quote": "Tradition usually rests upon something which men did know; history is often the manufacture of the mere liar."
    },
    {
      "cite": "Donald Kingsbury",
      "quote": "Tradition is a set of solutions for which we have forgotten the problems. Throw away the solution and you get the problem back. Sometimes the problem has mutated or disappeared. Often it is still there as strong as it ever was."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Traditions are the guideposts driven deep in our subconscious minds. The most powerful ones are those we can't even describe, aren't even aware of."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse."
    },
    {
      "cite": "Grace Mcgarvie",
      "quote": "Tradition is an explanation for acting without thinking."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Traditions that have lost their meaning are the hardest of all to destroy."
    },
    {
      "cite": "Henry James",
      "quote": "A tradition is kept alive only by something being added to it."
    },
    {
      "cite": "Alice Albinia",
      "quote": "Tradition is a fragile thing in a culture built entirely on the memories of the elders."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Tradition will accustom people to any atrocity."
    },
    {
      "cite": "Hassan Fathy",
      "quote": "Tradition is the social equivalent of personal habit."
    }
  ]
}