{
  "source": "https://www.wisesayings.com/traffic-quotes/",
  "theme": "traffic",
  "quotes": [
    {
      "cite": "Chogyam Trungpa",
      "quote": "We are caught in a traffic jam of discursive thought."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take your own route, not the route everyone is using or taking. Create your own way; there is always traffic on the common route."
    },
    {
      "cite": "Will Rogers",
      "quote": "One way to solve the traffic problem is to keep all the cars that are not paid for off the streets."
    },
    {
      "cite": "Glennon Doyle Melton",
      "quote": "If our goal is to be tolerant of people who are different than we are, Chase, then we really are aiming quite low. Traffic jams are to be tolerated. People are to be celebrated."
    },
    {
      "cite": "Mira Grant",
      "quote": "His idea of traffic safety is going too fast for the cops to catch up."
    },
    {
      "cite": "Anthony Foxx",
      "quote": "People are sitting in traffic longer, and the types of solutions that are needed to relieve that congestion are ones that are paid for by the Highway Trust Fund."
    },
    {
      "cite": "Will Rogers",
      "quote": "There's a simple solution to our traffic problems. We'll have business build the roads, and government build the cars."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "There are no traffic jams on the extra mile."
    },
    {
      "cite": "Tom Vanderbilt",
      "quote": "Traffic was as much an emotional problem as it was a mechanical one."
    },
    {
      "cite": "Alan Kulwicki",
      "quote": "First you learn to drive fast. Next, you learn to drive fast in traffic. Then, you learn how to do it for 500 miles."
    },
    {
      "cite": "Jeffery Taylor",
      "quote": "The beaten path is the safest, but the traffic's terrible."
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Traffic congestion is caused by vehicles, not by people in themselves."
    },
    {
      "cite": "Sydney Pollack",
      "quote": "You can't stop traffic on Times Square."
    },
    {
      "cite": "Dave Barry",
      "quote": "Avoid the traffic by using one of the park's shuttle buses and view the elk rut with a park ranger."
    },
    {
      "cite": "Jeff Zucker",
      "quote": "More traffic means more advertising dollars"
    },
    {
      "cite": "Phil Mcgraw",
      "quote": "Take the high road, there's a lot less traffic up there."
    },
    {
      "cite": "Monika Zands",
      "quote": "Take the road less traveled...there's less traffic!"
    },
    {
      "cite": "Will Rogers",
      "quote": "Outside of traffic, there is nothing that has held this country back as much as committees."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Moroccan traffic isn't like normal traffic. It's armed combat, a war of wills, in which only the very bravest have a chance to survive."
    },
    {
      "cite": "Tommy Ton",
      "quote": "Sometimes all it takes to stop traffic is for that right pair of red pumps."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "If you are the kind of person who is waiting for the 'right' thing to happen, you might wait for a long time. It's like waiting for all the traffic lights to be green for five miles before starting the trip."
    },
    {
      "cite": "Roy Barnes",
      "quote": "Traffic is only one of the side effects of growth."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "Stuck in traffic is not an excuse. It's a sign of bad planning."
    },
    {
      "cite": "Don Kelly",
      "quote": "Traffic accidents have increased 100 percent in the city since the hurricane"
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "The modern world is a crowd of very rapid racing cars all brought to a standstill and stuck in a block of traffic."
    },
    {
      "cite": "Jeremy P Johnson",
      "quote": "Parents are traffic signs that are always in our blind spots"
    },
    {
      "cite": "Jaime Lerner",
      "quote": "If you provide good alternatives for public transport, you won't have traffic problems"
    },
    {
      "cite": "Mark Mobius",
      "quote": "Sometimes, when there's too much traffic clogging up the road, you need to take a different route. But following the same path as everyone else can stall your progress in reaching your investment goals too."
    },
    {
      "cite": "Jan Gehl",
      "quote": "If you make more roads, you will have more traffic."
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "You don't make any money sitting in traffic."
    }
  ]
}