{
  "source": "https://www.wisesayings.com/tragedy-quotes/",
  "theme": "tragedy",
  "quotes": [
    {
      "quote": "It is the tragedy of the world that no one knows what he doesn't know and the less a man knows, the more sure he is that he knows everything.",
      "cite": "Joyce Cary"
    },
    {
      "quote": "When you close your eyes to tragedy, you close your eyes to greatness.",
      "cite": "Stephen Vizinczey"
    },
    {
      "quote": "The tragedy of this world is that everyone is alone. For a life in the past cannot be shared with the present.",
      "cite": "Alan Lightman"
    },
    {
      "quote": "In this world there are two tragedies. One is not getting what one wants, and the other is getting it. The last is much the worst.",
      "cite": "Oscar Wilde"
    },
    {
      "quote": "Life is a comedy to those who think, a tragedy to those who feel.",
      "cite": "Jean Racine"
    },
    {
      "quote": "A single death is a tragedy; a million deaths is a statistic.",
      "cite": "Joseph Stalin"
    },
    {
      "quote": "A tragedy is the imitation of an action that is serious and also, as having magnitude, complete in itself with incidents arousing pity and fear, wherewith to accomplish its catharsis of such emotions.",
      "cite": "Aristotle"
    },
    {
      "quote": "Here is the tragedy: when you are the victim of depression, not only do you feel utterly helpless and abandoned by the world, you also know that very few people can understand, or even begin to believe, that life can be this painful.",
      "cite": "Giles Andreae"
    },
    {
      "quote": "The tragedy about history - personally and globally is that while we may learn it we rarely learn from it.",
      "cite": "Rasheed Ogunlaru"
    },
    {
      "quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.",
      "cite": "Sholom Aleichem"
    },
    {
      "quote": "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
      "cite": "Robert F. Kennedy"
    },
    {
      "quote": "You use everything. You use tragedy you use everything.",
      "cite": "Shannon Hoon"
    },
    {
      "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.",
      "cite": "George Bernard Shaw"
    },
    {
      "quote": "Life's tragedy is that we get old too soon and wise too late.",
      "cite": "Benjamin Franklin"
    },
    {
      "quote": "Tragedy is like strong acid it dissolves away all but the very gold of truth.",
      "cite": "D. H. Lawrence"
    },
    {
      "quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.",
      "cite": "Arthur C. Clarke"
    },
    {
      "quote": "One of the greatest tragedies in life is to lose your own sense of self and accept the version of you that is expected by everyone else.",
      "cite": "K.L. Toth"
    },
    {
      "quote": "The tragedy of this world is that no one is happy, whether stuck in a time of pain or of joy. The tragedy of this world is that everyone is alone. For a life in the past cannot be shared with the present. Each person who gets stuck in time gets stuck alone.",
      "cite": "Alan Lightman"
    },
    {
      "quote": "Tragedy, for me, is not a conflict between right and wrong, but between two different kinds of right.",
      "cite": "Peter Shaffer"
    },
    {
      "quote": "The tragedy of this world is that no one is happy, whether stuck in a time of pain or joy.",
      "cite": "Alan Lightman"
    },
    {
      "quote": "There is nothing more tragic than to find an individual bogged down in the length of life, devoid of breadth.",
      "cite": "Martin Luther King, Jr."
    },
    {
      "quote": "It's not the tragedies that kill us, it's the messes.",
      "cite": "Dorothy Parker"
    },
    {
      "quote": "Tragedy is a representation of action that is worthy of serious attention, complete in itself and of some magnitude bringing about by means of pity and fear the purging of such emotions.",
      "cite": "Aristotle"
    },
    {
      "quote": "This world is a comedy to those that think, a tragedy to those that feel.",
      "cite": "Horace Walpole"
    },
    {
      "quote": "A great tragedy is occurring. Millions of people are dying prematurely. These people are killing themselves and they don't even know it.",
      "cite": "Tim Loy"
    },
    {
      "quote": "Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.",
      "cite": "Mel Brooks"
    },
    {
      "quote": "The tragedy is not that love doesn't last. The tragedy is the love that lasts.",
      "cite": "Shirley Hazzard"
    },
    {
      "quote": "You get tragedy where the tree, instead of bending, breaks.",
      "cite": "Ludwig Wittgenstein"
    },
    {
      "quote": "A tragedy need not have blood and death; it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy.",
      "cite": "Jean Racine"
    },
    {
      "quote": "Tragedy makes you grow up.",
      "cite": "Jane Campion"
    }
  ]
}