{
  "source": "https://www.wisesayings.com/training-quotes/",
  "theme": "training",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "Tell me and I forget, teach me and I may remember, involve me and I learn."
    },
    {
      "cite": "Aristotle",
      "quote": "For the things we have to learn before we can do them, we learn by doing them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "For the best return on your money, pour your purse into your head."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "I am always doing that which I cannot do, in order that I may learn how to do it."
    },
    {
      "cite": "Confucius",
      "quote": "Learn as if you were not reaching your goal and as though you were scared of missing it"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "An individual step in character training is to put responsibility on the individual."
    },
    {
      "cite": "Plato",
      "quote": "The most important part of education is proper training in the nursery."
    },
    {
      "cite": "Epictetus",
      "quote": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort."
    },
    {
      "cite": "Mao Zedong",
      "quote": "In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long-distance running is particularly good training in perseverance."
    },
    {
      "cite": "Veronica Roth",
      "quote": "No matter how long you train someone to be brave, you never know if they are or not until something real happens."
    },
    {
      "cite": "John Lubbock",
      "quote": "Art is unquestionably one of the purest and highest elements in human happiness. It trains the mind through the eye, and the eye through the mind. As the sun colors flowers, so does art color life."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Practice is the hardest part of learning, and training is the essence of transformation."
    },
    {
      "cite": "Richard Buckminster Fuller",
      "quote": "If you want to teach people a new way of thinking, don't bother trying to teach them. Instead, give them a tool, the use of which will lead to new ways of thinking."
    },
    {
      "cite": "Santosh Avvannavar",
      "quote": "Train up a child in such a way she or he should go; even when she or he is old she or he will not depart"
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Where my reason, imagination, or interest were not engaged, I would not or could not learn."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "The essence of training is to allow error without consequence."
    },
    {
      "cite": "Arthur Lydiard",
      "quote": "Athletes need to enjoy their training. They don't enjoy going down to the track with a coach making them do repetitions until they're exhausted. From enjoyment comes the will to win."
    },
    {
      "cite": "Arthur Lydiard",
      "quote": "If you want to be a successful runner, you have to consider everything. It's no good just thinking about endurance and not to develop fine speed."
    },
    {
      "cite": "Corey Woods",
      "quote": "Microphones on the last stand, the world is in my hands / Basic training's over, time to war"
    },
    {
      "cite": "Brian K Diaz",
      "quote": "Her eyes are open, her dreams are over / The sky is falling, it's broken, it's broken / Training to be a star, training to be a star / You know that you are"
    },
    {
      "cite": "Vic Chesnut",
      "quote": "Tears do evaporate / But oh so slowly like piss on toilet seat / In training to run a marathon / Miles and miles and miles / With your Sunday shoes on"
    },
    {
      "cite": "Roger Charlery",
      "quote": "There's a training course / boys and girls of real ambition / start a new job in a factory / where they're making ammunition"
    },
    {
      "cite": "Joey Demaio",
      "quote": "Demanding to be tested by the best / Not to be forgotten like all the rest / The time has come all training done / The muscle and the blood will come to pay"
    },
    {
      "cite": "Joey Demaio",
      "quote": "Today is the day all the training through / We have come for the number one not the number two / Let the contest begin play hard fight to win / Immortality victory and fame"
    },
    {
      "cite": "Eduardo Rodrigues Gomes",
      "quote": "Discipline, education training, / Persistence, training, objectivity / Faith, devotion, are things we must learn / If we wanna get anywhere we' been looking for"
    },
    {
      "cite": "Danny Dill",
      "quote": "For the second time they're twice as hard to catch / That's why I'm in training now to ask forgiveness / Getting in condition for my greatest match"
    },
    {
      "cite": "Gary E Grice",
      "quote": "Every moved you've learned is trained to that end / Yet, we wish to preserve life / The first thing to learn, is that difference / Then you can start training with us, from the beginning"
    },
    {
      "cite": "James Clear",
      "quote": "We don't rise to the level of our expectations, we fall to the level of our training."
    },
    {
      "cite": "James Clear",
      "quote": "It's possible to train yourself to delay gratification-- but you need to work with the grain of human nature, not against it."
    }
  ]
}