{
  "source": "https://www.wisesayings.com/trainer-quotes/",
  "theme": "trainer",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "AÂ goodÂ teacherÂ is likeÂ aÂ candle - it consumes itself to light the way for others."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "AÂ goodÂ teacher, likeÂ aÂ good entertainer first must hold his audience's attention, then he can teach his lesson."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The best way a mentor can prepare another leader is to expose him or her to other great people."
    },
    {
      "cite": "Caroline Ghosn",
      "quote": "A mentor is someone who is willing to give you advice that isn't in the best interest for them. It takes a real mentor to put you first."
    },
    {
      "cite": "Horace Mann",
      "quote": "AÂ teacherÂ should, above all things, first induceÂ aÂ desire in the pupil for the acquisition he wishes to impart."
    },
    {
      "cite": "Sugar Ray Leonard",
      "quote": "When the trainer talks to the fighter, there's a connection. You don't always have to say much."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "A good teacher offers practice, a bad one offers theories."
    },
    {
      "cite": "John Madden",
      "quote": "Coaches have to watch for what they don't want to see and listen to what they don't want to hear."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "GoodÂ teachersÂ know how to bring out the best in students."
    },
    {
      "cite": "Anonymous",
      "quote": "It is not what the coach knows; it is what his players have learned."
    },
    {
      "cite": "Bobby Knight",
      "quote": "A coach should never be afraid to ask questions of anyone he could learn from."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
    },
    {
      "cite": "Bruce Lee",
      "quote": "As anÂ instructor, you must be able to distinguish between poor performance caused by lack of ability or aptitude on the part of the student and poor performance caused by lack of effort. You should treat the first with patience and the latter with firmness. You must never apply sarcasm and ridicule."
    },
    {
      "cite": "Isaac Watts",
      "quote": "InstructorsÂ should not only be skilful in those sciences which they teach, but have skill in the method of teaching, and patience in the practice."
    },
    {
      "cite": "Elaine Macdonald",
      "quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness."
    },
    {
      "cite": "Bill Robinson",
      "quote": "A good hittingÂ instructorÂ is able to mold his teaching to the individual. If a guy stands on his head, you perfect that."
    },
    {
      "cite": "Horace",
      "quote": "TheÂ trainerÂ trains the docile horse to turn, with his sensitive neck, whichever way the rider indicates."
    },
    {
      "cite": "Maria Montessori",
      "quote": "TheÂ teacherÂ must derive not only the capacity, but the desire, to observe natural phenomena. TheÂ teacherÂ must understand and feel her position of observer: the activity must lie in the phenomenon."
    },
    {
      "cite": "Jon Gruden",
      "quote": "All it takes is one coach that believes in you."
    },
    {
      "cite": "John Wooden",
      "quote": "A coach is someone who can give correction without causing resentment."
    },
    {
      "cite": "Bruce Lee",
      "quote": "AnÂ instructorÂ should exemplify the things he seeks to teach. It will be of great advantage if you yourself can do all you ask of your students and more."
    }
  ]
}