{
  "source": "https://www.wisesayings.com/train-quotes/",
  "theme": "train",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Be like a train; go in the rain, go in the sun, go in the storm, go in the dark tunnels! Be like a train; concentrate on your road and go with no hesitation!"
    },
    {
      "cite": "Ed Catmull",
      "quote": "Driving the train doesn't set its course. The real job is laying the track."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The trains always arrive at your station. The question is which one to take?"
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "It doesn't matter which side of the tracks your from, the train still rolls the same."
    },
    {
      "cite": "Joshua Robinson",
      "quote": "We are the train and the tracks are the path our lives follow. In control at dispatch is God, and He is overseeing each of our movements and coordinating what happens."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Missing a train is only painful if you run after it! Likewise, not matching the idea of success others expect from you is only painful if that's what you are seeking."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The only way to be sure of catching a train is to miss the one before it."
    },
    {
      "cite": "Bernard Malamud",
      "quote": "If your train's on the wrong track every station you come to is the wrong station."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "If a train doesn't stop at your station, then it's not your train."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "When a train goes through a tunnel and it gets dark, you don't throw away the ticket and jump off. You sit still and trust the engineer."
    },
    {
      "cite": "The Lunchbox",
      "quote": "Sometimes the wrong train takes you to the right station."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If a railroad is bent, the train shall turn over; if a man's character is bent, he shall turn over just like that train."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Everybody says they want to be free. Take the train off the tracks and it's free-but it can't go anywhere."
    },
    {
      "cite": "unknown",
      "quote": "The right train of thought can take you to a better station in life."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "If you board the wrong train, it is no use running along the corridor in the other direction."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "If a train is coming at you, closing your eyes won't save you ... but if you look right at it, you at least have a chance to jump."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The train may fall in love with a station, but it has to go and it goes! Don't be like the train; stay at the station you fell in love, go nowhere!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Many trains arrive at your station; treat them good whether they stay or leave!"
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him."
    },
    {
      "cite": "H V Morton",
      "quote": "Don't let the train of enthusiasm run through the station so fast that people can't get on board."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Many times the wrong train took me to the right place."
    },
    {
      "cite": "Maurice Greene",
      "quote": "To be number one, you must train like you are number two."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Train your child in the way in which you know you should have gone yourself."
    },
    {
      "cite": "Martin Rutte",
      "quote": "You train people how to treat you by how you treat yourself."
    },
    {
      "cite": "unknown",
      "quote": "If you want to be a lion you must train with lions."
    },
    {
      "cite": "George Lucas",
      "quote": "Train yourself to let go of everything you fear to lose."
    },
    {
      "cite": "Elisha Cooper",
      "quote": "The train is a small world moving through a larger world."
    },
    {
      "cite": "Herschel Walker",
      "quote": "If you train hard, you'll not only be hard, you'll be hard to beat."
    },
    {
      "cite": "Luke Bryan",
      "quote": "Sometimes you're the train, sometimes you're the track."
    }
  ]
}