{
  "source": "https://www.wisesayings.com/translation-quotes/",
  "theme": "translation",
  "quotes": [
    {
      "cite": "Eliot Weinberger",
      "quote": "Translation is not appropriation, as is sometimes claimed; it is a form of listening that then changes how you speak."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Translation is the art of failure."
    },
    {
      "cite": "Gunter Grass",
      "quote": "Translation is that which transforms everything so that nothing changes."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "The original is unfaithful to the translation."
    },
    {
      "cite": "John Denham",
      "quote": "Nor ought a genius less than his that writ attempt translation."
    },
    {
      "cite": "Ngugi wa Thiong'o",
      "quote": "Through the act of translation we break out of linguistic confinement and reach many other communities."
    },
    {
      "cite": "Harry Mathews",
      "quote": "Translation is the paradigm, the exemplar of all writing. It is translation that demonstrates most vividly the yearning for transformation that underlies every act involving speech, that supremely human gift."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Never trust the translation or interpretation of something without first trusting its interpreter."
    },
    {
      "cite": "Jean-Francois Joly",
      "quote": "Translation cannot be dissociated from the notion of progress, some even maintain that a society can be measured by the translation it accepts."
    },
    {
      "cite": "George Borrow",
      "quote": "Translation is at best an echo."
    },
    {
      "cite": "Peter Newmark",
      "quote": "Translation is a two-edged instrument: it has the special purpose of demonstrating the learner's knowledge of the foreign language, either as a form of control or to exercise his intelligence in order to develop his competence."
    },
    {
      "cite": "Aviya Kushner",
      "quote": "Translation means that a translator has picked one word above all the others: one winner, with all the finalists gone from the page forever. Translation always calls upon the translator to make a judgement call, and what the reader hears, then, is a judgement."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The clumsiest literal translation is a thousand times more useful than the prettiest paraphrase."
    },
    {
      "cite": "Voltaire",
      "quote": "Woe to the makers of literal translations, who by rendering every word weaken the meaning! It is indeed by so doing that we can say the letter kills and the spirit gives life."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Translating from one language to another is the most delicate of intellectual exercises; compared to translation, all other puzzles, from bridge to crosswords, seem trivial and vulgar. To take a piece of Greek and put it in English without spilling a drop; what a nice skill!"
    },
    {
      "cite": "Paul Goodman",
      "quote": "To translate, one must have a style of his own, for otherwise the translation will have no rhythm or nuance, which come from the process of artistically thinking through and molding the sentences; they cannot be reconstituted by piecemeal imitation. The problem of translation is to retreat to a simpler tenor of one's own style and creatively adjust this to one's author."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "Any translation which intends to perform a transmitting function cannot transmit anything but information -- hence, something inessential. This is the hallmark of bad translations."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is neither the best nor the worst things in a book that defy translation."
    },
    {
      "cite": "Roy Campbell",
      "quote": "Translations (like wives) are seldom strictly faithful if they are in the least attractive."
    },
    {
      "cite": "Ned Rorem",
      "quote": "The art of translation lies less in knowing the language than in knowing your own."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Translation is not a matter of words only: it is a matter of making intelligible a whole culture."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Translation is the circulatory system of the world's literatures."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "True translation is transparent: it does not obscure the original, does not stand in its light, but rather allows pure language, as if strengthened by its own medium, to shine even more fully on the original."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Translation is not original creation - that is what one must remember. In translation, some loss is inevitable."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "It is in the translation that the innocence lost after the first reading is restored under another guise, since the reader is once again faced with a new text and its attendant mystery. That is the inescapable paradox of translation, and also its wealth."
    },
    {
      "cite": "Jean-Yves Masson",
      "quote": "f the translation respects the original, it may, and even should, be able to hold a dialog with it, face-to-face and hold its own. The aspect of respect does not mean destroying what is respected"
    },
    {
      "cite": "Rene Magritte",
      "quote": "If the dream is a translation of waking life, waking life is also a translation of the dream."
    },
    {
      "cite": "George Steiner",
      "quote": "Every language is a world. Without translation, we would inhabit parishes bordering on silence."
    },
    {
      "cite": "Yevgeny Yevtushenko",
      "quote": "Translation is like a woman. If it is beautiful, it is not faithful. If it is faithful, it is most certainly not beautiful."
    },
    {
      "cite": "Benjamin Jowett",
      "quote": "All translation is a compromise - the effort to be literal and the effort to be idiomatic."
    }
  ]
}