{
  "source": "https://www.wisesayings.com/transition-quotes/",
  "theme": "transition",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "Teresa Tsalaky",
      "quote": "Light precedes every transition. Whether at the end of a tunnel, through a crack in the door or the flash of an idea, it is always there, heralding a new beginning."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you do what you've always done, you'll get what you've always gotten."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Life must be a preparation for the transition to another dimension."
    },
    {
      "cite": "William Bridges",
      "quote": "Change is situational. Transition, on the other hand, is psychological. It is not those events, but rather the inner reorientation or self-redefinition that you have to go through in order to incorporate any of those changes into your life. Without a transition, a change is just a rearrangement of the furniture. Unless transition happens, the change won't work, because it doesn't take."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it."
    },
    {
      "cite": "Jim George",
      "quote": "Transitions themselves are not the issue, but how well you respond to their challenges!"
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "Never too old, never too bad, never too late, never too sick to start from scratch once again."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "The transition was difficult. It's hard to stop something that you've enjoyed and that has been very rewarding."
    },
    {
      "cite": "Henri Bergson",
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Mandy Hale",
      "quote": "When you are transitioning to a new season of life, the people and situations that no longer fit you will fall away."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Life is a transition from one form to another. The life of this world is the material for a new form."
    },
    {
      "cite": "Derek Barton",
      "quote": "Many transition states have a well-defined preferred geometrical requirement."
    },
    {
      "cite": "Anonymous",
      "quote": "When shifts and transitions in life shake you to the core, see that as a sign of greatness that's about to occur."
    },
    {
      "cite": "Bob Proctor",
      "quote": "It doesn't matter where you are, you are nowhere compared to where you can go."
    },
    {
      "cite": "Ann Landers",
      "quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of."
    },
    {
      "cite": "Anonymous",
      "quote": "We can't become what we need to be by remaining what we are."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "Priyanka Chopra",
      "quote": "Any transition is easier if you believe in yourself and your talent."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "George Stigler",
      "quote": "A transition period is a period between two transition periods."
    },
    {
      "cite": "Esmeralda Santiago",
      "quote": "How can you know what you're capable of if you don't embrace the unkown?"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The best thing you can do is the right thing; the next best thing you can do is the wrong thing; the worst thing you can do is nothing."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your life does not get better by chance, it gets better by change."
    }
  ]
}