{
  "source": "https://www.wisesayings.com/transparency-quotes/",
  "theme": "transparency",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "Total transparency risks country's stability."
    },
    {
      "cite": "Seth Godin",
      "quote": "Transparency in the traditional school might destroy it."
    },
    {
      "cite": "Paul Gillin",
      "quote": "Transparency may be the most disruptive and far-reaching innovation to come out of social media."
    },
    {
      "cite": "Rob Thomas",
      "quote": "Let your clarity define you, in the end, we will only just remember how it feels."
    },
    {
      "cite": "Celia Green",
      "quote": "Lack of clarity is always a sign of dishonesty."
    },
    {
      "cite": "Keith Rabois",
      "quote": "Transparency people talk a lot about, it's a goal everybody ascribes to but when push comes to shove, very few people actually adhere to it."
    },
    {
      "cite": "Gina McCarthy",
      "quote": "Transparency is all about letting in and embracing new ideas, new technology and new approaches. No individual, entity or agency, no matter how smart, how old, or how experienced, can afford to stop learning."
    },
    {
      "cite": "Sophie Heyman Uliano",
      "quote": "That transparency is important. Look at what's inside products and seek out those that contain natural, plant-based ingredients - from toothpaste to cosmetics."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Transparency painted in a picture produces its effect in a different way than opaqueness."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Eyes so transparent that through them the soul is seen."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Clarity is the ability to see the soul in action in the physical world."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Transparency is the key to good governance & e-governance is the only effective way of transparent governance."
    },
    {
      "cite": "Valerie Jarrett",
      "quote": "Our whole philosophy is one of transparency."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Clarity is the counterbalance of profound thoughts."
    },
    {
      "cite": "Jules Renard",
      "quote": "Clarity is the politeness of the man of letters."
    },
    {
      "cite": "Britt Merrick",
      "quote": "Transparency is the antidote to hypocrisy."
    },
    {
      "cite": "Brennan Manning",
      "quote": "There is a beautiful transparency to honest disciples who never wear a false face and do not pretend to be anything but who they are."
    },
    {
      "cite": "Christopher Michael Cillizza",
      "quote": "A lack of transparency that fuels the idea that she is either hiding something or simply not someone to be trusted."
    },
    {
      "cite": "David Weinberger",
      "quote": "Transparency is the new objectivity."
    },
    {
      "cite": "Aruna Roy",
      "quote": "Through transparency we expose corruption, but then there is no action taken against the corrupt."
    },
    {
      "cite": "Joseph Barber Lightfoot",
      "quote": "There is no persuasiveness more effectual than the transparency of a single heart, of a sincere life."
    },
    {
      "cite": "Barack Obama",
      "quote": "Transparency and the rule of law will be the touchstones of this presidency."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "Transparency is for those who carry out public duties and exercise public power. Privacy is for everyone else."
    },
    {
      "cite": "Ben Goldacre",
      "quote": "Transparency and detail are everything in science."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Speak the truth. Transparency breeds legitimacy."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what it loves."
    },
    {
      "cite": "Ivan Krastev",
      "quote": "Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust."
    },
    {
      "cite": "Tony Buzan",
      "quote": "Definition is the companion of clarity; clarity is the guide to your goals."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A lack of transparency results in distrust and a deep sense of insecurity."
    },
    {
      "cite": "Helmut Jahn",
      "quote": "Transparency is not the same as looking straight through a building: it's not just a physical idea, it's also an intellectual one."
    }
  ]
}