{
  "source": "https://www.wisesayings.com/transcendentalism-quotes/",
  "theme": "transcendentalism",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The essence of all religions is one. Only their approaches are different."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Nature provides exceptions to every rule."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing astonishes men so much as common sense and plain dealing."
    },
    {
      "cite": "Sai Baba",
      "quote": "Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "The essence of greatness is neglect of the self."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I am not responsible for the successful working of the machinery of society."
    },
    {
      "cite": "Avicenna",
      "quote": "As to the mental essence, we find it in infants devoid of every mental form."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "All unrest is but the struggle of the soul to reassure herself of her inborn immortality."
    },
    {
      "cite": "George P. Baker",
      "quote": "Back through the ages of barbarism and civilization, in all tongues, we find this instinctive pleasure in the imitative action that is the very essence of all drama."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "I am suffocated and lost when I have not the bright feeling of progression."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As if you could kill time without injuring eternity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There are always two parties; the establishment and the movement."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Place yourself in the middle of the stream of power and wisdom which animates all whom it floats, and you are without effort impelled to truth, to right and a perfect contentment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Not for nothing one face, one character, one fact makes much impression on him, and another none."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There are always difficulties arising that tempt you to believe your critics are right."
    },
    {
      "cite": "Emerson",
      "quote": "Allow yourself to trust joy and embrace it. You will find you dance with everything."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "If you have knowledge, let others light their candles in it."
    },
    {
      "cite": "Emerson",
      "quote": "When Nature has work to be done, she creates a genius to do it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Time is but the stream I go a-fishing in. I drink at it; but while I drink I see the sandy bottom and detect how shallow it is."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every man is the builder of a temple called his body."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Self-trust is the first secret to success."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "This whole earth in which we inhabit is but a point is space."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "In most books, the I, or first person, is omitted; in this it will be retained; that, in respect to egotism, is the main difference."
    },
    {
      "cite": "Fitz Hugh Ludlow",
      "quote": "In absolute incommunicableness it stood apart, a thought, a system of thought which as yet had no symbol in spoken language."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Very early, I knew that the only object in life was to grow."
    }
  ]
}