{
  "source": "https://www.wisesayings.com/transgender-quotes/",
  "theme": "transgender",
  "quotes": [
    {
      "cite": "Rachel Maddow",
      "quote": "The single best thing about coming out of the closet is that nobody can insult you by telling you what you've just told them."
    },
    {
      "cite": "Connor Franta",
      "quote": "Race, gender, religion, sexuality, we are all people and that's it. We're all people. We're all equal."
    },
    {
      "cite": "P.C. Cast",
      "quote": "Gender preference does not define you. Your spirit defines you."
    },
    {
      "cite": "Cassandra Duffy",
      "quote": "The beauty of standing up for your rights is others see you standing and stand up as well."
    },
    {
      "cite": "George Takei",
      "quote": "We should indeed keep calm in the face of difference, and live our lives in a state of inclusion and wonder at the diversity of humanity."
    },
    {
      "cite": "Brittney Griner",
      "quote": "I am a strong, black, lesbian woman. Every single time I say it, I feel so much better."
    },
    {
      "cite": "Jason Collins",
      "quote": "I want to do the right thing and not hide anymore. I want to march for tolerance, acceptance, and understanding. I want to take a stand and say, 'Me, too.’"
    },
    {
      "cite": "Barack Obama",
      "quote": "When all Americans are treated as equal, no matter who they are or whom they love, we are all more free."
    },
    {
      "cite": "James Baldwin",
      "quote": "Everybody’s journey is individual. You you fall in love with a boy, you fall in love with a boy. The fact that many Americans consider it a disease says more about them than it does about homosexuality."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "I think being gay is a blessing, and it's something I am thankful for every single day"
    },
    {
      "cite": "Dick Wolf",
      "quote": "As if being transgender wasn't tough enough."
    },
    {
      "cite": "Brooke Sebold",
      "quote": "It was a shock to me at first. I didn't even know who transgender people were or what that term meant. I just couldn't imagine you transforming into something else."
    },
    {
      "cite": "Fernando Garibay",
      "quote": "No matter gay, straight, or bi / Lesbian, transgender life / I'm on the right track baby / I was born to survive"
    },
    {
      "cite": "William Bevan",
      "quote": "I find the courage to admit that I am transgender,  / And that does not mean that I am unlovable. / This world that we imagine in this room  / Might be used to gain access to other rooms, / Other worlds, previously unimaginable."
    },
    {
      "cite": "Seventh Estate",
      "quote": "I don't know if I'm transgender I don't know if I'm CIS-gender / I always have this feeling something's wrong / Can someone please help me understand / The uncertainty is tearing me apart"
    },
    {
      "cite": "Elizabeth Boland",
      "quote": "Hi my name is name is LGBT, / Don't take out your misery on me, / On me, on me / I'm happy, I'm happy / And free, and free / I'm happy, I'm happy / And free / LGBT, LOVE"
    },
    {
      "cite": "Flippy-G",
      "quote": "The LGBT community. Why is that a community / They talk about / Being non-binary. So am I, i'm not a computer"
    },
    {
      "cite": "Dick Wolf",
      "quote": "That kid thinks because he's in love with a transgender woman that he's gay. He's confused."
    },
    {
      "cite": "Louis C.K.",
      "quote": "I envy transgender people. They figured out what's going on with them... and they fixed it!"
    },
    {
      "cite": "Ali Adler",
      "quote": "You may not know this about me, but I am a transgender woman. I know what it's like to be... attacked and denied because of who I am."
    },
    {
      "cite": "Barbara Wilson",
      "quote": "Not that I'm judgmental mind you, people are all different - I'm bisexual for instance."
    },
    {
      "cite": "Smollett",
      "quote": "Homosexuality will become a more fashionable device than fornication."
    },
    {
      "cite": "Genny Beemyn",
      "quote": "Transgender people serves as a catalyst for self-recognition and acceptance, as they see themselves in others and realize that they are not alone in how they feel."
    },
    {
      "cite": "Genny Beemyn",
      "quote": "A common perception is that young transgender people today have it easier than transgender people in past decades because of the greater availability of resources and support services."
    },
    {
      "cite": "Genny Beemyn",
      "quote": "The internet and increased attention to transgender people in the news media and popular culture have made it possible for young people who think they might be transgender to learn about the topic readily and to meet transgender people virtually."
    },
    {
      "cite": "Sally Hines",
      "quote": "The term 'transgender' denotes a range of gender experiences, subjectivity and presentations that fall across."
    },
    {
      "cite": "Sally Hines",
      "quote": "Transgender' includes gender identities that have, more traditionally, been described as 'transsexual,' and a diversity of genders that call into question an assumed relationship."
    },
    {
      "cite": "Sally Hines",
      "quote": "Over the past decade, analyses of transgender have moved from the margins and transgender studies has established itself as one of the most creative sites of debate within gender and sexuality studies."
    },
    {
      "cite": "Institute of Medicine",
      "quote": "Trans identities were one of the most written about subjects of the late twentieth century. New communities of transgender people have created new industries, a new academic discipline, new forms of entertainment."
    },
    {
      "cite": "Institute of Medicine",
      "quote": "LGBT elders experience stigma, discrimination, and violence across the life course."
    }
  ]
}