{
  "source": "https://www.wisesayings.com/transportation-quotes/",
  "theme": "transportation",
  "quotes": [
    {
      "cite": "Robin Chase",
      "quote": "Transportation is the center of the world! It is the glue of our daily lives. When it goes well, we don't see it. When it goes wrong, it negatively colors our day, makes us feel angry and impotent, curtails our possibilities."
    },
    {
      "cite": "Chris Gethard",
      "quote": "Public transportation is like a magnifying glass that shows you civilization up close."
    },
    {
      "cite": "Anthony Foxx",
      "quote": "The reality about transportation is that it's future-oriented. If we're planning for what we have, we're behind the curve."
    },
    {
      "cite": "Travis Kalanick",
      "quote": "We want transportation as reliable as running water."
    },
    {
      "cite": "W. Daniel Hillis",
      "quote": "If transportation technology was moving along as fast as microprocessor technology, then the day after tomorrow I would be able to get in a taxi cab and be in Tokyo in 30 seconds."
    },
    {
      "cite": "Robert Hughes",
      "quote": "Transportation made sublimation literal. It conveyed evil to another world."
    },
    {
      "cite": "John Zimmer",
      "quote": "The solution to transportation inefficiencies lies at the intersection of collaborative consumption and the social graph: Shifting transportation from ownership to access."
    },
    {
      "cite": "David Berg",
      "quote": "There will be no transportation problems in Heaven-you can either glide along, float along or fly!"
    },
    {
      "cite": "John Murphy",
      "quote": "What's unique about transportation is that it's the one function that repeats itself throughout the supply chain."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "When dealing with complex transportation issues, the best thing to do is pull up with a cold beer and let somebody else figure it out."
    },
    {
      "cite": "Anthony Stafford Beer",
      "quote": "The system of transportation is not coherent; it is not treated as integral. Roads compete with with railroads and airlines in chaotic fashion, and at immense cost to the nation."
    },
    {
      "cite": "Hermann E. Ott",
      "quote": "Individual transportation has become synonymous for freedom and liberty, so it would be difficult to actually get rid of individualized transport, and in rural areas that would be impossible."
    },
    {
      "cite": "Simi Linton",
      "quote": "Transportation is an essential part of our lives, and in New York City where driving is not a viable option most of the time, public transportation and taxis are the only way to get around."
    },
    {
      "cite": "Alan Kotok",
      "quote": "I'm suspicious of any mode of transportation that requires a running start."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Any businessman will tell you that transportation is fundamental to success."
    },
    {
      "cite": "Robert Brady",
      "quote": "There can be no doubt that the transportation sector is the most critical sector of our economy."
    },
    {
      "cite": "Logan Green",
      "quote": "When you are talking about transportation, people aren't making their plans while in front of a computer."
    },
    {
      "cite": "John Zimmer",
      "quote": "Transportation is going to transition from ownership to transportation as a service. What is the best model to address the largest part of that market? We believe it's peer-to-peer."
    },
    {
      "cite": "Donald Shoup",
      "quote": "Intelligent transportation technology is key to better parking management. The adage that \"You can't manage what you can't measure\" fits parking perfectly."
    },
    {
      "cite": "Corrine Brown",
      "quote": "Transportation funding is a win-win for everyone involved."
    },
    {
      "cite": "Anthony Foxx",
      "quote": "The key word for transportation in the 21st is 'choice.'"
    },
    {
      "cite": "Daniel Goldin",
      "quote": "There are no practical alternatives to air transportation."
    },
    {
      "cite": "John Pomfret",
      "quote": "My main form of transportation at that time was a bicycle, because bicycles could move though the crowd."
    }
  ]
}