{
  "source": "https://www.wisesayings.com/trap-quotes/",
  "theme": "trap",
  "quotes": [
    {
      "cite": "Paulo Coelho",
      "quote": "Love is a trap. When it appears, we see only its light, not its shadows."
    },
    {
      "cite": "China Miéville",
      "quote": "A trap is only a trap if you don't know about it. If you know about it, it's a challenge."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Knowing where the trap is—that's the first step in evading it."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "The greatest trap in our life is not success, popularity or power, but self-rejection."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Freedom is for honest people. No man who is not himself honest can be free – he is his own trap."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The thing that gives you power also traps you."
    },
    {
      "cite": "Max Lucado",
      "quote": "Bitterness is the trap that snares the hunter."
    },
    {
      "cite": "Willie Stargell",
      "quote": "Judgment traps you within the limitations of your comparisons. It inhibits freedom."
    },
    {
      "cite": "Ingrid Bengis",
      "quote": "The real trap of fame is its irresistibility."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Man is the only kind of varmint sets his own trap, baits it, then steps in it."
    },
    {
      "cite": "Josh Billings",
      "quote": "Debt is a trap which man sets and baits himself, and then deliberately gets into."
    },
    {
      "cite": "Fred Rogers",
      "quote": "It's really easy to fall into the trap of bellieving what we do is more important than what we are. Of course, it's the opposite that's true: What we are ultimately determines what we do!"
    },
    {
      "cite": "Roderick Thorp",
      "quote": "We have to learn to be our own best friends because we fall too easily into the trap of being our own worst enemies."
    },
    {
      "cite": "Fatima Faisal",
      "quote": "Looks can be deceiving but let's not fall into the looks trap."
    },
    {
      "cite": "Sneha Dewani",
      "quote": "Life's a trap, you get caught in whatever direction you go."
    },
    {
      "cite": "Christopher Morley",
      "quote": "The real purpose of books is to trap the mind into doing its own thinking."
    },
    {
      "cite": "Jada Pinkett Smith",
      "quote": "Worry about being respected, never worry about being liked because that's the trap."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Somewhere in the depths of soltitude, beyond wilderness and freedom, lay the trap of madness."
    },
    {
      "cite": "Judah Smith",
      "quote": "But difficult situations and wrong choices conspire to trap us in hopelessness."
    },
    {
      "cite": "Alexander Osborn",
      "quote": "Creative ideas in people's minds, but they fall into the trap of fear or rejection. Create a free judgment Wednesday and you spawn a thread creation."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "We cannot leave the trap until we know we are in it."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Procrastination is the soul rebelling against entrapment."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Hate traps us by binding us too tightly to our adversary."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Building a better mousetrap merely results in smarter mice."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The whole idea of motivation is a trap, forget motivation, just do it."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "To trap one's self-suffering is to risk being devoured from the inside."
    },
    {
      "cite": "Matthew McConaughey",
      "quote": "Life is not fair, it never was and it is now and it won’t ever be. Do not fall into the trap. The entitlement trap, of feeling like you’re a victim. You are not."
    }
  ]
}