{
  "source": "https://www.wisesayings.com/trash-quotes/",
  "theme": "trash",
  "quotes": [
    {
      "cite": "Pauline Kael",
      "quote": "Trash has given us an appetite for art."
    },
    {
      "cite": "Eric Samuel Timm",
      "quote": "To gain the treasure, you must leave the trash."
    },
    {
      "cite": "Len Elmore",
      "quote": "Sometimes if you talk trash, you end up taking out the garbage."
    },
    {
      "cite": "Lana Turner",
      "quote": "Trash is something you get rid of - or disease. I'm not something you get rid of."
    },
    {
      "cite": "John Hagee",
      "quote": "When someone throws trash on you, shake it off, stomp on it, and use it to rise to the top!"
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "A bit of trash now and then is good for the severest reader. It provides the necessary roughage in the literary diet."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The trash and litter of nature disappears into the ground with the passing of each year, but man's litter has more permanence."
    },
    {
      "cite": "Soko Morinaga",
      "quote": "From the first, in people and in things, there is no such thing as trash. These words point to the fundamental truth of Buddhism, a truth I could not as yet conceive in those days."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When we lack etiquette, we trash things. We trash each other. We trash the environment. We lose sight of the value of things. We suffer alienation when our spirit is disconnected from our physical awareness."
    },
    {
      "cite": "Caroline Manzo",
      "quote": "You hang out with trash and you start to smell like garbage."
    },
    {
      "cite": "Patrick Ness",
      "quote": "Do we hate paradise so much we need to make sure it becomes a trash heap?"
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "I guess if your heart's in the right place, the trash can go anywhere."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "I don't care how fancy you wrap trash, it's still trash."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "It's called loitering, which is like littering with human beings as the trash."
    },
    {
      "cite": "Claudia Black",
      "quote": "Never trash-talk yourself or others. Stay curious. Speak your truth."
    },
    {
      "cite": "Kola Boof",
      "quote": "People don't want truth, they just want trash."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Ours is a culture and a time immensely rich in trash as it is in treasures."
    },
    {
      "cite": "Douglas Sirk",
      "quote": "This is the dialectic - there is a very short distance between high art and trash, and trash that contains an element of craziness is by this very quality nearer to art."
    },
    {
      "cite": "Pat Benatar",
      "quote": "You don't want to trash what you've done; that's your history."
    },
    {
      "cite": "Charles De Lint",
      "quote": "You can take the woman outta the trash, but you can't take the trash out a the woman."
    },
    {
      "cite": "Bill Nye",
      "quote": "To leave the world better than you found it, sometimes you have to pick up other people's trash."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "I'd just much rather see an ugly person take the trash out than see somebody really pretty taking the trash out."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "When young, one is confident to be able to build palaces for mankind, but when the time comes one has one's hands full just to be able to remove their trash."
    },
    {
      "cite": "Amy Bloom",
      "quote": "Smart people often talk trash about happiness and worse than trash about books on happiness, and they have been doing so for centuries - just as long as other people have been pursuing happiness and writing books about it."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Recycling is a good thing to do. It makes people feel good to do it. The thing I want to emphasize is the vast difference between recycling for the purpose of feeling good and recycling for the purpose of solving the trash problem."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "Why will friends publish all the trash they can scrape together of celebrated people?"
    },
    {
      "cite": "Elizabeth Kata",
      "quote": "Lovely flowers have been known to grow out of trash heaps."
    },
    {
      "cite": "Pauline Kael",
      "quote": "Movies are so rarely great art that if we cannot appreciate great trash we have very little reason to be interested in them."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Cheating on a good woman is like choosing trash over treasure."
    },
    {
      "cite": "Stephen Nachmanovitch",
      "quote": "With too little judgement, we get trash. With too much judgement, we get blockage."
    }
  ]
}