{
  "source": "https://www.wisesayings.com/trauma-quotes/",
  "theme": "trauma",
  "quotes": [
    {
      "cite": "Jane Leavy",
      "quote": "Trauma fractures comprehension as a pebble shatters a windshield. The wound at the site of impact spreads across the field of vision, obscuring reality and challenging belief."
    },
    {
      "cite": "Laurie Matthew",
      "quote": "There is no one way to recover and heal from any trauma. Each survivor chooses their own path or stumbles across it."
    },
    {
      "cite": "Justin Ordoñez",
      "quote": "Outside, the sun shines. Inside, there’s only darkness. The blackness is hard to describe, as it’s more than symptoms. It’s a nothing that becomes everything there is. And what one sees is only a fraction of the trauma inflicted."
    },
    {
      "cite": "Leslie Jamison",
      "quote": "No trauma has discrete edges. Trauma bleeds. Out of wounds and across boundaries."
    },
    {
      "cite": "Patricia Montandon",
      "quote": "Nature has a way of deadening us to traumatic events, until we're ready to deal with it. And once you do, it's a volcanic reaction."
    },
    {
      "cite": "Lisa Lewis",
      "quote": "It's unrealistic to expect that you can bleach the trauma out of your mind. What treatment can help you do is learn how to cope with the experience, with the memories and to live in the present."
    },
    {
      "cite": "Mark Epstein",
      "quote": "The willingness to face traumas - be they large, small, primitive or fresh - is the key to healing from them. They may never disappear in the way we think they should, but maybe they don’t need to. Trauma is an ineradicable aspect of life. We are human as a result of it, not in spite of it."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds."
    },
    {
      "cite": "Peter A. Levine",
      "quote": "Trauma is a fact of life. It does not, however, have to be a life sentence."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "Sometimes I think we're exposed to things we shouldn't be exposed to too early. I think that sets the tone to a person's whole life. Trauma."
    },
    {
      "cite": "Peter A. Levine",
      "quote": "The paradox of trauma is that it has both the power to destroy and the power to transform and resurrect."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Trauma is a rude awakening, but also an opportunity to edit the script from believing to knowing. Self define for destiny's shine!"
    },
    {
      "cite": "Alfred Adler",
      "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes."
    },
    {
      "cite": "Alex Lifeson",
      "quote": "The shock of any trauma, I think changes your life. It’s more acute in the beginning and after a little time you settle back to what you were. However it leaves an indelible mark on your psyche."
    },
    {
      "cite": "Charles Blow",
      "quote": "I had been fortified by trauma, the way a bone, once broken, grows back stronger than it had been."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Don't despair if your heart has been through a lot of trauma. Sometimes that's how beautiful hearts are remade: they are shattered first."
    },
    {
      "cite": "Paul Levy",
      "quote": "Trauma is a unique phenomenon all on its own, as if it is an entity in and of itself."
    },
    {
      "cite": "Jennifer Stone",
      "quote": "Trauma reflected upon in tranquility can produce morally stunning insights – literary light! It can also produce maudlin rubbish."
    },
    {
      "cite": "Cherrie Moraga",
      "quote": "Sometimes a breakdown can be the beginning of a kind of breakthrough, a way of living in advance through a trauma that prepares you for a future of radical transformation."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "All children have to be deceived if they are to grow up without trauma."
    },
    {
      "cite": "Joanna Macy",
      "quote": "This is a dark time, filled with suffering and uncertainty. Like living cells in a larger body, it is natural that we feel the trauma of our world. So don’t be afraid of the anguish you feel, or the anger or fear, because these responses arise from the depth of your caring and the truth of your interconnectedness with all beings."
    },
    {
      "cite": "Jessica Stern",
      "quote": "Some people's lives seem to flow in a narrative; mine had many stops and starts. That's what trauma does. It interrupts the plot. You can't process it because it doesn't fit with what came before or what comes afterwards."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "You need to take the traumas and make them part of who you've come to be, and you need to fold the worst events of your life into a narrative of triumph, evincing a better self in response to things that hurt."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "The only lasting trauma is the one we suffer without positive change."
    },
    {
      "cite": "Camille Paglia",
      "quote": "We cannot have a world where everyone is a victim. \"I'm this way because my father made me this way. I'm this way because my husband made me this way.\" Yes, we are indeed formed by traumas that happen to us. But you must take charge, you must take over, you are responsible."
    },
    {
      "cite": "Alice Miller",
      "quote": "An unacknowledged trauma is like a wound that never heals over and may start to bleed again at any time."
    },
    {
      "cite": "James Frey",
      "quote": "Trauma is survivable, but often not much more.. It kills you while allowing you to still live"
    },
    {
      "cite": "Bruce D. Perry",
      "quote": "It is the rare and strong person that can carry their trauma without having it spill into the next generation."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Though I walk through the valley of the shadow of trauma, I will fear no concussion."
    }
  ]
}