{
  "source": "https://www.wisesayings.com/travel-quotes/",
  "theme": "travel",
  "quotes": [
    {
      "cite": "Miriam Beard",
      "quote": "Travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There are no foreign lands. It is the traveler only who is foreign."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The use of traveling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are."
    },
    {
      "cite": "Freya Stark",
      "quote": "To awaken quite alone in a strange town is one of the pleasantest sensations in the world."
    },
    {
      "cite": "Lin Yutang",
      "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
    },
    {
      "cite": "Henry Miller",
      "quote": "One's destination is never a place, but a new way of seeing things."
    },
    {
      "cite": "Martin Buber",
      "quote": "All journeys have secret destinations of which the traveler is unaware."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not follow where the path may lead. Go instead where there is no path and leave a trail"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A journey of a thousand miles must begin with a single step."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Not all those who wander are lost."
    },
    {
      "cite": "William Least Heat Moon",
      "quote": "When you're traveling, you are what you are right there and then. People don't have your past to hold against you. No yesterdays on the road."
    },
    {
      "cite": "Katharine Butler Hathaway",
      "quote": "A person needs at intervals to separate from family and companions and go to new places. One must go without familiars in order to be open to influences, to change."
    },
    {
      "cite": "Mark Twain",
      "quote": "I have found out that there ain't no surer way to find out whether you like people or hate them than to travel with them."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "To travel is to discover that everyone is wrong about other countries."
    },
    {
      "cite": "Rosalia de Castro",
      "quote": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it."
    },
    {
      "cite": "Danny Kaye",
      "quote": "To travel is to take a journey into yourself."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Travel makes one modest, you see what a tiny place you occupy in the world."
    },
    {
      "cite": "Ross Morley",
      "quote": "Travel is like a giant blank canvas, and the painting on the canvas is only limited by one's imagination."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "We wander for distraction, but we travel for fulfillment."
    },
    {
      "cite": "Lin Yutang",
      "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Traveling, you realize that differences are lost: each city takes to resembling all cities, places exchange their form, order, distances, a shapeless dust cloud invades the continents."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Travelling expands the mind rarely."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Once a year, go some place you've never been before."
    },
    {
      "cite": "St. Augustine",
      "quote": "The world is a book and those who do not travel read only one page."
    },
    {
      "cite": "Mark Twain",
      "quote": "Travel is fatal to prejudice, bigotry, and narrow-mindedness."
    }
  ]
}