{
  "source": "https://www.wisesayings.com/treasure-quotes/",
  "theme": "treasure",
  "quotes": [
    {
      "cite": "Jackie Robinson",
      "quote": "The most luxurious possession, the richest treasure anybody has, is his personal dignity."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Memory is the treasure house of the mind wherein the monuments thereof are kept and preserved."
    },
    {
      "cite": "Og Mandino",
      "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished."
    },
    {
      "cite": "Jesus Christ",
      "quote": "If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "Gold is a treasure, and he who possesses it does all he wishes to in this world, and succeeds in helping souls into paradise."
    },
    {
      "cite": "Karen Kain",
      "quote": "Treasure the things about you that make you different and unique."
    },
    {
      "cite": "John Ortberg",
      "quote": "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character."
    },
    {
      "cite": "George Meredith",
      "quote": "A witty woman is a treasure; a witty beauty is a power."
    },
    {
      "cite": "William Penn",
      "quote": "Knowledge is the treasure of a wise man."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Truth is the property of no individual but is the treasure of all men."
    },
    {
      "cite": "Le Corbusier",
      "quote": "The home should be the treasure chest of living."
    },
    {
      "cite": "Walt Disney",
      "quote": "There is more treasure in books than in all the pirate's loot on Treasure Island."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "No thief, however skillful, can rob one of knowledge, and that is why knowledge is the best and safest treasure to acquire."
    },
    {
      "cite": "Cam Richmond",
      "quote": "Life is a gift. Treasure what you do have. There are some that would be blessed to even have SOME of what you have and complain bitterly about."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Where your pleasure is, there is your treasure: where your treasure, there your heart; where your heart, there your happiness"
    },
    {
      "cite": "Phylicia Rashad",
      "quote": "Loving oneself isn't hard, when you understand who and what 'yourself' is. It has nothing to do with the shape of your face, the size of your eyes, the length of your hair or the quality of your clothes. It's so beyond all of those things and it's what gives life to everything about you. Your own self is such a treasure."
    },
    {
      "cite": "Marie Kondo",
      "quote": "To truly cherish the things that are important to you, you must first discard those that have outlived their purpose. And if you no longer need them, then that is neither wasteful nor shameful. Can you truthfully say that you treasure something buried so deeply in a cupboard or drawer that you have forgotten its existence?"
    },
    {
      "cite": "George Sand",
      "quote": "Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Treasure your relationships, not your possessions."
    },
    {
      "cite": "Anonymous",
      "quote": "Where your treasure is, there will your heart be also."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You can either be a victim of the world or an adventurer in search of treasure. It all depends on how you view your life."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Ours is a culture and a time immensely rich in trash as it is in treasures."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "When people bury treasure nowadays they do it in the Post-Office bank."
    },
    {
      "cite": "Roderick Townley",
      "quote": "There is all the difference in the world between treasure and money."
    }
  ]
}