{
  "source": "https://www.wisesayings.com/treadmill-quotes/",
  "theme": "treadmill",
  "quotes": [
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "To sentence a man of true genius, to the drudgery of a school is to put a racehorse on a treadmill."
    },
    {
      "cite": "Grizz Chapman",
      "quote": "Hit the gym... Working out is the key to your life. All you need is a half an hour on the treadmill."
    },
    {
      "cite": "J. Grant Howard",
      "quote": "The world is a treadmill, and we are being pulled backward on it if we aren't consciously walking forward."
    },
    {
      "cite": "Will Smith",
      "quote": "There is nothing like having to change your physical form to put you in contact with every weak part of yourself, to train yourself in discipline. Put somebody on a treadmill and I'll tell you how good they are at any other thing they do in life."
    },
    {
      "cite": "Joanna Coles",
      "quote": "The treadmill won't run on its own; you have to put some work into this. If you're going to lose weight, you have to apply yourself."
    },
    {
      "cite": "Susan Orlean",
      "quote": "The biggest problem with working at a treadmill desk: the compulsion to announce constantly that you are working at a treadmill desk."
    },
    {
      "cite": "David Walters",
      "quote": "An hour of basketball feels like 15 minutes.  An hour on a treadmill feels like a weekend in traffic school."
    },
    {
      "cite": "Susan Jane Gilman",
      "quote": "Everybody thinks that once you reach the top, you can lie back on a divan with a goddamn mai tai. No. Wrong. Success is not a mountain climb. Success is a treadmill."
    },
    {
      "cite": "Ally Carter",
      "quote": "Don't put your characters on a treadmill. They need to go new places, face new challenges and do new things."
    },
    {
      "cite": "Tyrese Gibson",
      "quote": "When you step on the treadmill, make a commitment. Do, say, 3 miles a day. And don't get off until you finish. It doesn't matter what speed you're going. Just don't get off."
    },
    {
      "cite": "Julia Cameron",
      "quote": "There is a treadmill quality to workaholism."
    },
    {
      "cite": "Joshua Rosenthal",
      "quote": "Getting off this treadmill requires a willingness to stand on our own and disregard others' opinions."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "You gotta run more than your mouth to escape the treadmill of mediocrity. A true hustler jogs during the day, and sleepwalks at night."
    },
    {
      "cite": "Janette Turner Hospital",
      "quote": "We inherit plots. There are only two or three in the world, five or six at most. We ride them like treadmills."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "You run on the treadmill. But you need to stop watching The Food Network when you're doing it. That is how you torture yourself."
    },
    {
      "cite": "Fred A. Allen",
      "quote": "We are living in the machine age. For the first time in history the comedian has been compelled to supply himself with jokes and comedy material to compete with the machine. Whether he knows it or not, the comedian is on a treadmill to oblivion."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Get off the treadmill of consumption, replication, and mediocrity. Begin lifting the weights of creativity, originality, and success."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Housework is a treadmill from futility to oblivion with stop-offs at tedium and counter productivity."
    },
    {
      "cite": "Munia Khan",
      "quote": "Life is one big gym where we need to constantly workout to stay fit for this world. And indeed love here is the treadmill."
    },
    {
      "cite": "Rob Pruitt",
      "quote": "Consuming is an endless treadmill."
    },
    {
      "cite": "Iris St. Clair",
      "quote": "Lies are like a treadmill with no off switch. You have to keep walking or you'll fall off."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "There is no way to step off the tread mill. It is all treadmill."
    },
    {
      "cite": "Raghuram Rajan",
      "quote": "Competition is like a treadmill. If you stand still, you get swept off. But when you run, you can never really get ahead of the treadmill and cover new terrain - so you never run faster than the speed that is set."
    }
  ]
}