{
  "source": "https://www.wisesayings.com/trees-quotes/",
  "theme": "trees",
  "quotes": [
    {
      "cite": "Ellen DeGeneres",
      "quote": "If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Consider a tree for a moment. As beautiful as trees are to look at, we don't see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don't see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Trees are the earth's endless effort to speak to the listening heaven."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "If I were a tree, I would have no reason to love a human."
    },
    {
      "cite": "Chad Sugg",
      "quote": "Love the trees until their leaves fall off, then encourage them to try again next year."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "If a tree falls in the forest and nobody is there to hear it, doesn't it just lie there and rot?"
    },
    {
      "cite": "Lucy Larcom",
      "quote": "He who plants a tree. Plants a hope."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Trees are your best antiques."
    },
    {
      "cite": "William Blake",
      "quote": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see Nature all ridicule and deformity, and some scarce see Nature at all. But to the eyes of the man of imagination, Nature is Imagination itself."
    },
    {
      "cite": "Malay proverb",
      "quote": "Though a tree grows so high, the falling leaves return to the root."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Keep a green tree in your heart and perhaps a singing bird will come."
    },
    {
      "cite": "Bulgarian proverb",
      "quote": "A tree falls the way it leans."
    },
    {
      "cite": "Afghan Proverb",
      "quote": "A tree does not move unless there is wind."
    },
    {
      "cite": "Jack Handey",
      "quote": "If trees could scream, would we be so cavalier about cutting them down? We might, if they screamed all the time, for no good reason."
    },
    {
      "cite": "Mirabel Osler",
      "quote": "To be able to walk under the branches of a tree that you have planted is really to feel you have arrived with your garden. So far we are on the way: we can now stand beside ours."
    },
    {
      "cite": "James G. Watt",
      "quote": "They kill good trees to put out bad newspapers."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Green leaves on a dead tree is our epitaph--green leaves, dear reader, on a dead tree."
    },
    {
      "cite": "Rita Dove",
      "quote": "Everybody who's anybody longs to be a tree."
    },
    {
      "cite": "John Muir",
      "quote": "Between every two pine trees there is a door leading to a new way of life."
    },
    {
      "cite": "Baron Alexander von Humboldt",
      "quote": "By felling the trees which cover the tops and sides of mountains, men in all climates seem to bring upon future generations two calamities at once; want of fuel and a scarcity of water."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He that plants trees, loves others besides himself."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "Once there was a tree, and she loved a little boy."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "For a tree to become tall it must grow tough roots among the rocks."
    },
    {
      "cite": "Shakuntala",
      "quote": "A tree bends when its fruits have ripened; a fresh water cloud hangs low; similarily, a gentleman becomes all the more humble in prosperity."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Life without love is like a tree without blossom and fruit."
    },
    {
      "cite": "Georges Rouault",
      "quote": "A tree against the sky possesses the same interest, the same character, the same expression as the figure of a human."
    },
    {
      "cite": "Everett Mamor",
      "quote": "We can learn a lot from trees: they're always grounded but never stop reaching heavenward."
    },
    {
      "cite": "Martin Luther",
      "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree."
    }
  ]
}