{
  "source": "https://www.wisesayings.com/trendsetter-quotes/",
  "theme": "trendsetter",
  "quotes": [
    {
      "cite": "Coco Chanel",
      "quote": "In order to be irreplaceable one must always be different."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Style is something each of us already has, all we need to do is find it."
    },
    {
      "cite": "Elsa Schiaparelli",
      "quote": "In difficult times, fashion is always outrageous."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "When a woman says, 'I have nothing to wear!' what she really means is, 'There's nothing here for who I'm supposed to be today."
    },
    {
      "cite": "Iman",
      "quote": "There is a lot of noise out there. I don't want to follow the trend - I want to create the trend."
    },
    {
      "cite": "Gianni Versace",
      "quote": "Don't be into trends. Don't make fashion own you, but you decide what you are, what you want to express by the way you dress and the way to live."
    },
    {
      "cite": "Stacy London",
      "quote": "Never let a trend get in the way of creating a great outfit for yourself."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Style is a simple way of saying complicated things."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Trendy is the last stage before tacky."
    },
    {
      "cite": "Krist Novoselic",
      "quote": "Don't follow a trend. Follow your heart."
    },
    {
      "cite": "Lindsey Haun",
      "quote": "If you follow the trend, you'll always be right behind it."
    },
    {
      "cite": "Takeoff",
      "quote": "We trendsetters, not trend sweaters."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Socrates became a trendsetter. Other philosophers, including Plato and Aristotle and Gus, quickly followed suit, dropping their last names too. And, for centuries after that there would be countless imitators including oltaire, Michelangelo, and, much later, Cher."
    },
    {
      "cite": "Anna Wintour",
      "quote": "It's always about timing. If it's too soon, no one understands. If it's too late, everyone's forgotten."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "If you are not a trend setter, at least be able to exploit the ones you see."
    },
    {
      "cite": "Coco Chanel",
      "quote": "I don't do fashion. I am fashion."
    },
    {
      "cite": "Quavo",
      "quote": "You gotta give everybody a new trend a new wave, something new to do."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "Fashion is about dressing according to what's fashionable. Style is more about being yourself."
    },
    {
      "cite": "Andrei Platonov",
      "quote": "I have a trend of my own."
    },
    {
      "cite": "Jurnee Smollett-Bell",
      "quote": "The real trendsetters are the ones who rebel. Those are the ones who everyone in fashion eventually follows."
    },
    {
      "cite": "Alexander Wang",
      "quote": "Anyone can get dressed up and glamorous, but it is how people dress in their days off that are the most intriguing."
    },
    {
      "cite": "Jessica Atef",
      "quote": "You dont have to follow trends, you should set them, because there are too many 'her's and 'him's but there is only one 'you'."
    },
    {
      "cite": "Iris Apfel",
      "quote": "Fashion you can buy, but style you possess. The key to style is learning who you are, which takes years. There's no how-to road map to style. It's about self expression and, above all, attitude."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Clothes mean nothing until someone lives in them."
    },
    {
      "cite": "Criss Jami",
      "quote": "Any fool can do something cool and look cool, but it takes skill to make something uncool cool again."
    }
  ]
}