{
  "source": "https://www.wisesayings.com/trials-and-tribulations-quotes/",
  "theme": "trials-and-tribulations",
  "quotes": [
    {
      "cite": "Tavis Smiley",
      "quote": "Having to try and going through the trials and tribulations to actually overcome, to get there to win, to triumph, that's what makes life interesting."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Diamonds are formed in pressure; that is why God allows you to go through difficult times"
    },
    {
      "cite": "Anonymous",
      "quote": "The testing of your faith produces perseverance. Don't look at trials and tribulations always as a bad thing."
    },
    {
      "cite": "Rashad Evans",
      "quote": "All the trials and tribulations have paid off. In life, you have setbacks. When you're in your valley, that's when you're tested the most not when you're at your peak."
    },
    {
      "cite": "Martin Lawrence",
      "quote": "No one is immune to the trials and tribulations of life."
    },
    {
      "cite": "Brock Lesnar",
      "quote": "You learn a lot of different things with trials and tribulations and, at the end of the day, you get some positives from whatever mistakes you've made."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "There's no doubt that there will be many trials and tribulations along the way in taming space for the benefit of all, unmasking its truths and using the boundless resources available to us. Taking a chance allows us to seek new horizons and we all benefit from being horizon hunters."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "When life throws trials and tribulations towards you, shield your destiny with courage, faith and perseverance."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Trials and tribulations only come into your life to test you, so you could make some testimonies out of them."
    },
    {
      "cite": "Steven Callahan",
      "quote": "This life is full of trials and tribulations, so you have to capture humor whenever and wherever you can find it."
    },
    {
      "cite": "Carl Lewis",
      "quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge."
    },
    {
      "cite": "Anonymous",
      "quote": "The road of life is never without trials and tribulations."
    },
    {
      "cite": "Michelle Cruz-Rosado",
      "quote": "Through the trials and tribulations of life come the openness to receive greatness."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes it takes trials and tribulations to strengthen you for the glory ahead. It's been a trying last few weeks but I'm ready."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A leaf has no power to resist when the wind blows, but when life's storms rage, you do."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Trials and tribulations tend to squeeze the artificiality out of us, leaving the essence of what we really are and clarifying what we really yearn for."
    },
    {
      "cite": "Mac Canoza",
      "quote": "You are not forever in the dark. Look up. There's the Light."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A gem cannot be polished without friction, nor a man perfected without trials."
    },
    {
      "cite": "Anonymous",
      "quote": "Overcoming the trials and tribulations of human beliefs, enables you to gain the inspiration needed to practice it in daily life."
    },
    {
      "cite": "Taylor Swift",
      "quote": "The trials and tribulations in your life make you stronger."
    },
    {
      "cite": "Missy Elliott",
      "quote": "All of the trials and tribulations from personal to the artist. It shows that I'm human. People see the glamorous stuff, but they don't see the background."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Trials and tribulations are nothing but opportunities to test the true potential of your mind."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "cite": "Keyshia Cole",
      "quote": "There's a lot of trials and tribulations you have to go through to get what you want, especially if you feel like it belongs to you."
    },
    {
      "cite": "Max De Pree",
      "quote": "We can choose to see life as a series of trials and tribulations, or we can choose to see life as an accumulation of treasures."
    },
    {
      "cite": "Stephen Jackson",
      "quote": "There's certain lines you don't cross when you're dealing with a man who came up like he did and who's been through the trials and tribulations like he did in his life."
    },
    {
      "cite": "Glenn L. Pace",
      "quote": "Often trials and tribulations are allowed to come into our lives because of what we are doing right."
    },
    {
      "cite": "Miranda Sissons",
      "quote": "War crimes trials are always messy, but holding this trial in absentia would be extremely troubling to a lot of people."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Trials and tribulations offer us a chance to make reparation for our past faults and sins. On such occasions the Lord comes to us like a physician to heal the wounds left by our sins. Tribulation is the divine medicine."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Trials teach us what we are; they dig up the soil, and let us see what we are made of."
    }
  ]
}