{
  "source": "https://www.wisesayings.com/triathlon-quotes/",
  "theme": "triathlon",
  "quotes": [
    {
      "cite": "Dave Scott",
      "quote": "If you set a goal for yourself and are able to achieve it, you have won your race. Your goal can be to come in first, to improve your performance, or just finish the race it's up to you."
    },
    {
      "cite": "unknown",
      "quote": "Swim like your gonna drown, Ride like you stole it and Run like they are chasing you."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "You need to save some mental, physical, and emotional resources for enhancing your product after you ship. A revolution is a triathlon, not a hundred-yard dash-it requires long distance stamina and multiple skills such as creating, churning, and evangelizing."
    },
    {
      "cite": "unknown",
      "quote": "When the going gets tough, the tough tri harder."
    },
    {
      "cite": "Alistair Brownlee",
      "quote": "In triathlon you don't get to race that much so when you're on the start line you just need to make sure you focus on the job in hand and enjoy yourself."
    },
    {
      "cite": "Charlotte Campbell",
      "quote": "As your training moves from base training to more intense work, to tapering, your nutrition needs to change."
    },
    {
      "cite": "unknown",
      "quote": "Almost drowned, crashed the bike, puked on the run. When's the next Tri?"
    },
    {
      "cite": "unknown",
      "quote": "Triathlon doesn't build character. It reveals it."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Not everybody is going to run a marathon or do a triathlon. It's not necessary to do that to be in good health."
    },
    {
      "cite": "Chris McCormack",
      "quote": "You don't play triathlon. You play soccer; it's fun. You play baseball. Triathlon is work that can leave you crumpled in a heap, puking by the roadside. It's the physical brutality of climbing Mount Everest without the great view from the top of the world. What kind of person keeps coming back for more of that?"
    },
    {
      "cite": "unknown",
      "quote": "Quitters don't tri. Triathletes don't quit."
    },
    {
      "cite": "P. Z. Pearce",
      "quote": "If God invented marathons to keep people from doing anything more stupid, triathlon must have taken Him completely by surprise."
    },
    {
      "cite": "Julie Dibens",
      "quote": "It's always the athlete's responsibility to keep everything in check. We have to listen to our bodies sometimes the hardest part is to back off and rest."
    },
    {
      "cite": "unknown",
      "quote": "It's rude to count people as you pass them. Out loud"
    },
    {
      "cite": "unknown",
      "quote": "Triathlon - It's not about finding your limits. It's about finding out what lies just beyond them."
    },
    {
      "cite": "John Collins",
      "quote": "You can quit if you want, and no one will care. But you will know the rest of your life."
    }
  ]
}