{
  "source": "https://www.wisesayings.com/trials-quotes/",
  "theme": "trials",
  "quotes": [
    {
      "cite": "Tammy Bruce",
      "quote": "Trials are no longer about freeing the innocent, punishing the guilty, and making restitution to the injured. They have devolved into a contest over who will win."
    },
    {
      "cite": "Brock Lesnar",
      "quote": "You learn a lot of different things with trials and tribulations and, at the end of the day, you get some positives from whatever mistakes you've made."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The pause between the errors and trials of the day and the hopes of the night."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Sometimes, the scariest thing you will ever have to do is trust God to fight the battles you can no longer fight."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "Don't let your trials blow you down; let them lift you up."
    },
    {
      "cite": "Alana Stewart",
      "quote": "Personal trials are the great equalizer that continues to draw public fascination."
    },
    {
      "cite": "Carl Lewis",
      "quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge."
    },
    {
      "cite": "Taylor Swift",
      "quote": "The trials and tribulations in your life make you stronger."
    },
    {
      "cite": "Sete Gibernau",
      "quote": "It's quite easy to start Trials riding. You just need a bike and you're set."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "All the trials we endure cannot be compared to these interior battles."
    },
    {
      "cite": "Anonymous",
      "quote": "Trials have no value or intrinsic meaning in themselves. It's the way we respond to those trials that makes all the difference."
    },
    {
      "cite": "Warren E. Burger",
      "quote": "Trials by the adversarial contest must in time go the way of the ancient trial by battle and blood."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Times of great calamity and confusion have been productive for the greatest minds. The purest ore is produced from the hottest furnace. The brightest thunder-bolt is elicited from the darkest storm."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We are always on the anvil; by trials God is shaping us for higher things."
    },
    {
      "cite": "Franklin Graham",
      "quote": "No matter what storm you face, you need to know that God loves you. He has not abandoned you."
    },
    {
      "cite": "Michelle Cruz",
      "quote": "Through the trials and tribulations of life come the openness to receive greatness."
    },
    {
      "cite": "Jennifer DeLucy",
      "quote": "Let the darkness find you if it must. Throw off the quick and tempting escapes, and seek help only from those who would teach you to grow, feed your soul, embrace your heart, but would not steal away your journey."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong."
    },
    {
      "cite": "Alan Paton",
      "quote": "The tragedy is not that things are broken. The tragedy is that they are not mended again."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Trials teach us what we are; they dig up the soil, and let us see what we are made of."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "Your trials, crosses, and conflicts are all temporary."
    },
    {
      "cite": "L. Lionel Kendrick",
      "quote": "We cannot always control everything that happens to us in this life, but we can control how we respond."
    },
    {
      "cite": "Keyshia Cole",
      "quote": "There's a lot of trials and tribulations you have to go through to get what you want, especially if you feel like it belongs to you."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Trials are the soil in which faith flourishes."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Our most significant opportunities will be found in times of greatest difficulty."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "To live greatly, we must develop the capacity to face trouble with courage, disappointment with cheerfulness, and triumph with humility."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "No one is without troubles, without personal hardships and genuine challenges. That fact may not be obvious because most people don't advertise their woes and heartaches. But nobody, not even the purest heart, escapes life without suffering battle scars."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Though our trials are diverse, there is one thing the Lord expects of us no matter our difficulties and sorrows: He expects us to press on."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "What is life worth without trials and tribulations which are the salt of life."
    }
  ]
}