{
  "source": "https://www.wisesayings.com/tribute-quotes/",
  "theme": "tribute",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Ridicule is the tribute paid to the genius by the mediocrities."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Every journalist owes tribute to the evil one."
    },
    {
      "cite": "Thurgood Marshall",
      "quote": "In recognizing the humanity of our fellow beings, we pay ourselves the highest tribute."
    },
    {
      "cite": "Grover Norquist",
      "quote": "Hypocrisy is the tribute that vice pays to virtue."
    },
    {
      "cite": "Shannon Alder",
      "quote": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Be happy. That's the finest tribute one can pay to the dead."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "She stands as a tribute to all that surrounds her. A woman of beauty, in a sunset of desire."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I've always looked on criticism as a sort of envious tribute."
    },
    {
      "cite": "Isaac Goldberg",
      "quote": "The greatest tribute one can give to a writer is that it is simply enough to read him."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Make your life a tribute equal to the magnitude of the gift of life."
    },
    {
      "cite": "J. William Fulbright",
      "quote": "The citizen who criticizes his country is paying it an implied tribute."
    },
    {
      "cite": "Romans 13:6-7",
      "quote": "Pay ye tribute also: for they are God's ministers. Tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour."
    },
    {
      "cite": "Stanton",
      "quote": "Therefore, it is with loving pride we drape the colors in tribute of respect to this citizen of your great Republic, and here and now, in the shadow of the illustrious dead, we pledge our hearts and our honor in carrying this war to successful issue."
    },
    {
      "cite": "Voltaire",
      "quote": "Every public man pays tribute to malignity, but he is rewarded in honors and gold."
    },
    {
      "cite": "Stephen Grover Cleveland",
      "quote": "On this day of thanksgiving, let us generously remember the poor and needy, so that our tribute of praise and gratitude may be acceptable in the sight of the Lord."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "For ne'er was flattery lost on poet's ear; / A simple race! they waste their toil / For the vain tribute of a smile."
    },
    {
      "cite": "John Denham",
      "quote": "Themes, the most loved of all the Ocean's sons, / By his old sire, to his embraces runs, / Hasting to pay his tribute to the Sea, / Like mortal life to meet eternity."
    },
    {
      "cite": "Ze'ev Ibiansky",
      "quote": "Whereas terrorists usually dismiss the law altogether, without even pretending to abide by it, states pay tribute to law and norms and breach them only under extreme circumstances in the changing rules of combating terrorism."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "To all teachers— past, present, and future. Yours is the greatest profession! Thanks be to God for the teachers of the world."
    },
    {
      "cite": "Charles Churchill",
      "quote": "NoÂ tributeÂ is laid on castles in the air."
    },
    {
      "cite": "Tom Baker",
      "quote": "A greatÂ tribute, is expressing the great love for a Grandmother we share with our children."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "It is better to payÂ tributeÂ of gold to the enemy thanÂ tributeÂ of blood in war."
    },
    {
      "cite": "John Frankenheimer",
      "quote": "The accolades usually come when you're dead or too old to get a job"
    },
    {
      "cite": "Dick Cavett",
      "quote": "It's a tribute to the human brain that anyone is able to function out there on television in a talk situation that is entirely artificial."
    },
    {
      "cite": "George Steiner",
      "quote": "The most importantÂ tributeÂ any human being can pay to a poem or a piece of prose he or she really loves is to learn it by heart. Not by brain, by heart; the expression is vital."
    },
    {
      "cite": "John Dryden",
      "quote": "TheÂ commendationÂ of adversaries is the greatest triumph of a writer, because it never comes unless extorted."
    },
    {
      "cite": "Philip Sidney",
      "quote": "GiveÂ tribute, but not oblation, to human wisdom."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Let our tribute to the dead be a new resolve: to respect people for what they individually think, rather than respect groups for what they were collectively brought up to believe."
    },
    {
      "cite": "Carl Jung",
      "quote": "CommendationÂ heals; condemnation destroys."
    },
    {
      "cite": "Joe Morton",
      "quote": "Accolades are there to congratulate you but also to make you understand that it's not over. You now have to continue trying to improve the craft and keep going. It's not something to rest on."
    }
  ]
}