{
  "source": "https://www.wisesayings.com/trick-quotes/",
  "theme": "trick",
  "quotes": [
    {
      "cite": "Robert Ludlum",
      "quote": "The mind plays tricks. It rejects things until it thinks ― or something tells it ― that the remembering can be handled."
    },
    {
      "cite": "Osman Welela",
      "quote": "Magic is a trick, and the trick is to believe it's real."
    },
    {
      "cite": "Penn Jillette",
      "quote": "One thing you learn doing magic tricks for a living is how close every performance of every magic trick is to disaster. There are no robust magic tricks. They're all hanging from a thread - sometimes literally."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Yes, I have tricks in my pocket, I have things up my sleeve. But I am the opposite of a stage magician. He gives you illusion that has the appearance of truth. I give you truth in the pleasant disguise of illusion."
    },
    {
      "cite": "Jostein Gaarder",
      "quote": "A lot of people experience the world with the same incredulity as when a magician pulls a rabbit out of a hat.…We know that the world is not all sleight of hand and deception because we are in it, we are part of it. Actually we are the white rabbit being pulled out of the hat. The only difference beween us and the white rabbit is that the rabbit does not realize it is taking part in a magic trick."
    },
    {
      "cite": "David Wong",
      "quote": "Son, the greatest trick the Devil pulled was convincing the world there was only one of him."
    },
    {
      "cite": "John Burnside",
      "quote": "The trick and the beauty of language is that it seems to order the whole universe, misleading us into believing that we live in sight of a rational space, a possible harmony."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "The trick to negotiation was to hold all the cards going in and, even if you didn't, to try to look as though you did."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tricks and treachery are the practice of fools, that don't have brains enough to be honest."
    },
    {
      "cite": "Richard Burton",
      "quote": "How strange are the tricks of memory, which, often hazy as a dream about the most important events of a man's life, religiously preserve the merest trifles."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Men are so simple and yield so readily to the desires of the moment that he who will trick will always find another who will suffer to be tricked."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Nothing more completely baffles one who is full of trick and duplicity himself, than straight forward and simple integrity in another."
    },
    {
      "cite": "Paul Newman",
      "quote": "We are such spendthrifts with our lives, the trick of living is to slip on and off the planet with the least fuss you can muster. I’m not running for sainthood. I just happen to think that in life we need to be a little like the farmer, who puts back into the soil what he takes out."
    },
    {
      "cite": "Ivan Goncharov",
      "quote": "It is a trick among the dishonest to offer sacrifices that are not needed or not possible, to avoid making those that are required."
    },
    {
      "cite": "Marco Tempest",
      "quote": "The tricks of magic follow the archetypes of narrative fiction - there are tales of creation and loss, death and resurrection, and obstacles that must be overcome."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Like the juggler, deceiving by his tricks, one is deluded by egotism, falsehood and illusion."
    },
    {
      "cite": "Richard Burton",
      "quote": "How strange are the tricks of memory, which, often hazy as a dream about the most important events of a man's life, religiously preserve the merest trifles."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The trick to forgetting the big picture is to look at everything close-up. The shortcut to closing a door is to bury yourself in the details. This is how we must look to God. As if everything's just fine."
    },
    {
      "cite": "Rebekah Crane",
      "quote": "The longer I lie, the worse it gets. That's the truth about lies - when they linger, they slowly trick you into believing they're the truth."
    },
    {
      "cite": "Shawn Lukas",
      "quote": "Honesty is the only trick to not trick anyone."
    },
    {
      "cite": "Vernon Law",
      "quote": "Some people are so busy learning the tricks of the trade that they never learn the trade."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same."
    },
    {
      "cite": "Dick Cavett",
      "quote": "The trick to writing for people is, you have to be able to turn them on in your head. And know how they'd word something or how they'd inflect it."
    },
    {
      "cite": "Prince",
      "quote": "Success can also cause misery. The trick is not to be surprised when you discover it doesn’t bring you all the happiness and answers you thought it would."
    },
    {
      "cite": "Craig Brown",
      "quote": "One of the tricks of life is to have sense and money in roughly equal proportions."
    },
    {
      "cite": "David Hare",
      "quote": "Some people carry their heart in their head and some carry their head in their heart. The trick is to keep them apart yet working together."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life is movement. Movement is change. Every time a sub molecular particle swings through time and space, something is changing. Change, therefore, is inevitable. It is the nature of life itself. The trick in life is not to try to avoid change, but to create change. Then it is the kind of change you choose."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Tricks you need to transform something which appears fantastic, unbelievable into something plausible, credible, those I learned from journalism. The key is to tell it straight. It is done by reporters and by country folk."
    },
    {
      "cite": "Blaine Hogan",
      "quote": "You will not be stuck forever. The trick is to know there are no tricks. There is, in fact, no easy way. There is only the work."
    },
    {
      "cite": "Sparky Anderson",
      "quote": "The trick is to realize that after giving your best, there's nothing more to give."
    }
  ]
}