{
  "source": "https://www.wisesayings.com/trigger-quotes/",
  "theme": "trigger",
  "quotes": [
    {
      "cite": "Brian Tracy",
      "quote": "Everything you do is triggered by an emotion of either desire or fear."
    },
    {
      "cite": "Roger Andrew Taylor",
      "quote": "We still seem to trigger that intensity in people, which was quite incredible."
    },
    {
      "cite": "Caldwell Esselstyn",
      "quote": "Genetics loads the gun, lifestyle pulls the trigger."
    },
    {
      "cite": "Toba Beta",
      "quote": "Just like the first breath of life, any engine must be triggered in order to turn it on."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "One always pulls the trigger out of self-interest and quotes history to avoid responsibility or pangs of conscience."
    },
    {
      "cite": "Don Marquis",
      "quote": "Ideas pull the trigger, but instinct loads the gun."
    },
    {
      "cite": "Alexandra Eva-May",
      "quote": "Triggers can happen when you least expect them. When you think all the emotional wounds are healed something can happen that emonds you there is still a scar."
    },
    {
      "cite": "TL Osborn",
      "quote": "New facts often trigger new ideas."
    },
    {
      "cite": "Teal Swan",
      "quote": "The people who trigger us to feel negative emotion are messengers. They are messengers for the unhealed parts of our being."
    },
    {
      "cite": "Criss Jami",
      "quote": "The best ideas will eat at you for days, maybe even weeks, until something, some incident, some impulse, triggers you to finally express them."
    },
    {
      "cite": "Rick Perry",
      "quote": "Guns require a finger to pull the trigger."
    },
    {
      "cite": "Anonymous",
      "quote": "Passion is the trigger for success."
    },
    {
      "cite": "David Letterman",
      "quote": "Next in importance to having a good aim is to recognize when to pull the trigger."
    },
    {
      "cite": "James Baker",
      "quote": "If you're not gonna pull the trigger, don't point the gun."
    },
    {
      "cite": "Carolyn Spring",
      "quote": "Triggers are like little psychic explosions that crash through avoidance and bring the dissociated, avoided trauma suddenly, unexpectedly, back into consciousness."
    },
    {
      "cite": "Phil Mcgraw",
      "quote": "Know your goal, make a plan and pull the trigger."
    },
    {
      "cite": "Jay Maisel",
      "quote": "Always wait for the trigger. The trigger is the final part of the puzzle, the reason you want to shoot."
    },
    {
      "cite": "Tom Flynn",
      "quote": "Be sure you positively identify your target before you pull the trigger."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "There might be 1 finger on the trigger, but there will be 15 fingers on the safety catch."
    },
    {
      "cite": "Marshall Goldsmith",
      "quote": "Our inner beliefs trigger failure before it happens. They sabotage lasting change by canceling its possibility. We employ these beliefs as articles of faith to justify our inaction and then wish away the result. I call them belief triggers"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Every intention is a trigger for transformation"
    }
  ]
}