{
  "source": "https://www.wisesayings.com/trinity-quotes/",
  "theme": "trinity",
  "quotes": [
    {
      "cite": "Abhijit Naskar",
      "quote": "There never was any separate and supernatural trinity - it has always been the human mind playing the triangle."
    },
    {
      "cite": "Laura Treacy Bentley",
      "quote": "Three is a sacred number. Some say it represents the trinity or three layers of the soul."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "If you have faith in all the trinities and apostles in the world, and still have no faith in yourself, there is no salvation for you."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Courage, conscience and compassion, these are the real Trinity of a civilized society."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "God is not silent. It is the nature of God to speak. The second person of the Holy Trinity is called 'The Word.' The Bible is the inevitable outcome of God's continuous speech. It is the infallible declaration of His mind."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Fear, ignorance, and hatred - these are the trinity of malice."
    },
    {
      "cite": "Erin O'Riordan",
      "quote": "In art and mythology, the Goddess appears in three forms. White represents the virgin, red the mother, and black, the crone, or the death-goddess."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "The Best ideal is the true and other truth is none. All glory be ascribed to the holy Three in One."
    },
    {
      "cite": "Herta Müller",
      "quote": "In the trinity of skin, bones, and brown water, men and women lose all difference."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "And there's you. You're just beautiful. Effortlessly beautiful, like nature. You have the trinity of beauty: a beautiful heart, a beautiful mind, and a beautiful soul."
    },
    {
      "cite": "Mihail Militaru",
      "quote": "Trinity of the soul, body and mind is the geolocation of God."
    },
    {
      "cite": "P. D. James",
      "quote": "The modern holy trinity is money, sex and celebrity."
    },
    {
      "cite": "Peter Lombard",
      "quote": "Therefore when the mind knows itself and loves itself, there remains a trinity, that is the mind, love and knowledge."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Reason, observation, and experience; the holy trinity of science."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "It needs the Trinity to make a Christian, it needs the Trinity to cheer a Christian, it needs the Trinity to complete a Christian, it needs the Trinity to create in a Christian the hope of glory."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Remember, you cannot pray without the Trinity. If the full work of salvation requires a Trinity, so does that very breath by which we live."
    },
    {
      "cite": "George Ripley",
      "quote": "Also there is a similitude of a Trinity shining in the body, soul and spirit."
    },
    {
      "cite": "Jule Warner",
      "quote": "I think it is a good thing that the Trinity is confusing. If it weren't, we wouldn't have the desire to learn more."
    },
    {
      "cite": "Richard Rohr",
      "quote": "If the mystery of the Trinity is the template of all reality, what we have in the Trinitarian God is the perfect balance between union and differentiation, autonomy and mutuality, identity and community."
    }
  ]
}