{
  "source": "https://www.wisesayings.com/trivia-quotes/",
  "theme": "trivia",
  "quotes": [
    {
      "cite": "Jack Welch",
      "quote": "An overburdened, overstretched executive is the best executive, because he or she doesn't have the time to meddle, to deal in trivia, to bother people."
    },
    {
      "cite": "Christopher Langan",
      "quote": "To have a high IQ, you tend to specialize, think deep thoughts. You avoid trivia."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "In the absence of clearly-defined goals, we become strangely loyal to performing daily trivia until ultimately we become enslaved by it."
    },
    {
      "cite": "\"Dee Hock \"",
      "quote": "Lead yourself, lead your superiors, lead your peers, and free your people to do the same. All else is trivia."
    },
    {
      "cite": "Michael Korda",
      "quote": "The first rule of success, and the one that supersedes all others, is to have energy. It is important to know how to concentrate it, how to husband it, how to focus it on important things instead of frittering it away on trivia."
    },
    {
      "cite": "Brian Kernighan",
      "quote": "Trivia rarely affect efficiency. Are all the machinations worth it, when their primary effect is to make the code less readable?"
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "From such trivia, I believe my soul was born."
    },
    {
      "cite": "Clifford Stoll",
      "quote": "It's a great medium for trivia and hobbies, but not the place for reasoned, reflective judgment. Suprisingly often, discussions degenerate into acrimony, insults and flames."
    },
    {
      "cite": "Wayne Calloway",
      "quote": "In a fast paced world, today's popular brand could be tomorrow's trivia question."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia."
    },
    {
      "cite": "Margaretta Rockfeller",
      "quote": "Once you have been confronted with a life and death situation, trivia no longer matters. Your perspective grows and you live at a deeper level. There's no time for pettiness."
    },
    {
      "cite": "John Dewey",
      "quote": "By object is meant some element in the complex whole that is defined in abstraction from the whole of which it is a distinction."
    },
    {
      "cite": "Brian Kernighan",
      "quote": "TriviaÂ rarely affect efficiency. Are all the machinations worth it, when their primary effect is to make the code less readable?"
    },
    {
      "cite": "Elaine Chaika",
      "quote": "Trivia are not knowledge. Lists of facts don't comprise knowledge. Analyzing, hypothesizing, concluding from data, sharing insights, those comprise knowledge. You can't google for knowledge."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Game shows are designed to make us feel better about the random, useless facts that are all we have left of our education."
    },
    {
      "cite": "Eric Betzig",
      "quote": "You get so tied up with the minutiae of the day-to-day, there's never a chance to sit back and let your subconscious run wild."
    },
    {
      "cite": "Toba Beta",
      "quote": "There is no trivia in a strategic mind."
    },
    {
      "cite": "Robbie Coltrane",
      "quote": "Why is it trivia? People call it trivia because they know nothing and they are embarrassed about it."
    },
    {
      "cite": "Molly Harper",
      "quote": "The brain may die, but my compulsion for useless trivia lives on."
    }
  ]
}