{
  "source": "https://www.wisesayings.com/trophy-quotes/",
  "theme": "trophy",
  "quotes": [
    {
      "cite": "Steve Ilg",
      "quote": "No champion has ever lifted a trophy that was not already being held inside."
    },
    {
      "cite": "Johan Cruyff",
      "quote": "One trophy is good, but two are better. That way, when a hero wears his medals on his chest, at least his steps are level as he walks by."
    },
    {
      "cite": "Johannes Schiefer",
      "quote": "A trophy's value isn't measured by the worth of its metal but by the amount of work that's required to obtain it"
    },
    {
      "cite": "Arne Glimcher",
      "quote": "I think very often the price paid for a work is the trophy itself."
    },
    {
      "cite": "Alex Turner",
      "quote": "The idea that talent is directly proportional to your trophy cabinet is one I oppose."
    },
    {
      "cite": "Lord Mountbatten",
      "quote": "My trophy value exceeded my military usefulness."
    },
    {
      "cite": "Steven Wright",
      "quote": "A friend of mine has a trophy wife, but apparently, it wasn't first place."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "Trophies collect dust but memories last forever."
    },
    {
      "cite": "Ashley Cole",
      "quote": "As players, you never make one trophy a priority."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Those who lift trophies of success are those who do what they do without stretching their necks to see “who else is doing what?"
    },
    {
      "cite": "Tahir Shah",
      "quote": "Experience has taught me the power of trophies. You may have every knick-knack and useless contraption ever devised, but while they weigh you down, a simple trophy can go a long, long way."
    },
    {
      "cite": "John Grisham",
      "quote": "The mother of a trophy wife is not automatically a trophy mother-in-law."
    },
    {
      "cite": "William Rainey Harper",
      "quote": "The bigger the trophy, the more trivial the contest."
    },
    {
      "cite": "Jose Mourinho",
      "quote": "I hate to speak about individuals. Players don't win you trophies, teams win trophies, squads win trophies."
    },
    {
      "cite": "Andre Agassi",
      "quote": "Success doesn't always come in the form of a trophy. Keep striving for success."
    },
    {
      "cite": "Jim Courier",
      "quote": "Trophies separate the winners from losers, and life is about winning and losing. Go into business and you see. You're competing every day."
    },
    {
      "cite": "Rufus Wainwright",
      "quote": "Life is a game and true love is a trophy."
    },
    {
      "cite": "Roy Baumeister",
      "quote": "Trophies should go to the winners. Self-esteem does not lead to success in life. Self-discipline and self-control do, and sports can help teach those."
    },
    {
      "cite": "Julius Meier-Graefe",
      "quote": "All great works of art are trophies of victorious struggle."
    },
    {
      "cite": "Michael Weisskopf",
      "quote": "Dead men never pick up their trophies."
    },
    {
      "cite": "James Spithill",
      "quote": "There is no trophy for the team that sails the most."
    },
    {
      "cite": "David McCullough",
      "quote": "If everyone is special, then no one is. If everyone gets a trophy, trophies become meaningless."
    },
    {
      "cite": "Renee Lawless",
      "quote": "Not to say \"trophies\" aren't wonderful, but they should not be your driving force."
    },
    {
      "cite": "Glenn Beck",
      "quote": "What is the point of competing for a trophy if everyone gets a trophy?"
    },
    {
      "cite": "Wayne Rogers",
      "quote": "You trivialize the idea of competition totally, then there's no point in having the competition in the first place, and everybody is getting a trophy."
    },
    {
      "cite": "Alfredo Di Stefano",
      "quote": "Reputations do not win matches and trophies, only goals can do that."
    }
  ]
}