{
  "source": "https://www.wisesayings.com/troublemaker-quotes/",
  "theme": "troublemaker",
  "quotes": [
    {
      "cite": "Carla Shalaby",
      "quote": "The troublemakers are the caged canaries, children who are more sensitive than their peers to the toxic environment of the classroom that limits their freedom, clips their wings, and mutes their voices."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Society honors its living conformists and its dead troublemakers."
    },
    {
      "cite": "Bad Bunny",
      "quote": "For years, decades, the system has taught us to stay quiet. They've made us believe that those who take to the streets to speak up are crazy, criminals, troublemakers."
    },
    {
      "cite": "Al Sharpton",
      "quote": "If you can get the proper definition of trouble, then we can find out who the real troublemakers are."
    },
    {
      "cite": "Sinead O'Connor",
      "quote": "I don't do anything in order to cause trouble. It just so happens that what I do naturally causes trouble. I'm proud to be a troublemaker."
    },
    {
      "cite": "Bill Mauldin",
      "quote": "I was a born troublemaker and might as well earn a living at it."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Trouble is the place where you find yourself when your judgment malfunction."
    },
    {
      "cite": "Ian Gregoire",
      "quote": "You can try to keep the apprentice out of trouble, but you can’t keep the trouble out of the apprentice."
    },
    {
      "cite": "Rob Siltanen",
      "quote": "The people who are crazy enough to think they can change the world are the ones who do."
    },
    {
      "cite": "Alan Sillitoe",
      "quote": "You're too much of a troublemaker, Arthur, you should take things as they come and enjoy life."
    },
    {
      "cite": "Anthony Beltempo",
      "quote": "Mike can be funny at times then you want to just kill him the next. He's actually a good guy deep down. I just think that he likes to be a little troublemaker sometimes."
    },
    {
      "cite": "Mark Edward Edens",
      "quote": "It is an evil in men's hearts that must be fought. If we stand up to the troublemakers, they will give up their cruel designs. If we fail, their intolerance will grow, and many could perish."
    },
    {
      "cite": "John Burgmeier",
      "quote": "I am so, so sorry. I can't seem to go anywhere without causing problems for everyone around me. I'm just a born troublemaker, I suppose. It's true. I'm so worthless I can't carry a paper bag. I don't deserve to share the same air with the rest of the human race."
    },
    {
      "cite": "Timothy James Walls",
      "quote": "Popping bottles with models and just watching them drank / Partying so hard, the ladies don't want it to end / They looked at me and said, 'I heard that you're a heart breaker / Baby I'm a troublemaker, I heard that you're a heart breaker"
    },
    {
      "cite": "Breyan Stanley Isaac",
      "quote": "Oh oh oh, trouble troublemaker yeah / That's your middle name, oh oh oh / I know you're no good but you're stuck in my brain"
    },
    {
      "cite": "Bonnie Leigh Mckee",
      "quote": "And here I thought I knew you well (troublemaker) / I thought you'd catch me if I fell (troublemaker) / But when I fell, you never came (aah) / That's when I knew this was a game"
    },
    {
      "cite": "Jeff Barry",
      "quote": "That's the boy I'm waiting for / 'Cause he'll grow up someday / I know he treats me mean, but he's 17 / He thinks he's gotta act that way / Oh yeah, he's a / Heart breaker, hip shaker, troublemaker"
    },
    {
      "cite": "Achim Kleist",
      "quote": "She's a soul shaker, troublemaker, she is a heart breaker / Undertaker, moneymaker, she is a lover faker / Soul shaker, troublemaker, she is a heart breaker / Undertaker, moneymaker, she is a love faker"
    },
    {
      "cite": "Zak Abel",
      "quote": "Step back onto the road / And the troublemaker's back in default / I hear familiar voices / Calling me home / They saying son you've been away / For too long"
    },
    {
      "cite": "Jimmy Rainsford",
      "quote": "And we're stuck in a moment, heart like a stolen car / And I can't control it, I should really, really hate her / But I can't, 'cause she's my troublemaker"
    },
    {
      "cite": "Mat Sinner",
      "quote": "Hang tough, troublemaker / Hang tough, you're not to blame / Hang tough, troublemaker / He's burning now in flames"
    },
    {
      "cite": "Dan Vornovitskii",
      "quote": "Where everybody is done, inside hollow; they have no dreams to follow and no tomorrow  / Why am I still worried 'bout the person I'm trying to be? Life is fine - the troublemaker is me"
    },
    {
      "cite": "Shakira Isabel Mebarak Ripoll",
      "quote": "And if our fates have all been wrapped around your finger / And if you wrote the script then why the troublemakers?"
    },
    {
      "cite": "Yoon Ho Kim",
      "quote": "Go be a troublemaker, trouble another girl's water."
    },
    {
      "cite": "Andres Gunnar Ballinas",
      "quote": "Let's party tonight / Will sit until is wasted / They call us troublemakers / But we just like to party / And party tonight"
    },
    {
      "cite": "Tracyanne Campbell",
      "quote": "You want to build fires on hot days / Feel the coolness of my gaze / I'm a troublemaker"
    },
    {
      "cite": "Leslie Berlin",
      "quote": "The troublemakers did not always have much in common, but they shared two traits: they were persistent, and they were audacious."
    },
    {
      "cite": "Richard H. Axelrod",
      "quote": "When you meet up with a troublemaker, start by giving the troublemaker the benefit of the doubt."
    },
    {
      "cite": "Robert C. Jameson",
      "quote": "The teachers were told that the exceptional students were the troublemakers and that the troublemakers were the exceptional students."
    },
    {
      "cite": "Celia Fremlin",
      "quote": "You're just a gang of troublemakers--all of you engaged on the same activity, stropping your egos."
    }
  ]
}