{
  "source": "https://www.wisesayings.com/trouble-quotes/",
  "theme": "trouble",
  "quotes": [
    {
      "cite": "Epicurus",
      "quote": "The greater difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Borrow trouble for yourself, if that's your nature, but don't lend it to your neighbors."
    },
    {
      "cite": "Robert Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Most of the trouble in the world is caused by people wanting to be important."
    },
    {
      "cite": "Bryan Adams",
      "quote": "Difficulties are opportunities to better things, they are stepping stones to greater experience. Perhaps some day you will be thankful for some temporary failure in a particular direction. When one door closes, another always opens, as a natural law it has to be, to balance."
    },
    {
      "cite": "Epictetus",
      "quote": "Difficulties show men what they are. In case of any difficulty, God has pitted you against a rough antagonist that you may be a conqueror, and this cannot be without toil."
    },
    {
      "cite": "Richard Bach",
      "quote": "Every problem has a gift for you in its hands."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Trouble is the common denominator of living. It is the great equalizer."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Eliminate today's troubles and problems by finding solutions, and then concentrate your energy on implementing those solutions."
    },
    {
      "cite": "Dorothy L. Sayers",
      "quote": "Trouble shared is trouble halved."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't trouble trouble until trouble troubles you."
    },
    {
      "cite": "Josh Billings",
      "quote": "The trouble with people is not that they don't know but that they know so much that ain't so."
    },
    {
      "cite": "Peter Shaffer",
      "quote": "The trouble is if you don't spend your life yourself, other people spend it for you."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The fundamental cause of trouble in the world today is that the stupid are cocksure while the intelligent are full of doubt."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Troubles are often the tools by which God fashions us for better things."
    },
    {
      "cite": "Bill McKibben",
      "quote": "There is a tendency at every important but difficult crossroad to pretend that it's not really there."
    },
    {
      "cite": "Ann Landers",
      "quote": "Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all; this, too, shall pass."
    },
    {
      "cite": "Will Rogers",
      "quote": "The best way out of a difficulty is through it."
    },
    {
      "cite": "Neils Bohr",
      "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
    },
    {
      "cite": "Will Durant",
      "quote": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds."
    },
    {
      "cite": "Seneca",
      "quote": "Difficulties strengthen the mind, as labor does the body."
    },
    {
      "cite": "Abigail Adams",
      "quote": "It is not in the still calm of life, or the repose of a pacific station, that great characters are formed. The habits of a vigorous mind are formed in contending with difficulties."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Mark Twain",
      "quote": "The trouble ain't that there is too many fools, but that the lightning ain't distributed right."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Trouble is the next best thing to enjoyment. There is no fate in the world so horrible as to have no share in either its joys or sorrows."
    },
    {
      "cite": "Meher Baba",
      "quote": "Difficulties give us the opportunity to prove our greatness by overcoming them."
    },
    {
      "cite": "Moliere",
      "quote": "The greater the obstacle, the more glory in overcoming it."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "The trouble with the future is that it usually arrives before we're ready for it."
    },
    {
      "cite": "Anonymous",
      "quote": "If you cry at trouble, it grows double. But if you learn to laugh at trouble, trouble will disappear like a bubble."
    }
  ]
}