{
  "source": "https://www.wisesayings.com/truck-driver-quotes/",
  "theme": "truck-driver",
  "quotes": [
    {
      "cite": "George Lucas",
      "quote": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow straight ahead."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "There is more credit and satisfaction in being a first-rate truck driver than a tenth-rate executive"
    },
    {
      "cite": "James Salter",
      "quote": "There is no situation like the open road, and seeing things completely afresh."
    },
    {
      "cite": "Steve Earle",
      "quote": "I’ve been on every interstate highway in the lower forty-eight states by now, and I never get tired of the view."
    },
    {
      "cite": "Johnny Van Zant",
      "quote": "My dad was a truck driver. We all used to ride along with him. And the way he'd keep awake was to sing while he was going down the road. So we all joined in."
    },
    {
      "cite": "Scott Glenn",
      "quote": "I worked as a truck driver, carpenter's assistant, doing whatever it took to keep bread on the table for the family."
    },
    {
      "cite": "Lindsay Fox",
      "quote": "I don't think there's any real motivation for somebody to be a truck driver. Mine was simple; dad was a truck driver, I wanted to own one."
    },
    {
      "cite": "Carole Eastman",
      "quote": "Truck drivers are the only ones that know the best places to stop on the road."
    },
    {
      "cite": "Antony J. Bowman",
      "quote": "I am just trying to work out whether you're a truck driver who writes books or a writer who drives trucks."
    },
    {
      "cite": "Jennifer Heath",
      "quote": "People don't become what they wanted to when they were kids, otherwise all little boys would be firefighters or dump truck drivers and all little girls would become Madonna."
    },
    {
      "cite": "William David Thomas",
      "quote": "Both men and women drive commercial trucks. About one in twenty truckers in the United States is a woman."
    },
    {
      "cite": "Connor Syrewicz",
      "quote": "Life on the road can be one of two things. If you are flexible--able to adapt and change to new situations and events--truck driving means constant adventure."
    },
    {
      "cite": "Connor Syrewicz",
      "quote": "Truck driving means the stress of never knowing where you will be and what you will be doing the following day."
    },
    {
      "cite": "Connor Syrewicz",
      "quote": "Truck driving is what you make of it. It can be lonely, especially if you drive alone."
    },
    {
      "cite": "Connor Syrewicz",
      "quote": "You can go days without seeing anyone, let alone someone you know or love--but if you are excited to experience all that the road has to offer, truck driving is a geat way to be paid well while doing it."
    },
    {
      "cite": "Joanna Dunham",
      "quote": "The best truck drivers are patient, independent, determined, and hard working. They love adventure and like thinking quickly."
    },
    {
      "cite": "Joanna Dunham",
      "quote": "A good truck driver needs discipline. Traffic, weather, eating, sleeping, showering, fueling, getting work done on the truck; it takes a truck driver a long time to learn how to jungle everything."
    },
    {
      "cite": "Johnny Napier",
      "quote": "Like they say there is no place like home. That is something everybody that wants to drive a truck needs to think about you may have has that dream to drive a big truck but it's not what everybody thinks it's like."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Just because you're in the driver's seat, doesn't mean you have to run people over."
    },
    {
      "cite": "Romain Grosjean",
      "quote": "As a driver, you always want to be in the car getting as much experience as possible; especially when there's something new like different tyres."
    },
    {
      "cite": "Anuj Somany",
      "quote": "If the road is not patchy, rough and on a hilly terrain, then the journey is not often worth undertaking as all destinations are already enough crowded."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The driver on the highway is safe not when He reads the signs, but when He obeys them."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "There is more credit and satisfaction in being a first-rate truck driver than a tenth-rate executive."
    },
    {
      "cite": "Sebastian Vettel",
      "quote": "As a driver, your target is always to be with the most competitive team possible."
    },
    {
      "cite": "Drew Carey",
      "quote": "In any other job, they're truck drivers. In show-biz, they're Transportation Captains."
    },
    {
      "cite": "Kurt Busch",
      "quote": "Each driver has their own identity and from one week to another, normally it stays the same."
    },
    {
      "cite": "Peter Stamm",
      "quote": "The only driver for his work was desire, a kind of hunger for reality, for presence, and also for intimacy, as opposed to publicity. In a very wide sense, he was interested in transcendence."
    },
    {
      "cite": "Virginia Graham",
      "quote": "For a driver to be driven by somebody else is an ordeal, for there are only three types of drivers: the too fast, the timid and oneself."
    },
    {
      "cite": "Andrew H. Malcolm",
      "quote": "A driver is a king on a vinyl bucket-seat throne, changing direction with the turn of a wheel, changing the climate with a flick of the button, changing the music with the switch of a dial."
    },
    {
      "cite": "Johnny Napier",
      "quote": "People don't realize how many miles a truck drives a year on the road."
    }
  ]
}