{
  "source": "https://www.wisesayings.com/truck-quotes/",
  "theme": "truck",
  "quotes": [
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if there is a sheet hanging in your closet and a gun rack hanging in your truck."
    },
    {
      "cite": "Dakota Johnson",
      "quote": "Seeing a catering truck feels like home."
    },
    {
      "cite": "Dierks Bentley",
      "quote": "Only in country music can you compare an old pickup truck and an old guitar to your wife and turn it into a love song. Thank God for country music."
    },
    {
      "cite": "Tim Allen",
      "quote": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Like a garbage truck, we need a lie-truck which will collect lies from everyone's houses every morning, even every hour."
    },
    {
      "cite": "Jase Robertson",
      "quote": "Where I come from your truck is a reflection of who you are."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "It turns out that speeding irresponsibly in a large truck, placing personal wealth ahead of the welfare of others, is one of the greatest sins in the Universe."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "What's going to happen is, very soon, we're going to run out of petroleum, and everything depends on petroleum. And there go the school buses. There go the fire engines. The food trucks will come to a halt. This is the end of the world."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Fire truck with back end on fire drives really fast in circles."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left."
    },
    {
      "cite": "Robert Sietsema",
      "quote": "Where food trucks are concerned, nothing's better than having a whole flock of them at one location. Competition not only improves the quality of the food, it prompts these rolling lunch wagons to lower prices and offer specials, too."
    },
    {
      "cite": "Kacey Musgraves",
      "quote": "Anyone singing about trucks, in any form, in any song, anywhere, literally just stop nobody cares!"
    },
    {
      "cite": "Phil Ochs",
      "quote": "America is two Mack trucks colliding on a superhighway because all the drivers are on amphetamines."
    },
    {
      "cite": "Jo Ann Emerson",
      "quote": "All those trucks and barges that carry our goods to port are vital connections to the only force which can balance our trade deficit: export. We must keep doing what we do best if we are going to get America out of the red."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "Food trucks give creative entrepreneurs the ability to cook with freedom and make what they love, meaning that they can create highly specialized meals without having the high overhead costs of running a restaurant."
    }
  ]
}