{
  "source": "https://www.wisesayings.com/true-quotes/",
  "theme": "true",
  "quotes": [
    {
      "cite": "Blake Lewis",
      "quote": "Just keep being true to yourself, if you're passionate about something go for it. Don't sacrifice anything, just have fun."
    },
    {
      "cite": "John Wooden",
      "quote": "Be true to yourself. Make each day a masterpiece."
    },
    {
      "cite": "Josei Toda",
      "quote": "Live your life in your own unique way and be true to yourself."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be true to your work, your word, and your friend."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Truth can be stated in a thousand different ways, yet each one can be true."
    },
    {
      "cite": "Jamie Brewer",
      "quote": "Be true to your heart... put your whole heart and soul into it, and then whatever you do, it will shine through."
    },
    {
      "cite": "Ally Carter",
      "quote": "Pretend and it will be true."
    },
    {
      "cite": "Richard Bach",
      "quote": "Your only obligation in any lifetime is to be true to yourself."
    },
    {
      "cite": "Rita Dove",
      "quote": "Being true to yourself really means being true to all the complexities of the human spirit."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Be true, and thou shalt fetter time with everlasting chain."
    },
    {
      "cite": "Isaac Asimov Quote",
      "quote": "Nothing has to be true, but everything has to sound true."
    },
    {
      "cite": "Kath Graham",
      "quote": "You make your mark by being true to who you are and letting that be your staple."
    },
    {
      "cite": "Stendhal",
      "quote": "What is really beautiful must always be true."
    },
    {
      "cite": "Richard Bach",
      "quote": "Not being known doesn't stop the truth from being true."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A truth ceases to be true when more than one person believes in it."
    },
    {
      "cite": "Sydney Schanberg",
      "quote": "It's very easy to say that something is a shadow of itself, and it may be true in some senses."
    },
    {
      "cite": "Emily Saliers",
      "quote": "Always tell the truth and be true."
    },
    {
      "cite": "Sheridan Hay",
      "quote": "Unlikely things are often true."
    },
    {
      "cite": "Nicole Polizzi",
      "quote": "It's important to be true to yourself and your vision."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "To be true to ourselves, we must be true to others."
    },
    {
      "cite": "Tony Samara",
      "quote": "Satisfaction doesn't come from needs and desires or fulfilling them, it comes from being yourself, being true."
    },
    {
      "cite": "Tiffany L. Jackson",
      "quote": "The truer you are to yourself, the greater your gifts will manifest themselves."
    },
    {
      "cite": "Tony Hsieh",
      "quote": "Be true to yourself. If you follow that principle, a lot of decisions are actually pretty easy."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Sometimes, being true to yourself means changing your mind. Self changes, and you follow."
    },
    {
      "cite": "Anonymous",
      "quote": "Stay true in the dark, and humble in the spotlight."
    },
    {
      "cite": "Rocky Marquette",
      "quote": "Believe it to be true and meet yourself there."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Things we wish to be true are apt to gain too ready credit with us."
    },
    {
      "cite": "Musiq Soulchild",
      "quote": "Be true to yourself, stay focused and stay you, take advice from other folks, use what you can, but never mind what is not for you. For the most part, trust yourself and believe in what you are doing."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Be true to what matters most to your heart."
    },
    {
      "cite": "Luise Hay",
      "quote": "It is true if you believe it to be true."
    }
  ]
}