{
  "source": "https://www.wisesayings.com/true-happiness-quotes/",
  "theme": "true-happiness",
  "quotes": [
    {
      "cite": "Allan Greenspan",
      "quote": "Unless you are willing to compromise, society cannot live together."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "True happiness is... to enjoy the present without anxious dependence upon the future."
    },
    {
      "cite": "Eliza Doolittle",
      "quote": "The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled."
    },
    {
      "cite": "Dada Vaswani",
      "quote": "Happiness, true happiness is an inner quality. It is a state of mind. If your mind is at peace, you are happy."
    },
    {
      "cite": "John W. Gardner",
      "quote": "True happiness involves the full use of one's power and talents."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "True happiness comes from the joy of deeds well done, the zest of creating things new."
    },
    {
      "cite": "Joseph Addison",
      "quote": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions."
    },
    {
      "cite": "Heller Keller",
      "quote": "True happiness...is not attained through self-gratification, but through fidelity to a worthy purpose."
    },
    {
      "cite": "Said Nursi",
      "quote": "All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The only way to find true happiness is to risk being completely cut open."
    },
    {
      "cite": "Ben Johnson",
      "quote": "True happiness consists not in the multitude of friends, but in the worth and choice."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Whenever you choose power over love, you will never find true happiness."
    },
    {
      "cite": "John Ruskin",
      "quote": "Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever."
    },
    {
      "cite": "John Mason Brown",
      "quote": "The only true happiness comes from squandering ourselves for a purpose."
    },
    {
      "cite": "Adrian Grenier",
      "quote": "It's enough to indulge and to be selfish but true happiness is really when you start giving back."
    },
    {
      "cite": "Sarah Steckler",
      "quote": "True happiness isn't the act of choosing to be happy, it's the art and allowance of accepting human emotions, observing them, and being ok with them being a part of our lives."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "When you discover true happiness you will find that you are wealthier beyond the dreams of kings."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "Learn to be your own best friend first then you will find true happiness, because happiness is from within."
    },
    {
      "cite": "Avijeet Das",
      "quote": "True happiness is not found in people, places, or things. It is found in our own hearts."
    },
    {
      "cite": "Avijeet Das",
      "quote": "True happiness is not achieved when you have a perfect life. It is achieved when you are happy with the imperfections."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "If you are looking for true happiness, you have to change your level of conciousness and deepness of awareness."
    },
    {
      "cite": "Mehmet Murat Idan",
      "quote": "Opening a dark box can make you very unhappy! But for the love of truth, never hesitate even a second to open it, because the truth is the way to true happiness."
    },
    {
      "cite": "Elaina Marie",
      "quote": "When we know we are delaying the consequences of truth, whether buried in our subconcious or ignored by our concious thoughts, our denial continues to steal our potential for true happiness."
    },
    {
      "cite": "Marie Osmond",
      "quote": "Being service to others is what brings true happiness."
    },
    {
      "cite": "Jon Jones",
      "quote": "Just staying healthy, that is true wealth and true happiness."
    },
    {
      "cite": "Dada Vaswani",
      "quote": "True success, true happiness lies in freedom and fulfillment."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Work hard and stay focused to achieve your goals and dreams in life. That is the path to true happiness."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Sometimes you need to let go of things, emotions, and people to achieve true happiness."
    },
    {
      "cite": "Mouloud Benzadi",
      "quote": "True happiness cannot be achieved through wealth, fame or action, But through love, modesty and self satisfaction."
    }
  ]
}