{
  "source": "https://www.wisesayings.com/truest-quotes/",
  "theme": "truest",
  "quotes": [
    {
      "cite": "Joe Flanigan",
      "quote": "The truest state of humanity is that you're living for other people."
    },
    {
      "cite": "Bernard Ramm",
      "quote": "The truest interpretations are those with the best justification."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The truest poetry is the most feigning."
    },
    {
      "cite": "Zero Dean",
      "quote": "Being kind without expectation is the truest kind of kindness."
    },
    {
      "cite": "Derek Walcott",
      "quote": "The truest writers are those who see language not as a linguistic process but as a living element."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Virtue is the truest nobility."
    },
    {
      "cite": "Minhal Mehdi",
      "quote": "The truest smiles are those which spread across our faces when no one's watching us."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "The truest tales require time and familiarity to become what they are."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "In the truest sense, freedom cannot be bestowed; it must be achieved."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "The truest help we can render an afflicted man is not to take his burden from him, but to call out his best energy, that he may be able to bear the burden."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The truest comparison we can make of love is to liken it to a fever; we have no more power over the one than the other, either as to its violence or duration."
    },
    {
      "cite": "Alec Baldwin",
      "quote": "One of the truest things to commit to is your own nature."
    },
    {
      "cite": "Mark Hart",
      "quote": "The truest friends are usually the ones telling you what you don't want to hear."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The truest test of independent judgment is being able to dislike someone who admires us, and to admire someone who dislikes us."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "The truest expression of a people is in its dances and its music. Bodies never lie."
    },
    {
      "cite": "Emma Stone",
      "quote": "The most heartbreaking things are the ones that are sometimes the truest."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "The truest indication of gratitude is to return what you are grateful for."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The sure mark of one born with noble qualities is being born without envy."
    },
    {
      "cite": "Rolf Potts",
      "quote": "Time is the truest form of wealth. And the beauty is, we are all born equally rich in time."
    },
    {
      "cite": "Charles Atlas",
      "quote": "The truest success is but the development of self."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "One of the truest tests of integrity is its blunt refusal to be compromised."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "The truest drive comes from doing what you love."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The truest self-respect is not to think of self."
    },
    {
      "cite": "William Penn",
      "quote": "The truest end of life is to know that life never ends."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A loving heart is the truest wisdom."
    },
    {
      "cite": "Priyanka Chopra",
      "quote": "The joy of creating is the truest joy."
    },
    {
      "cite": "Richard Bach",
      "quote": "The simplest things are often the truest."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "The truest mark of your success in life will be the quality of your marriage."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "In the truest sense, Christian pilgrims have the best of both worlds. We have joy whenever this world reminds us of the next, and we take solace whenever it does not."
    },
    {
      "cite": "Alberto Villoldo",
      "quote": "The truest experience of life is when we dream awake."
    }
  ]
}