{
  "source": "https://www.wisesayings.com/trumpet-quotes/",
  "theme": "trumpet",
  "quotes": [
    {
      "cite": "Agnes De Mille",
      "quote": "No trumpets sound when the important decisions of our life are made. Destiny is made known silently."
    },
    {
      "cite": "Gloria Gaither",
      "quote": "There may be no trumpet sound or loud applause when we make a right decision, just a calm sense of resolution and peace."
    },
    {
      "cite": "unknown",
      "quote": "He who sounds his own trumpet will soon find plenty to laugh at him."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "One may imagine that a man who blew the trumpet for his living would be glad to play the violin for his amusement."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "We are Christians and Catholics not because we worship a key, but because we have passed a door and felt the wind that is the trumpet of liberty blow over the land of the living."
    },
    {
      "cite": "Theodore Hesburgh",
      "quote": "You can't blow an uncertain trumpet."
    },
    {
      "cite": "Armando Ghitalla",
      "quote": "Playing the trumpet is such a intangible experience. The player is compelled to start from the beginning and build anew each day... It isnt like building a house, where we resume where we left the previous accomplishments. Each new day we must rebuild the foundation of our musical structure."
    },
    {
      "cite": "W.C Handy",
      "quote": "Life is like a trumpet. If you don't put anything into it, you don't get anything out."
    },
    {
      "cite": "Lester Bowie",
      "quote": "The trumpet is forceful."
    },
    {
      "cite": "Tom Harrell",
      "quote": "The hardest part of playing the trumpet is the physical act of making the sound."
    },
    {
      "cite": "Nick Cave",
      "quote": "If you got a trumpet, get on your feet, brother, and blow it!"
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "To play the trumpet well, a musician can not let more than a few days pass without practicing."
    },
    {
      "cite": "Armando Ghitalla",
      "quote": "Playing the trumpet is such an intangible experience. The player is compelled to start from the beginning and build anew each day. It isn't like building a house, where we can resume building where we left off the previous day's accomplishments. Each new day we must rebuild the foundation of our musical structure."
    },
    {
      "cite": "Allen Vizzutti",
      "quote": "The trumpet is an extremely difficult instrument. It feels and reacts differently to the player each and every day."
    },
    {
      "cite": "Don Jacoby",
      "quote": "We never blow to the horn. We blow through the horn. We never blow up to a note, we blow out to it."
    },
    {
      "cite": "Charles Lamb",
      "quote": "The trumpet does no more stun you by its loudness, than a whisper teases you by its provoking inaudibility."
    },
    {
      "cite": "Charles Schleuter",
      "quote": "Playing the trumpet is hard because it is so easy."
    }
  ]
}