{
  "source": "https://www.wisesayings.com/trust-quotes/",
  "theme": "trust",
  "quotes": [
    {
      "cite": "Walter Anderson",
      "quote": "Trust is like a vase.. once it's broken, though you can fix it, the vase will never be same again."
    },
    {
      "cite": "Democritus",
      "quote": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."
    },
    {
      "cite": "K. Cunningham",
      "quote": "Trust is something that is difficult to establish. It is very fragile that needs to be taken care of. Once trust breaks or shatters into pieces, it is very difficult to rebuild it."
    },
    {
      "cite": "R. Williams",
      "quote": "Trust is the easiest thing in the world to loose, and the hardest thing in the world to get back."
    },
    {
      "cite": "Paul Melendez",
      "quote": "In order to establish trust, it is first important that you be trustworthy. This means you should be forthright with all your dealings."
    },
    {
      "cite": "Harold Duarte-Bernhardt",
      "quote": "Trust is involved in all the basic elements of a healthy relationship: namely, love (respect and consideration for another person), communication, commitment and honesty."
    },
    {
      "cite": "Brandon Cox",
      "quote": "Respect people who trust you. It takes a lot for people to trust you, so treat their trust like precious porcelain."
    },
    {
      "cite": "Frank Crane",
      "quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Trust is like blood pressure. It's silent, vital to good health, and if abused it can be deadly."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships."
    },
    {
      "cite": "Glen Williams",
      "quote": "Trust is only gained when one person risks and doesn't get harmed. It grows as both people increasingly risk and don't get harmed in the process."
    },
    {
      "cite": "William Paul Young",
      "quote": "Trust is the fruit of a relationship in which you know you are loved."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Deciding whether or not to trust a person is like deciding whether or not to climb a tree, because you might get a wonderful view from the highest branch, or you might simply get covered in sap, and for this reason many people choose to spend their time alone and indoors, where it is harder to get a splinter."
    },
    {
      "cite": "Walter Anderson",
      "quote": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy."
    },
    {
      "cite": "Cardinal de Retz",
      "quote": "A man who doesn't trust himself can never truly trust anyone else."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "Trust is a skill learned over time so that, like a well-trained athlete, one makes the right moves, usually without much reflection."
    },
    {
      "cite": "English Proverb",
      "quote": "It is an equal failing to trust everybody, and to trust nobody."
    },
    {
      "cite": "R. Williams",
      "quote": "Trust is always earned, never given."
    },
    {
      "cite": "Solon",
      "quote": "Put more trust in nobility of character than in an oath."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Trust is the lubrication that makes it possible for organizations to work."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who does not trust enough will not be trusted."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The best way to find out if you can trust somebody is to trust them."
    },
    {
      "cite": "Unknown Author",
      "quote": "Trust is letting go of needing to know all the details before you open your heart."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "Trust opens up new and unimagined possibilities."
    },
    {
      "cite": "Horace Bushnell",
      "quote": "Trust in God for great things. With your five loaves and two fishes He will show you a way to feed thousands."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "The best proof of love is trust."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Trust yourself, you will start to trust others."
    },
    {
      "cite": "Troy Kennedy-Martin",
      "quote": "I trust everyone. I just don't trust the devil inside them."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "Building trust means thinking about trust in a positive way."
    }
  ]
}