{
  "source": "https://www.wisesayings.com/trust-issues-quotes/",
  "theme": "trust-issues",
  "quotes": [
    {
      "cite": "Stephen King",
      "quote": "The trust of the innocent is the liar's most useful tool."
    },
    {
      "cite": "Isaac Watts",
      "quote": "Learning to trust is one of life's most difficult tasks."
    },
    {
      "cite": "Frank Crane",
      "quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough."
    },
    {
      "cite": "Herodotus",
      "quote": "Men trust their ears less than their eyes."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "I cannot trust a man to control others who cannot control himself."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Sometimes, the people that love you the most turn out to be the people you will trust the least."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you."
    },
    {
      "cite": "Author Unknown",
      "quote": "Trust is like a vase.. once it's broken, though you can fix it the vase will never be same again."
    },
    {
      "cite": "Walter Anderson",
      "quote": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who does not trust enough, will not be trusted."
    },
    {
      "cite": "Alana Johnson",
      "quote": "Trust in a relationship is very crucial. Without trust, a relationship cannot last as a healthy and happy bond."
    },
    {
      "cite": "K. Cunningham",
      "quote": "Trust is something that is difficult to establish. It is very fragile that needs to be taken care of. Once trust breaks or shatters into pieces, it is very difficult to rebuild it."
    },
    {
      "cite": "Karen Wells",
      "quote": "One error a trust-breaker makes when attempting to rebuild trust with another, is refusing to take full ownership for what they did. Learn not to blame, project, or minimize what you have done."
    },
    {
      "cite": "Frank Crane",
      "quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough."
    },
    {
      "cite": "David Cannell",
      "quote": "Not being able to let go and trust those around you can be incredibly stressful. You will be constantly questioning the actions of those around you, never feel in control and generally unhappy."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The best way to find out if you can trust somebody is to trust them."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "A man who trusts nobody is apt to be the kind of man nobody trusts."
    },
    {
      "cite": "Unknown Author",
      "quote": "How can I trust you when you keep on running away every time I untie you?"
    },
    {
      "cite": "Unknown Author",
      "quote": "Raisin cookies that look like chocolate chip cookies are the main reason I have trust issues."
    },
    {
      "cite": "R. Williams",
      "quote": "Trust is the easiest thing in the world to lose, and the hardest thing in the world to get back."
    },
    {
      "cite": "Unknown Author",
      "quote": "People ask me why it's so hard to trust people, and I ask them why is it so hard to keep a promise."
    },
    {
      "cite": "Eminem",
      "quote": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends."
    },
    {
      "cite": "Stephen King",
      "quote": "The trust of the innocent is the liar's most useful tool."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you."
    },
    {
      "cite": "Unknown Author",
      "quote": "When someone breaks your trust. Don't feel stupid for trusting them. You didn't do anything wrong, they're just an untrustworthy person."
    },
    {
      "cite": "Unknown Author",
      "quote": "Trust is like a sticker, once removed, it does not sticky anymore as it did before."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Trust is like blood pressure. It's silent, vital to good health, and if abused it can be deadly."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "You must trust and believe in people, or life becomes impossible."
    },
    {
      "cite": "Shelley Long",
      "quote": "Not everyone can be trusted. I think we all have to be very selective about the people we trust."
    }
  ]
}