{
  "source": "https://www.wisesayings.com/trusting-god-quotes/",
  "theme": "trusting-god",
  "quotes": [
    {
      "cite": "John Macarthur",
      "quote": "The antidote for covetousness is contentment. The two are in opposition. Whereas the covetous, greedy person worships himself, the contented person worships God. Contentment comes from trusting God."
    },
    {
      "cite": "Kenneth E. Hagin Sr.",
      "quote": "Faith begins where the will of God is known."
    },
    {
      "cite": "C. Nuzum",
      "quote": "Faith is the hand with which we take from God. When we have met all the conditions and taken what God is offering us, we must believe that we have that thing."
    },
    {
      "cite": "Joni Erickson Tada",
      "quote": "Faith isn't the ability to believe long and far into the misty future. It's simply taking God at His Word and taking the next step."
    },
    {
      "cite": "Matthew Barnett",
      "quote": "Faith is believing that God is going to take you places before you even get there."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Faith is taking the first step even when you don't see the whole staircase."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Trust in God alone, and lean not on the needs of human help. Be not surprised when friends fail you; it is a failing world. Never reckon upon immutability in man: inconstancy you may reckon upon without fear of disappointment."
    },
    {
      "cite": "Martin Luther",
      "quote": "Pray, and let God worry."
    },
    {
      "cite": "Ellen White",
      "quote": "Worry is blind and cannot discern the future, but Jesus sees the end from the beginning. In every difficulty He has His way prepared to bring relief."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Never be afraid to trust an unknown future to a known God."
    },
    {
      "cite": "E.W. Kenyon",
      "quote": "Faith talks in the language of God. Doubt talks in the language of man."
    },
    {
      "cite": "John R. Stott",
      "quote": "Faith is a reasoning trust, a trust which reckons thoughtfully and confidently upon the trustworthiness of God."
    },
    {
      "cite": "Tony Evens",
      "quote": "To live by faith means to make decisions based on what God says, even though you do not yet see the results."
    },
    {
      "cite": "B. Simpson",
      "quote": "Every fear is distrust, and trust is the remedy for fear."
    },
    {
      "cite": "Warren Wiersbe",
      "quote": "It is good to remind ourselves that the will of God comes from the heart of God and that we need not be afraid."
    },
    {
      "cite": "Warren Wiersbe",
      "quote": "We are not saved by making promises to God. We are saved by believing God's promises to us."
    },
    {
      "cite": "John D. Barry",
      "quote": "Faith is not just about being faithful; it's also about trusting in God's faithfulness."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "All you have to do is trust your Heavenly Father. Trust Him enough to follow His plan."
    },
    {
      "cite": "John Taylor",
      "quote": "I would rather trust in the living God than in any other power on earth."
    },
    {
      "cite": "David O. McKay",
      "quote": "Do your duty, that is best; leave unto the Lord the rest."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "The nations of the world, if they follow the Lord, will continue to be a blessing to His children so long as they trust and follow Him."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "I am optimistic about the future. Brethren, for our part, we must remain steadfast in hope, work with all our strength, and trust in God."
    },
    {
      "cite": "RVM",
      "quote": "When the toughest of the problems strike me, I just remind myself that God is on my side."
    },
    {
      "cite": "Francis Chan",
      "quote": "Worry implies that we don't quite trust that God is big enough, powerful enough, or loving enough to take care of what's happening in out lives."
    },
    {
      "cite": "Henry Ford",
      "quote": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "It is better to have God over your shoulder, than carry the world alone on your back."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Having thus chosen our course, without guile and with pure purpose, let us renew our trust in God, and go forward without fear and with manly hearts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All I have seen teaches me to trust the Creator for all I have not seen."
    },
    {
      "cite": "Brandi Keeler",
      "quote": "Faith is accepting that you don't know, and trusting that God does."
    },
    {
      "cite": "David Nicholas",
      "quote": "God's promises are like the stars; the darker the night, the brighter they shine."
    }
  ]
}