{
  "source": "https://www.wisesayings.com/truth-quotes/",
  "theme": "truth",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "All truth passes through three stages: First it is ridiculed, second it is violently opposed and third it is accepted as being self-evident"
    },
    {
      "cite": "Bible",
      "quote": "As you shall sow, so shall you reap."
    },
    {
      "cite": "Davy Crockett",
      "quote": "Be sure you are right, then go ahead."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Better slip with foot than tongue."
    },
    {
      "cite": "Marstow (1604)",
      "quote": "Diamond cuts diamond."
    },
    {
      "cite": "John Clarke",
      "quote": "Fine words butter no parsnips."
    },
    {
      "cite": "George Eliot",
      "quote": "History repeats itself."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It is wise not to seek a secret and honest not to reveal it."
    },
    {
      "cite": "unknown",
      "quote": "Just because everybody's doing something, doesn't mean it's right."
    },
    {
      "cite": "French (on truth and falsehood)",
      "quote": "Liars need good memories."
    },
    {
      "cite": "Bengali (Asian Indian) (on conscience)",
      "quote": "No sin is hidden to the soul."
    },
    {
      "cite": "unknown",
      "quote": "Play the part and you shall become."
    },
    {
      "cite": "unknown",
      "quote": "Practice what you preach."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Put a silk on a goat and it is still a goat."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Search others for their virtues, thyself for thy vices."
    },
    {
      "cite": "Francis Iles",
      "quote": "Take it straight from the horse's mouth."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "What you would seem to be, be really."
    },
    {
      "cite": "unknown",
      "quote": "You can't make bricks without straw."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you tell the truth, you don't have to remember anything."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The truth is rarely pure and never simple."
    },
    {
      "cite": "George Orwell",
      "quote": "In a time of deceit telling the truth is a revolutionary act."
    },
    {
      "cite": "Mark Twain",
      "quote": "Truth is stranger than fiction, but it is because fiction is obliged to stick to possibilities; Truth isn't."
    },
    {
      "cite": "Stephanie Klein",
      "quote": "Tell the truth, or someone will tell it for you."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Pretending to be someone you're not is a waste of the person you are."
    },
    {
      "cite": "unknown",
      "quote": "Everyone sees who I appear to be but only a few know the real me. You only see what i choose to show. There's so much behind my smile you just don't know."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I'd rather be hated for who I am, rather than loved for who I am not."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "Proof is boring. Proof is tiresome. Proof is an irrelevance. People would far rather be handed an easy lie than search for a difficult truth, especially if it suits their own purposes."
    },
    {
      "cite": "J. Michael Straczynski",
      "quote": "Understanding is a three edged sword: your side, their side, and the truth."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Before speaking, consult your inner-truth barometer, and resist the temptation to tell people only what they want to hear."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Say what you have to say, not what you ought. Any truth is better than make-believe."
    }
  ]
}