{
  "source": "https://www.wisesayings.com/trying-quotes/",
  "theme": "trying",
  "quotes": [
    {
      "cite": "William Edward Hickson",
      "quote": "Tis a lesson you should heed. Try, try, try again. If at first you don't succeed, Try, try, try again."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "There is no failure except in no longer trying."
    },
    {
      "cite": "Francis Bacon",
      "quote": "There is no comparison between that which is lost by not succeeding and that which is lost by not trying."
    },
    {
      "cite": "unknown",
      "quote": "The best angle from which to approach a problem is the Try-angle."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something."
    },
    {
      "cite": "Mrs. Cunningham",
      "quote": "Trying is a part of failing. If you are afraid to fail then you're afraid to try."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I can accept failure, everyone fails at something. But I can't accept not trying."
    },
    {
      "cite": "Michael Jordan",
      "quote": "My father used to say that it's never too late to do anything you wanted to do. And he said,  You never know what you can accomplish until you try."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Jim Rohn",
      "quote": "How long should you try? Until."
    },
    {
      "cite": "Diane Glancy",
      "quote": "I try. I am trying. I was trying. I will try. I shall in the meantime try. I sometimes have tried. I shall still by that time be trying."
    },
    {
      "cite": "David Viscott",
      "quote": "In the end, the only people who fail are those who do not try."
    },
    {
      "cite": "Stephen Kaggwa",
      "quote": "Try and fail, but don't fail to try."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "Trying is always enough."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "The unwillingness to try is worse than any failure."
    },
    {
      "cite": "Beverly Sills",
      "quote": "You may be disappointed if you fail, but you are doomed if you don't try."
    },
    {
      "cite": "Chester Barnard",
      "quote": "To try and fail is at least to learn; to fail to try is to suffer the inestimable loss of what might have been."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Life doesn't require that we be the best, only that we try our best."
    },
    {
      "cite": "Alexander The Great",
      "quote": "There is nothing impossible to him who will try."
    },
    {
      "cite": "unknown",
      "quote": "Every accomplishment starts with the decision to try."
    },
    {
      "cite": "The Rolling Stones",
      "quote": "You can't always get what you want, but if you try sometimes, you might find, you get what you need."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Success is achieved and maintained by those who TRY, And keep TRYING. Where there is nothing to lose by TRYING, And a great deal to gain if SUCCESSFUL, By all means, TRY. DO IT NOW."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "For us, there is only the trying. The rest is not our business."
    },
    {
      "cite": "Coleman Hawking",
      "quote": "If you don't make mistakes, you aren't really trying."
    },
    {
      "cite": "Mike Ditka",
      "quote": "You're never a loser until you quit trying."
    },
    {
      "cite": "Toba Beta",
      "quote": "There's doubt in trying. Just do it or stop thinking."
    },
    {
      "cite": "Rick W Terry",
      "quote": "If you never stop trying you'll never give up. If you never give up you'll never stop trying."
    }
  ]
}