{
  "source": "https://www.wisesayings.com/tuesday-quotes/",
  "theme": "tuesday",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Tuesday's are really just Monday's dressed in their Sunday best."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday's child is full of grace."
    },
    {
      "cite": "Anonymous",
      "quote": "Tuesday isn't so bad...It's a sign that I've somehow survived Monday."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday is Monday's ugly sister."
    },
    {
      "cite": "unknown",
      "quote": "Ahhhhh Tuesday. The day to remember all the things I didn't get done on Monday- and push them off until Wednesday."
    },
    {
      "cite": "unknown",
      "quote": "Nothing messes up your Friday like realizing it's only Tuesday."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday: The day after Monday that reminds you that you still have four more days of not trying to slap a fellow co-worker."
    },
    {
      "cite": "unknown",
      "quote": "I am having Mondy feeling towards Tuesday."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday is my second favorite day of the week to put off everything until later in the week."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday is the day I actually start the week, Monday I just deal with the depression of the weekend ending."
    },
    {
      "cite": "unknown",
      "quote": "It's TUESDAY! And since itsCHOOSEDAY: Choose to Smile. Choose to be Happy. Choose to Love. Choose to Bless. Choose to be a Blessing. Choose to be Humble. Choose to be Patient. Choose to be Kind...and above all. Choose God to guide your Life. HAPPY TUESDAY!"
    },
    {
      "cite": "unknown",
      "quote": "Dear Tuesday, nobody likes you either. You're just Monday's ugly cousin."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday means we're a day closer to a weekend spent dreading Monday."
    },
    {
      "cite": "unknown",
      "quote": "Tuesday is the new Monday."
    },
    {
      "cite": "Jim Miller",
      "quote": "Tuesday is my favorite day of the week. That's cleaning day."
    },
    {
      "cite": "Doug Sanders",
      "quote": "I'm working as hard as I can to get my life and my cash to run out at the same time. If I can die after lunch Tuesday, everything will be fine."
    },
    {
      "cite": "John Prior",
      "quote": "The years roll on and seasons pass, / And find us as we were, / And this Shrove Tuesday finds us yet / Sworn friends unto our Beer."
    },
    {
      "cite": "John Prior",
      "quote": "And each Shrove Tuesday since that day has added to the tale / Of deeds that Brasenose men can do inspired by Brasenose Ale."
    },
    {
      "cite": "John Prior",
      "quote": "It was on Shrove Tuesday (if the date you wish to fix, / Three centuries since then have passed and years some forty-six), / And savoury steamed the lordly beef, and gaily smoked the mutton, / And by the side of Bishop Smith sat stout Sir Richard Sutton."
    },
    {
      "cite": "John Prior",
      "quote": "Of all the Tuesdays in the year, / Shrove Tuesday's mine most clearly; / For then we get such lots of beer, / And I love beer most dearly."
    },
    {
      "cite": "John Prior",
      "quote": "Then I bethought me, with a heart-wrung sigh, / That the sad hour was nearing and was nigh, / When sweet Shrove Tuesday should no longer bring / The Ale we drank, the song we used to sing."
    },
    {
      "cite": "John Prior",
      "quote": "Shrove Tuesday here again! but what a change / Since at the Freshmen's table I devoured / Pancakes and apple-fritters; all was strange, / No duns had harassed then, no schools had soured."
    },
    {
      "cite": "John Prior",
      "quote": "Shrove Tuesday here again! and down each row / The flagons pass, soon emptied to the lees; / These — these at least no disenchantment know : — / But John — a glass of toast and water, please."
    },
    {
      "cite": "William Shakespeare",
      "quote": "On Tuesday last, / A falcon, towering in her pride of place, / Was by a mousing owl hawked at and / killed."
    },
    {
      "cite": "E.B. White",
      "quote": "On Monday, man may be hysterical with doom, and on Tuesday you will find him opening the Doomsday Bar & Grill and settling down for another thousand years of terrifying queerness."
    },
    {
      "cite": "Matthew Rich",
      "quote": "We never know what a week from next Tuesday is going to hold. It may be an ordinary day filled with quite regular activities and demands. Most of the time that is exactly what a week from next Tuesday will hold."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Tuesday had always been our day together. Most of my courses with Morrie were on Tuesday, he had office hours on Tuesdays, and when I wrote my senior thesis . . . it was on Tuesdays that we sat together. . . . We're Tuesday people."
    }
  ]
}