{
  "source": "https://www.wisesayings.com/tuesday-morning-quotes/",
  "theme": "tuesday-morning",
  "quotes": [
    {
      "cite": "Byron Pulsifer",
      "quote": "Tuesday morning is a time to reflect upon the words you use; are they positive filled words or complaining words; are they words that inspire others and are a positive influence; you choose your words, make them count."
    },
    {
      "cite": "Will Ferrell",
      "quote": "Nothing ruins a Friday more than an understanding that today is Tuesday."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Richard doesn't like to give presents when you're supposed to give presents. Christmas and birthdays go right by. But when he goes out and buys something, say, because it's a Tuesday, he's terrible excited."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Tuesday had always been our day together. Most of my courses with Morrie were on Tuesday, he had office hours on Tuesdays, and when I wrote my senior thesis... it was on Tuesdays that we sat together.... We're Tuesday people."
    },
    {
      "cite": "E.B. White",
      "quote": "On Monday, man may be hysterical with doom, and on Tuesday you will find him opening the Doomsday Bar & Grill and settling down for another thousand years of terrifying queerness."
    },
    {
      "cite": "E.B. White",
      "quote": "I was a flop as a daily reporter. Every piece had to be a masterpiece—and before you knew it, Tuesday was Wednesday."
    },
    {
      "cite": "Sophia Thoreau",
      "quote": "At seven o'clock Tuesday morning he became restless and desired to be moved; dear mother, Aunt Louisa, and myself were with him; his self-possession did not forsake him. A little after eight he asked to be raised up, his breathing grew fainter and fainter, and without the slightest struggle, he left us at nine o'clock."
    },
    {
      "cite": "Richard Wilbur",
      "quote": "Writing is... waiting for the word that may not be there until next Tuesday."
    },
    {
      "cite": "Farmer Fisher",
      "quote": "It's Tuesday morning! Got a lotta work to be done: gotta feed the hogs, gotta plow the south forty, gotta milk the cows, gotta feed the chickens. Come on boys, come on."
    },
    {
      "cite": "Lilo",
      "quote": "Tuesdays and bank holidays would be good."
    },
    {
      "cite": "Joseph Castillo",
      "quote": "Too many sad days / Too many Tuesday mornings / I thought of you today / I wished it was yesterday morning / I thought of you today / And I dreamt you were dressed in mourning / But I knew that you / With your heart beating and your eyes shining / Would be dreaming of me / Lying with you on a Tuesday morning."
    },
    {
      "cite": "J.C. Molland",
      "quote": "Sweet Tuesday morning / You came and you smiled / And all of my fears, / They have left me / Sweet Tuesday morning / You came and you smiled / And love is the answer you gave me."
    },
    {
      "cite": "Michael Timmins",
      "quote": "Sun comes up, it's Tuesday morning / Hits me straight in the eye / Guess you forgot to close the blind last night / Oh, that's right, I forgot, it was me."
    },
    {
      "cite": "Marta Innocenti",
      "quote": "It was a Tuesday morning / The first time I was born / I didn't choose the family / That I was bound to love / That day I was given a name / That became really mine only when I had a say / In what I'd sign with it / I was born twice / When I chose to be myself / I was born twice / Took my fate into my hands / Cause it's up to you to decide / What to do with your life / We're all born twice / We're all born twice."
    },
    {
      "cite": "John Keats",
      "quote": "O that a week could be an age, and we / Felt parting and warm meeting every week, / Then one poor year a thousand years would be, / The flush of welcome ever on the cheek: / So could we live long life in little space, / So time itself would be annihilate, / So a day's journey in oblivious haze / To serve our joys would lengthen and dilate. / O to arrive each Monday morn from Ind! / To land each Tuesday from the rich Levant! / In little time a host of joys to bind, / And keep our souls in one eternal pant! / This morn, my friend, and yester-evening taught / Me how to harbour such a happy thought."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "It was like a church in there as only the truly lost sit in bars on Tuesday mornings at 8:00 a.m."
    },
    {
      "cite": "Walt Kelly",
      "quote": "Many years ago in a period commonly know as Next Friday Afternoon, there lived a King who was very Gloomy on Tuesday mornings because he was so Sad thinking about how Unhappy he had been on Monday and how completely Mournful he would be on Wednesday."
    },
    {
      "cite": "Lewis Thomas",
      "quote": "On any Tuesday morning, if asked, a good working scientist will tell you with some self-satisfaction that the affairs of his field are nicely in order, that things are finally looking clear and making sense, and all is well. But come back again on another Tuesday, and the roof may have just fallen in on his life's work."
    },
    {
      "cite": "Ivanka Trump",
      "quote": "I'm a big believer in creating family traditions. Every Tuesday morning, I make a proper eggs breakfast, and we all sit down and eat."
    },
    {
      "cite": "Patrick Howley",
      "quote": "The Daily Caller has obtained an advance copy of a House Oversight and Government Reform Committee report set to be released Tuesday morning that definitively proves malicious intent by the IRS to improperly block conservative groups that an IRS adviser deemed 'icky."
    }
  ]
}