{
  "source": "https://www.wisesayings.com/tunnel-quotes/",
  "theme": "tunnel",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "I wonder why it is that when I shut my eyes in a tunnel I begin to feel as if I were going at an Express pace the other way. I am clearly going back to London, now."
    },
    {
      "cite": "Robert Lowell",
      "quote": "If we see light at the end of the tunnel, it's the light of the oncoming rain."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "At the end of every light, is a tunnel of darkness."
    },
    {
      "cite": "Tink",
      "quote": "There is always a ray of light at the end of every dark tunnel."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "Ambition is a tunnel that you run through that doesn't end."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "The tunnels may be long, and twisted, and dark; but you are supposed to go through them."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Your mind is like a tunnel that has no end, and a baloon, that even too much air cannot burst."
    },
    {
      "cite": "Wayne Coyne",
      "quote": "As you get older, you accept that there are some tunnels that don't have any light in them, but you go down them anyway."
    },
    {
      "cite": "D.E. Navarro",
      "quote": "The tunnel under the wall of intellectual snobbery is the only way back to common sense reality, but most won't find it because it is beneath them."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you become angry, you enter a tunnel, leaving the light behind you; when you get calm, you exit the tunnel, finding the light in front of you!"
    },
    {
      "cite": "Lauren Oliver",
      "quote": "People themselves are full of tunnels: winding, dark spaces and caverns; impossible to know all the places inside of them. Impossible even to imagine."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The pessimist sees only the tunnel; the optimist sees the light at the end of the tunnel; the realist sees the tunnel and the light - and the next tunnel."
    },
    {
      "cite": "Terence McKenna",
      "quote": "There's light at the end of the tunnel. The problem is that tunnel is in the back of your mind. And if you don't go to the back side of your mind you will never see the light at the end of the tunnel. And once you see it, then the task becomes to empower it in yourself and other people. Spread it as a reality. God did not retire to the seventh heaven, God is some kind of lost continent IN the human mind."
    },
    {
      "cite": "Ami Vitale",
      "quote": "Tunnel vision can kill creativity."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Somerset looked down on the mouth of the tunnel. The popular common place that science, steam, and travel must be always unromantic and hideous was not proven at this spot."
    },
    {
      "cite": "George A. Sala",
      "quote": "Whenever I pass through a tunnel, I meditate upon these things and wish heartily that I were a poet, that I might tune my heart to sing the poetry of railway tunnels."
    },
    {
      "cite": "Matthew O' Brien",
      "quote": "I thought it was interesting that as you walk into this tunnel, you can see the sign, as if you're entering the real Las Vegas."
    },
    {
      "cite": "Nick Belardes",
      "quote": "Chinese people dug tunnels beneath the city's downtown area. But the Chinese tunnel legend has been somewhat elusive. That's because if there are secret tunnels, people don't really talk about them."
    },
    {
      "cite": "Wilfred Owen",
      "quote": "It seemed that out of battle I escaped / Down some profound dull tunnel, long since scooped / Through granites which titanic wars had groined."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Lord does go with us through our sufferings, and He awaits us as we emerge on the other side of the tunnel of testing— into the light of His glorious presence to live with Him forever."
    },
    {
      "cite": "Lefty Gomez",
      "quote": "I had most of my trouble with left handed hitters. Charlie Gehringer could hit me in a tunnel at midnight with the lights out."
    },
    {
      "cite": "Joss Whedon",
      "quote": "I always believe in just have as much fun as you can so that when you're in the part that you hate, there's a light at the end of the tunnel, that you're closed to finished."
    },
    {
      "cite": "Joss Whedon",
      "quote": "The thing about a hero, is even when it doesn't look like there's a light at the end of the tunnel, he's going to keep digging, he's going to keep trying to do right and make up for what's gone before, just because that's who he is."
    },
    {
      "cite": "Robert William Service",
      "quote": "Toil's a tunnel, there's no way out / For fellows, the like of' me; / A beggar wi' only a crust an' a clout / At the worst o' the worst is free; / but I work to eat, an' I eat to work; / It's always the same old round, / And I dassent fail for the day I shirk / They'll shovel me underground."
    },
    {
      "cite": "Phoenix",
      "quote": "Which is more painful? / Never getting to meet the one I love? / Or, still loving, when I know it's an endless tunnel? / Oh! my dear celebrity, If only that figure was real."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Do you burrow on blindly, or tunnel beyond / What your comfort will dictate, what the blackness desponds / One choice lands in darkness, one reaches for light / My tracks through the shadows, your fear cannot light."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "To climb the unreal path, / We stray from the roadway here; / We swim the rivers of wrath, / And tunnel the hills of fear."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The tunnel of darkness; temporarily dislocated you; propelling you to stumble towards the ground as you frantically tried to gauge your gloomy surroundings, / Whereas the tunnel of crime stretched beyond realms of infinite infinity; with the only end being your hedonistically distorted corpse.."
    },
    {
      "cite": "Tammie Townsend",
      "quote": "But what do you do when you're weary, / and you're tired and can't go on / to the hollow in the tunnel / your existence now belongs."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Sometimes life seems a dark tunnel with no light at the end, but if you just keep moving forward, you will end up in a better place."
    }
  ]
}