{
  "source": "https://www.wisesayings.com/tunnel-vision-quotes/",
  "theme": "tunnel-vision",
  "quotes": [
    {
      "cite": "Robert Cheeke",
      "quote": "Learn to see the big picture. Often times we get tunnel vision and lose sight of the big picture and what we're really trying to accomplish."
    },
    {
      "cite": "Jewel",
      "quote": "Sometimes the tide is just out. But it always comes back in again. In times of severe distress, we tend to get tunnel vision and think this feeling will last forever. It will not."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "We often engage the defense mechanism of tunnel vision, just to keep ourselves focused on our daily lives. This makes us terribly jaded in our perception of what is really around us."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Whenever you do any one thing intensely over a period of time you have to give up other lives you could be living. You have to have a real single-minded kind of tunnel vision if you want to get anything significant accomplished. Especially if the desire is not to be a businessman, but to be a creative person."
    },
    {
      "cite": "Felix Dennis",
      "quote": "People who get trapped in the tunnel vision of making money think that is all there is to life."
    },
    {
      "cite": "Donna VanLiere",
      "quote": "The problem with unfilled dreams is that they give us tunnel vision. We focus on ourselves, and that can be depressing and discouraging place to look."
    },
    {
      "cite": "Tinashe",
      "quote": "My tunnel vision work ethic is very hard to come by, I believe. I have had an unwavering faith in myself and my career for as long as I can remember."
    },
    {
      "cite": "Carl Honore",
      "quote": "Research has shown that time pressure leads to tunnel vision and that people think more creatively when they are calm, unhurried and free from stress and distractions. We all know this from experience."
    },
    {
      "cite": "Gail Devers",
      "quote": "A lot of times when I ran, to be honest, I didn't know where I was in the race. So I always was looking up at the scoreboard to say, 'Just call my name to see where I am,' because I tried to have such tunnel vision not to distract myself."
    },
    {
      "cite": "Bill Taylor",
      "quote": "Let's face it: Most companies in most industries have a kind of tunnel vision. They chase the same opportunities that everyone else is chasing, they miss the same opportunities that everyone else is missing. It's the companies that see a different game that win big. The most important question for innovators today is: What do you see that the competition doesn't see?"
    },
    {
      "cite": "unknown",
      "quote": "Living brave is scary, but sometimes a little tunnel vision is just the thing we need to find the courage to live with boldness."
    },
    {
      "cite": "Sen. Kit Jennings",
      "quote": "Sometimes we get tunnel vision on what our job is, and if your job is to go get that energy out of the ground and make money, sometimes you forget about the guy that lives on the surface."
    },
    {
      "cite": "Robert Esche",
      "quote": "Pressure isn't a bad word. It's a great word. It gives you tunnel vision and let's you focus on the task at hand."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options."
    },
    {
      "cite": "Sixto Rodriguez",
      "quote": "Drivers don't always see the (flashing) lights. You can't get tunnel vision. You've got to look everywhere, even when your adrenaline is going."
    },
    {
      "cite": "Johnny Galecki",
      "quote": "It's that one thing that you're passionate about, that you end up developing tunnel vision for and everything else tends to fall by the wayside. Passion is appealing and universal."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Great theories are expansive; failures mire us in dogmatism and tunnel vision."
    },
    {
      "cite": "Jennie Finch",
      "quote": "The main thing is to win. You just try to keep your tunnel vision on to get the team the win."
    },
    {
      "cite": "Nicola Peltz",
      "quote": "When you have your passion, you never even think about other things. It's tunnel vision. You go until you get it."
    },
    {
      "cite": "Gene Edward Veith Jr.",
      "quote": "Reading can break us out of the tunnel vision of the narrow specialty and lead us into many intriguing and important avenues of thought."
    },
    {
      "cite": "Charles Kimball",
      "quote": "Demanding historical (or scientific) veracity as a prerequisite for truth is another kind of tunnel vision. To do so is to mistake poetry for prose."
    },
    {
      "cite": "David Sanborn",
      "quote": "I think that that's the way the music grows and changes and becomes new and creative and vital. It's by synthesizing elements from all around it and not to maintain this kind of rigid myopic kind of tunnel vision, in a sense, trying to maintain a certain kind of purity, or whatever."
    },
    {
      "cite": "James A.C. Brown",
      "quote": "Anxiety leads to a narrowing of the field of attention, the so-called tunnel vision, and when people are anxious, they are unable to attend to the total situation as is necessary to enable them to act rationally, but impulsively do the first thing that comes into their heads which is usually determined by what others are doing at the same time."
    },
    {
      "cite": "Ami Vitale",
      "quote": "Tunnel vision can kill creativity."
    },
    {
      "cite": "Rick Riordan",
      "quote": "She often had to remind herself that she couldn't do everything alone. She wasn't always the best person for the job. Sometimes she got tunnel vision and forgot about what other people needed."
    }
  ]
}