{
  "source": "https://www.wisesayings.com/turtle-quotes/",
  "theme": "turtle",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No man has ever seen a turtle climbing the wall. In order to do the things which are impossible for you, you need to change yourself, and better still, transform yourself into something new!"
    },
    {
      "cite": "Bruce Feiler",
      "quote": "Take a walk with a turtle. And behold the world in pause."
    },
    {
      "cite": "Bill Copeland",
      "quote": "Try to be like the turtle at ease in your own shell."
    },
    {
      "cite": "Eileen Anglin",
      "quote": "The Turtle's teachings are so beautiful. So very special. It teaches us that everything you are, everything you need and everything you bring to the world is inside you, not external, and you carry it with you, and are not limited to a place, space or time."
    },
    {
      "cite": "Erin O'Brien",
      "quote": "Turtles always strike me as devastatingly serious. If turtles could talk, I'd believe everything they said."
    },
    {
      "cite": "James Bryant Conant",
      "quote": "Behold the turtle. He makes progress only when he sticks his neck out."
    },
    {
      "cite": "Stephen King",
      "quote": "See the turtle of enormous girth, on his shell he holds the earth. If you want to run and play, come along the beam today."
    },
    {
      "cite": "Alex Haley",
      "quote": "Anytime you see a turtle up on top of a fence post, you know he had some help."
    },
    {
      "cite": "Esther Tallamy",
      "quote": "I'm as self-contained as a turtle. When I put my key in the ignition, I have my home right behind me."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A leech who, having penetrated the shell of a turtle only to find that the creature has long been dead, deems it expedient to form a new attachment to a fresh turtle."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "Looking for peace is like looking for a turtle with a mustache: You won't be able to find it. But when your heart is ready, peace will come looking for you."
    },
    {
      "cite": "Louis V. Gerstner, Jr.",
      "quote": "Watch the turtle. He only moves forward by sticking his neck out."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "And the turtles, of course all the turtles are free, as turtles and, maybe, all creatures should be."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Oh, a very useful philosophical animal, your average tortoise. Outrunning metaphorical arrows, beating hares in races... very handy."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All the thoughts of a turtle are turtle."
    },
    {
      "cite": "Aesop",
      "quote": "Slow and steady wins the race."
    },
    {
      "cite": "Will Hobbs",
      "quote": "Changes in Latitudes began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that."
    },
    {
      "cite": "William Shakespeare",
      "quote": "As true as steel, as plantage to the moon, as sun to day, at turtle to her mate, as iron to adamant, as earth to centre."
    },
    {
      "cite": "Charles Ghigna",
      "quote": "Do not let fear confine your life Inside a shell of doubt; A turtle never moves until His head is sticking out."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "David Holahan",
      "quote": "Your piece stinks. We fed it to the turtle."
    },
    {
      "cite": "Doris Lilly",
      "quote": "Men who wear turtlenecks look like turtles."
    },
    {
      "cite": "Eileen Wilks",
      "quote": "It's okay to play turtle for a while, as long as you don't get too fond of your shell."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Most people are heartless about turtles because a turtle’s heart will beat for hours after he has been cut up and butchered. But the old man thought, I have such a heart too."
    },
    {
      "cite": "George Carlin",
      "quote": "If a turtle doesn’t have a shell, is it homeless or naked?"
    },
    {
      "cite": "Harry Connick",
      "quote": "The two are unrelated. I'm not into turtles or space stuff."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Be like the turtle... If it didn’t stick it's neck out, it wouldn’t get anywhere at all."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nature is slow, but sure; she works no faster than need be; she is the tortoise that wins the race by her perseverance."
    },
    {
      "cite": "Janet Fitch",
      "quote": "I felt like time was a great sea, and I was floating on the back of a turtle, and no sails broke the horizon."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "When this is over, we will go to the rain forest, or the pyramids, or a beach as white as bone. We will eat grapes from the vine, we will swim with sea turtles, we will walk miles on cobblestone streets. We will laugh and talk and confess. We will."
    }
  ]
}