{
  "source": "https://www.wisesayings.com/tv-quotes/",
  "theme": "tv",
  "quotes": [
    {
      "cite": "Fred Friendl",
      "quote": "TV is bigger than any story it reports. It's the greatest teaching tool since the printing press."
    },
    {
      "cite": "Bill Hicks",
      "quote": "Watching television is like taking black spray paint to your third eye."
    },
    {
      "cite": "Paddy Chayefsky",
      "quote": "Television is the menace that everyone loves to hate but can't seem to live without."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Every time you think television has hit its lowest ebb, a new program comes along to make you wonder where you thought the ebb was."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "We're all watching each other, so there's no chance for censorship. The main problem is the idiot TV. If you watch local news, your head will turn to mush."
    },
    {
      "cite": "Fred Allen",
      "quote": "Television is a triumph of equipment over people, and the minds that control it are so small that you could put them in a gnat's navel with room left over for two caraway seeds and an agent's heart."
    },
    {
      "cite": "Christiane Amanpour",
      "quote": "And I believe that good journalism, good television, can make our world a better place."
    },
    {
      "cite": "Ann Dowd",
      "quote": "TV is terrific. It's really fast paced which I find difficult."
    },
    {
      "cite": "Fred W. Friendly",
      "quote": "Television makes so much at its worst that it can't afford to do its best."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Television was not intended to make human beings vacuous, but it is an emanation of their vacuity."
    },
    {
      "cite": "Lara Spencer",
      "quote": "Being on TV is similar to being an athlete. You get no second chances."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Television is now so desperately hungry for material that they're scraping the top of the barrel."
    },
    {
      "cite": "Ann Landers",
      "quote": "Television has proved that people will look at anything rather than each other."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Television has raised writing to a new low."
    },
    {
      "cite": "Jim Henson",
      "quote": "Television is basically teaching whether you want it to or not."
    },
    {
      "cite": "Mumia Abu-Jamal",
      "quote": "The role of television is the illusion of company, noise. I call it the fifth wall and the second window: the window of illusion."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Television is like the invention of indoor plumbing. It didn't change people's habits. It just kept them inside the house."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Television is chewing gum for the eyes."
    },
    {
      "cite": "David Hockney",
      "quote": "Television is becoming a collage there are so many channels that you move through them making a collage yourself. In that sense, everyone sees something a bit different."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "TV is a language all its own, a land of one dimensional stereotypes that destroys culture, not adds to it. TV is anti-art, a reflection of consumerism that serves the power structure. TV is about demographics."
    },
    {
      "cite": "Walter Annenberg",
      "quote": "TV is like theater. You can't enjoy it without a program."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "Television is just one more facet of that considerable segment of our society that never had any standard but the soft buck."
    },
    {
      "cite": "ALAN COREN",
      "quote": "Television is more interesting than people. If it were not, we would have people standing in the corners of our rooms."
    },
    {
      "cite": "David Frost",
      "quote": "Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home."
    },
    {
      "cite": "Homer",
      "quote": "Without TV, it's hard to know when one day ends and another begins."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "You see reality TV and it's not reality TV. It's contrived and everything is plotted and scripted nearly. Documentaries are the same and just as bad."
    },
    {
      "cite": "Alan Kay",
      "quote": "Television should be the last mass communication medium to be naively designed and put into the world without a surgeon-general's warning."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Television is by nature the dominator drug par excellence. Control of content, uniformity of content, repeatability of content make it inevitably a tool of coersion, brainwashing, and manipulation."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Nothing is really real unless it happens on television."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Watching TV is companionable: you share an experience, you can comment on the action here and there for a bit of conversation it's a way of showing someone that you want his or her company and engaging in a low-key, pleasant, undemanding way."
    }
  ]
}