{
  "source": "https://www.wisesayings.com/twice-quotes/",
  "theme": "twice",
  "quotes": [
    {
      "cite": "Maurice Sendak",
      "quote": "The world is twice as crazy as it's ever been."
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "If you want to accomplish twice as much, you have to work twice as hard."
    },
    {
      "cite": "Frank McCourt",
      "quote": "The sky is the limit. You never have the same experience twice."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Once is happenstance. Twice is coincidence. Three times is enemy action."
    },
    {
      "cite": "James S.A",
      "quote": "Once is never. Twice is always."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "The sad truth is that opportunity doesn't knock twice."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not once nor twice but times without number that the same ideas make their appearance in the world."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Each must in virtue strive for to excel; That man lives twice that lives the first life well."
    },
    {
      "cite": "Plato",
      "quote": "We are twice armed if we fight with faith."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "In general, mankind, since the improvement of cookery, eats twice as much as nature requires."
    },
    {
      "cite": "Plato",
      "quote": "Twice and thrice over, as they say, good is it to repeat and review what is good."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Everything that happens once can never happen again. But everything that happens twice will surely happen a third time."
    },
    {
      "cite": "Epictetus",
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
      "cite": "Heraclitus",
      "quote": "You could not step twice into the same rivers; for other waters are ever flowing on to you."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "If you have no confidence in self, you are twice defeated in the race of life."
    },
    {
      "cite": "Sophia Loren",
      "quote": "A mother has to think twice, once for herself and once for her child."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "To teach is to learn twice."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Even a stopped clock is right twice a day."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Look twice before you leap."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Think twice before burdening a friend with a secret."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Good things, when short, are twice as good."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Think before you act; think twice before you speak."
    },
    {
      "cite": "Confucius",
      "quote": "To think twice is quite enough."
    },
    {
      "cite": "Euripides",
      "quote": "If we could be twice young and twice old we could correct all our mistakes."
    },
    {
      "cite": "Stephen Covey",
      "quote": "All things are created twice. There is a mental (first) creation, and a physical (second) creation."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "It is twice as hard to crush a half-truth as a whole lie."
    },
    {
      "cite": "Margaret Mahy",
      "quote": "If a job's worth doing, it's worth doing twice."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "A good example has twice the value of good advice."
    }
  ]
}