{
  "source": "https://www.wisesayings.com/twilight-quotes/",
  "theme": "twilight",
  "quotes": [
    {
      "cite": "Tom Petty",
      "quote": "At twilight time the smog makes a rainbow."
    },
    {
      "cite": "Vanna Smythe",
      "quote": "One can lose themselves in the twilight, when there are no colors to guide the way."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Twilight drops her curtain down, and pins it with a star."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In the twilight of the morning, all life silently waits for the sunrise. Sun must rise for the darkness to sink!"
    },
    {
      "cite": "James Ellis",
      "quote": "Twilight is like death; the dark portal of night comes upon us, to open again in the glorious morning of immortality."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "At twilight, nature is not without loveliness, though perhaps its chief use is to illustrate quotations from the poets."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Twilight--a time of pause when nature changes her guard. All living things would fade and die from too much light or too much dark, if twilight were not."
    },
    {
      "cite": "Robert Benton",
      "quote": "Twilight is about getting older and relationships--not about a murder mystery. It's about love when you reach a certain age; nothing is in primary colors."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Suspicions amongst Thoughts, are like Bats amongst Birds; they never fly but by Twilight.\""
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Twilight, again. Another ending. No matter how perfect the day is, it always has to end."
    },
    {
      "cite": "Jean Paul",
      "quote": "The darkness of death is like the evening twilight; it makes all objects appear more lovely to the dying."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Seeing twilight fall should be prescribed by doctors."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The lengthening shadows wait the first pale stars of twilight."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "We are in the twilight of this earth. The societies and civilizations of human beings will not endure much longer because of their abuses of power."
    },
    {
      "cite": "George William Russell",
      "quote": "The twilight fleeted away in pearl on the stream, and night, like a diamond dome, stood still in our dream."
    },
    {
      "cite": "Istvan Molnar",
      "quote": "Loneliness is a twilight moment by feelings, longing after something or someone you can not reach."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "The sky was dark blue twilight, pretty to look at but lonely to walk under."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Love prefers twilight to daylight."
    },
    {
      "cite": "Kristian Goldmund Aumann",
      "quote": "Twilight of the idols, it cursed from the worship of the extinguished candles."
    },
    {
      "cite": "John of the Cross",
      "quote": "In the twilight of life, God will not judge us on our earthly possessions and human success, but rather on how much we have loved."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape."
    },
    {
      "cite": "William Ewart Gladstone",
      "quote": "There was a twilight before the dawn, and a dawn before the morning, and a morning before the day."
    },
    {
      "cite": "John Glenn",
      "quote": "The moment of twilight is simply beautiful."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Twilight whippoorwill... Whistle on, sweet deepener Of dark loneliness."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "It's twilight. It's the safest time of day for us. The easiest time. But also the saddest, in a way...the end of another day, the return of the night."
    },
    {
      "cite": "Upton Sinclair",
      "quote": "In the twilight, it was a vision of power."
    },
    {
      "cite": "Helen Eustis",
      "quote": "Twilight was the worst hour, because it was the hour of indecision."
    }
  ]
}