{
  "source": "https://www.wisesayings.com/twins-quotes/",
  "theme": "twins",
  "quotes": [
    {
      "cite": "Josh Billings",
      "quote": "There are two things in life for which we are never truly prepared: twins."
    },
    {
      "cite": "Unknown Author",
      "quote": "It's double the giggles and double the grins, and double the trouble if you're blessed with twins"
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You were born together, and together you shall be forevermore but let there be spaces in your togetherness. And let the winds of the heavens dance between you."
    },
    {
      "cite": "Jerry Smith",
      "quote": "There's two to wash, two to dry; There's two who argue, two who cry; There's two to kiss, two to hug; and best of all, there's two to love!"
    },
    {
      "cite": "Daphne Fandrich",
      "quote": "In this life we will never truly be apart, For we grew to the same beat of our mother's heart."
    },
    {
      "cite": "Sam Underwood",
      "quote": "The special relationship between twins is that, if there's anyone else in the world that's going to get or be the confidant that you need, it's an identical twin."
    },
    {
      "cite": "Unknown Author",
      "quote": "Twins: two unique souls united by birth."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I wish I had a twin, so I could know what I look like without plastic surgery."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "My sister and I, you will recollect, were twins, and you know how subtle are the links which bind two souls which are so closely allied."
    },
    {
      "cite": "William Shakespeare",
      "quote": "So we grew together, Like to a double cherry, seeming parted, But yet a union in partition, Two lovely berries moulded in one stem"
    },
    {
      "cite": "Jon Bratton",
      "quote": "When you gaze upon the lovely sight. Of twins, arm in arm, asleep at night. Think not that the house has been doubly messed. But that you, as parents, have been doubly blessed."
    },
    {
      "cite": "Anonymous",
      "quote": "So many good things come in pairs, like ears, socks and panda bears. But, best of all are the set of twins, with extra laughter, double grins."
    },
    {
      "cite": "Melodie Ramone",
      "quote": "Mum used to say we were the same soul split in two and walking around on four legs. It seems unnatural being born together and then dying apart."
    },
    {
      "cite": "Robert Brault",
      "quote": "You can spend too much time wondering which of identical twins is the more alike."
    },
    {
      "cite": "Jeanne Phillips",
      "quote": "Twins have a special bond. They feel safer with each other than with their peers."
    },
    {
      "cite": "Brandy Scraps",
      "quote": "Just because two people look the same, doesn't mean they have the same dreams."
    },
    {
      "cite": "Brian Swanson",
      "quote": "Look at identical twins. When you get closer, you start to see the small differences. It all depends on how much you magnify it."
    },
    {
      "cite": "Christine Mazier",
      "quote": "In the beginning, we didn't have a clue. There's certainly nothing that prepares you for twins."
    },
    {
      "cite": "Chelsi Welch",
      "quote": "They're not just sisters and twins. They're best friends, and they care genuinely about each other."
    },
    {
      "cite": "Tricia Marrapodi",
      "quote": "Being a twin is like being born with a best friend."
    },
    {
      "cite": "Jerry Smith",
      "quote": "I may be a twin, but I am one of a kind."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We came into the world like brother and brother; And now let's go hand in hand, not one before another."
    },
    {
      "cite": "unknown",
      "quote": "If you think our hands are (will be) full, imagine our hearts."
    },
    {
      "cite": "Richard Branson",
      "quote": "Sometimes miracles come in pairs."
    },
    {
      "cite": "Alice Dreger",
      "quote": "Conjoined twins simply may not need sex-romance partners as much as the rest of us do. Throughout time and space, they have described their condition as something like being attached to a soul mate."
    },
    {
      "cite": "Anonymous",
      "quote": "A good neighbor will babysit. A great neighbor will babysit twins."
    },
    {
      "cite": "Ray Romano",
      "quote": "Identical twins. I'm glad they're identical 'cause you save money on photographs. That's what I like. Yeah. Here's my little boy. I got another one just like it."
    },
    {
      "cite": "Steven Wright",
      "quote": "If I ever had twins, I’d use one for parts."
    },
    {
      "cite": "Herman Melville",
      "quote": "Can it be, that the Greek grammarians invented their dual number for the particular benefit of twins?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Methinks you are my glass, and not my brother: / I see by you I am a sweet-faced youth."
    }
  ]
}