{
  "source": "https://www.wisesayings.com/two-quotes/",
  "theme": "two",
  "quotes": [
    {
      "cite": "Edith Wharton",
      "quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it."
    },
    {
      "cite": "William Barclay",
      "quote": "There are two great days in a person's life - the day we are born and the day we discover why."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less."
    },
    {
      "cite": "Plato",
      "quote": "There are two things a person should never be angry at, what they can help, and what they cannot."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings."
    },
    {
      "cite": "Xun Zi",
      "quote": "The person attempting to travel two roads at once will get nowhere."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The most valuable of all talents is that of never using two words when one will do."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others."
    },
    {
      "cite": "Ayn Rand",
      "quote": "There are two sides to every issue: one side is right and the other is wrong, but the middle is always evil."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment."
    },
    {
      "cite": "Ben Jonson",
      "quote": "To speak and to speak well, are two things. A fool may talk, but a wise man speaks."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "My father said there were two kinds of people in the world: givers and takers. The takers may eat better, but the givers sleep better."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "There are only two forces in the world, the sword and the spirit. In the long run the sword will always be conquered by the spirit."
    },
    {
      "cite": "Robert Frost",
      "quote": "There are two kinds of teachers: the kind that fill you with so much quail shot that you can't move, and the kind that just gives you a little prod behind and you jump to the skies."
    },
    {
      "cite": "Aesop",
      "quote": "Every truth has two sides; it is as well to look at both, before we commit ourselves to either."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When we meet real tragedy in life, we can react in two ways--either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "All human wisdom is contained in these two words--Wait and Hope."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You have two choices, to control your mind or to let your mind control you."
    },
    {
      "cite": "Gordie Howe",
      "quote": "I always tell kids, you have two eyes and one mouth. Keep two open and one closed. You never learn anything if you're the one talking."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "We all have two lives. The second one starts when we realize that we only have one."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "There are two ways to be happy: improve your reality, or lower your expectations."
    },
    {
      "cite": "Epictetus",
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted."
    },
    {
      "cite": "John O'Callaghan",
      "quote": "Give yourself some credit for the work you put in with your own two hands. But remember to never forget the people and things that have helped you along the way."
    },
    {
      "cite": "Randy Pausch",
      "quote": "A lot of people want a shortcut. I find the best shortcut is the long way, which is basically two words: work hard."
    }
  ]
}