{
  "source": "https://www.wisesayings.com/ufc-quotes/",
  "theme": "ufc",
  "quotes": [
    {
      "cite": "Kenneth E. Clow",
      "quote": "The league has been criticized for refusing to negotiate contracts; as a result, in several instances, the UFC's most popular fighters had refused to fight, preferring instead to leave the UFC for smaller competing league."
    },
    {
      "cite": "Anthony Johnson",
      "quote": "The UFC is to MMA what the National Football League (NFL) is to football."
    },
    {
      "cite": "King Mo",
      "quote": "Sometimes you'll win, sometimes you'll lose. Whether win or lose, believe in your own value and give always the best of yourself."
    },
    {
      "cite": "Elia Kazan",
      "quote": "Every fighter has one fight that makes or breaks him."
    },
    {
      "cite": "Renzo Gracie",
      "quote": "Once you make a mistake in a fight or competition you never do that again."
    },
    {
      "cite": "Holly Holm",
      "quote": "A fighter can always recover, and you never know what they're going to come back with."
    },
    {
      "cite": "Renzo Gracie",
      "quote": "Fighting is the best thing a man can do with his soul."
    },
    {
      "cite": "Cub Swanson",
      "quote": "Martial Arts will make you a better person if you allow it to. So many people see a low point as bad luck but its a learning experience."
    },
    {
      "cite": "Rafael dos Anjos",
      "quote": "When you're a fighter, and you're not doing good in your work, that happens you lost the fight."
    },
    {
      "cite": "Charlie Brenneman",
      "quote": "Anytime you lose one fight in the UFC, you kind of have to feel like you are on the chopping block. There is so much competition in this sport."
    },
    {
      "cite": "Anderson Silva",
      "quote": "You need a dragon hidden inside you. When you need,you let the dragon out"
    },
    {
      "cite": "Renzo Gracie",
      "quote": "Be brave, be bold and above all be honest, some people will hate you and some will love you but they will all see the real you."
    },
    {
      "cite": "Randa Markos",
      "quote": "Don't limit yourself and don't let anyone put a limit on your potential."
    },
    {
      "cite": "George St-Pierre",
      "quote": "In fighting, in evolution, in life, efficiency is the key."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "A good fighter usually knows, to within a very few seconds, when a three-minute round is going to end."
    },
    {
      "cite": "M. Laurence",
      "quote": "MMA is one of the biggest sports in the world to rival boxing, football, and professional wrestling"
    },
    {
      "cite": "Jon L. Wertheim",
      "quote": "This sport— mixed martial arts, or MMA— is a hurt business. The real hurt business."
    },
    {
      "cite": "Jon L. Wertheim",
      "quote": "In a short span of time, the UFC has gone from an underground pursuit, kept alive mostly as an Internet-based subculture, to a business that Wall Street values at $500 million."
    },
    {
      "cite": "Jon L. Wertheim",
      "quote": "Today, old-school sports values play a significant role in the appeal of MMA. There's something brutally, outdated democratic about an organized fight."
    },
    {
      "cite": "Jon L. Wertheim",
      "quote": "The purest form of sport is fighting, and the purest form of fighting is mixed martial arts."
    },
    {
      "cite": "Yahoo Sports",
      "quote": "When this thing is a sport, all over the entire world, and you can take the UFC to any city in the country, just like soccer then I did it. I did what I set out to do. That's why I was put on this planet. That's my job, my destiny, whatever the expletive you want to call it."
    },
    {
      "cite": "Jeff McCall",
      "quote": "The sport of Pankration, which combined grappling and striking skills was a great deal like the modern mixed martial arts."
    },
    {
      "cite": "Jeff McCall",
      "quote": "The beauty of MMA is that you don't have to excel at one style of fighting. Well rounded fighters who have good skills in a  multitude of styles are  usually better fighters than someone who trains in just boxing or karate."
    },
    {
      "cite": "Jon L. Wertheim",
      "quote": "As for the actual fighting, it often assumes the feel of a video game, with its spasms of action and multiple ways of winning and losing."
    },
    {
      "cite": "Bruce Lee",
      "quote": "To understand combat, one must approach it in a very simple and direct manner."
    },
    {
      "cite": "Bas Rutten",
      "quote": "I always said MMA is a combination of four Olympics sports and while Olympians train solely for one sport, a mixed martial artist has to know them all."
    },
    {
      "cite": "BIg John McCarthy",
      "quote": "Mixed Martial Arts is the execution of multiple combat sports disciplines with the goal of knocking out, submitting or outscoring an opponent before he does it to you."
    },
    {
      "cite": "BIg John McCarthy",
      "quote": "There are no guarantees in MMA other than that no two fights ever look the same. An experienced champion can get knocked out by an underdog's single punch."
    },
    {
      "cite": "Loren Landow",
      "quote": "The primary objective of MMA is to win by submission, knockout, or a judge's decision based on strikes, cage dominance, and positional dominance."
    },
    {
      "cite": "Cat Zingano",
      "quote": "Training like a fighter is more than exercise. It's a form of self expression and a great physical outlet. But getting fit like an MMA fighter benefits beyond looking ripped."
    }
  ]
}