{
  "source": "https://www.wisesayings.com/ugly-quotes/",
  "theme": "ugly",
  "quotes": [
    {
      "cite": "Margaret Cho",
      "quote": "I thought I was so ugly for so long, and I wasted so much of my life on this dumb notion."
    },
    {
      "cite": "Robin Williams",
      "quote": "Never pick a fight with an ugly person, they've got nothing to lose."
    },
    {
      "cite": "Chelsea Cain",
      "quote": "Ugly people kill people all the time. But when pretty people did, it got attention."
    },
    {
      "cite": "Ofosu Kwarteng",
      "quote": "Every man is handsome, every woman is beautiful. Hardships make us ugly."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Beauty is variable, ugliness is constant."
    },
    {
      "cite": "Gucci Mane",
      "quote": "I might be ugly, but my cars are real pretty."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The potential beauty of human life is constantly made ugly by man's ever-recurring song of retaliation."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "An ugly diamond is still worth more than a beautiful pebble."
    },
    {
      "cite": "Doug Stanhope",
      "quote": "Alcohol does not make ugly people attractive. It makes it so you could care less that they're ugly."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The beautiful has but one type, the ugly has a thousand."
    },
    {
      "cite": "Andy Warhol",
      "quote": "I just do art because I'm ugly and there's nothing else for me to do."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Never insult those who are Poor or Ugly,They are the reason YOU look rich and good!"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "People who say you are ugly, may be true, because to them, you look like a monster. People who say you are beautiful, may also be true, because to them, you look like an angel."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "No matter how ugly you are; there is always someone who sees his heaven in your eyes."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The ugly can be beautiful. The pretty, never."
    },
    {
      "cite": "Chad Sugg",
      "quote": "My body is an ugly masterpiece that lives off the beauty of sound."
    },
    {
      "cite": "Thomas Harris",
      "quote": "I would not have had that happen to you. Discourtesy is unspeakably ugly to me."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "She may have a weight problem but you have an ugly problem."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Ugly is a word that should only be used to describe sin and never used to describe people."
    },
    {
      "cite": "Mickey Rivers",
      "quote": "He's so ugly he should have to wear an oxygen mask."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "When I was born I was so ugly the doctor slapped my mother."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In an ugly and unhappy world the richest man can purchase nothing but ugliness and unhappiness."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The beauty on the inside, will determine the ugly on the outside."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "What ever beauty may be it has for its basis order and for its essence unity Beauty is only skin deep, but ugly goes clean to the bone."
    },
    {
      "cite": "Mal Peet",
      "quote": "He used to say the uglier things are the longer they live, and the ugliest things live forever."
    },
    {
      "cite": "John Constable",
      "quote": "There is nothing ugly; I never saw an ugly thing in my life; for let the form of an object be what it may,—light, shade, and perspective will always make it beautiful."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in the beautiful things are the cultivated."
    },
    {
      "cite": "Kathy Burke",
      "quote": "When you're called a character actress it's because you're too ugly to be called a leading lady."
    },
    {
      "cite": "Ruth Segall",
      "quote": "Don't worry. The ugly duckling always grows into a beautiful swan."
    },
    {
      "cite": "A Friend's Mother",
      "quote": "Beauty is only skin deep, but ugly is to the bones. When beauty has gone, ugly lingers on."
    }
  ]
}