{
  "source": "https://www.wisesayings.com/ukulele-quotes/",
  "theme": "ukulele",
  "quotes": [
    {
      "cite": "Zooey Deschanel",
      "quote": "There's something about guitars, they're just so big, you know what I mean? You're just like, 'Ugh!' It just seems so overwhelming. And the ukulele is, like, the opposite of overwhelming."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "I love the ukulele. It's got a beautiful, melodic tone to it. There's something innocent and romantic, and it's just a grand instrument to play."
    },
    {
      "cite": "Mary Schmich",
      "quote": "One thing you might want to learn before you attend the world's largest ukulele lesson is how to say ukulele."
    },
    {
      "cite": "Richard A Whiting",
      "quote": "If you kiss Ukulele Lady / While you promise ever to be true / And she sees another Ukulele / Lady fooling round with you"
    },
    {
      "cite": "Ray Davies",
      "quote": "I didn't realize it was commercialized when I unpacked my cases / Because a genuine Hawaii ukulele cost me thirty guineas"
    },
    {
      "cite": "Jeff Lynne",
      "quote": "There's not much you can do with a ukulele that doesn't sound happy."
    },
    {
      "cite": "William H. Macy",
      "quote": "It's hard to be depressed around a ukulele. You just pick it up and you're halfway home."
    },
    {
      "cite": "Tift Merritt",
      "quote": "Sometimes when you're writing on a ukulele, you're in a totally new land, rhythmically or melodically."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "There's something about the ukulele that just makes you smile. It makes you let your guard down. It brings out the child in all of us."
    },
    {
      "cite": "Kandyse Mcclure",
      "quote": "Playing the ukulele and singing is a fantastic stress reliever. So is cleaning! Scrubbing away at the dirt helps clear my mind as well."
    },
    {
      "cite": "Eddie Vedder",
      "quote": "Things like guitars and ukuleles, you should never part with it, because there will probably be good, healthy times spent, just playing and writing."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "Growing up, the ukulele was always a respected instrument. It's a big part of our culture. It wasn't until I started traveling outside of Hawaii that I realized people didn't really consider the ukulele to be a real instrument."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "The ukulele totally fits that whole hipster community or whatever you want to call it, but then at the same time it works great in nursing homes where senior citizens get together and play, and then as the traditional Hawaiian instrument with people doing the Hula and strumming the ukulele and singing."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "The ukulele is the instrument of peace."
    },
    {
      "cite": "Bette Midler",
      "quote": "If you pick up a ukulele, it will make you unbelievably happy."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "If everyone played the ukulele, the world would be a better place."
    },
    {
      "cite": "Mary Schmich",
      "quote": "One thing you might want to learn before you attend the world's largest ukulele lesson is how to say ukulele."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "There's no ego when you're a ukulele player."
    },
    {
      "cite": "Gus Kahn",
      "quote": "Far away, far away / Where the balmy breezes blow / Where they sway while they play / Ukuleles sweet and low"
    },
    {
      "cite": "John Williamson",
      "quote": "This guitar only sings the way I play it / It's a part of me just like another arm / It started out as a little ukulele / When I was just a boy on the farm"
    },
    {
      "cite": "Brian Wilson",
      "quote": "A ukulele lady, a roundalay. Rock, rock roll, Child! / Rock, rock, roll, Plymouth Rock roll over.  / For a holiday, with a roundalay."
    },
    {
      "cite": "Jay Livingston",
      "quote": "Try a different melody on your ukulele, / Or you'll soon be sitting there strumming"
    },
    {
      "cite": "Ken Hnesley",
      "quote": "On his ukulele, daily / He would strum / Beedle um bum / Dancing, prancing"
    },
    {
      "cite": "John Prine",
      "quote": "It's a ukulele Honolulu sunset / Listen to the grass skirts sway / Drinking rum from a pineapple / Out on Honolulu Bay"
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "Strummed ukuleles, / Sung the blues, / Seen all my dreams disappear, / But I'm here."
    },
    {
      "cite": "Daniel Alan Maman",
      "quote": "Ukulele strummers / Just doing my daily numbers like a quick pick / Ride the rhythm like lazy drummer, word to baby brother"
    },
    {
      "cite": "Dirk G.",
      "quote": "Looking for the perfect wave / And I play my ukulele / While the sun sets for the day"
    },
    {
      "cite": "Harm Van Sleen",
      "quote": "For me to enjoy / With my ukulele on my knee / Do the hula dance forever"
    },
    {
      "cite": "Edgar Leslie",
      "quote": "Oh, how I miss his ukulele / And the way he strums those tunes / 'Cause there's two lonesome people in the whole wide world,  / It's me and the man and the moon"
    },
    {
      "cite": "Amy Frances Stroup",
      "quote": "On your ukulele / Swinging in the summer breeze / I could think about it a thousand more, times / I could think about you love the rest of my life"
    }
  ]
}