{
  "source": "https://www.wisesayings.com/umbrella-quotes/",
  "theme": "umbrella",
  "quotes": [
    {
      "cite": "Meher Baba",
      "quote": "But such a tiny and trivial thing as an umbrella can deprive you of the sight of such a stupendous fact as the sun."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't let the rain drive you to the wrong shelter; the shade can turn out to be your protector and also your destroyer, and sometimes the rain is the perfect protector from the rain."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You've to close down your umbrella when you are under a canopy. Drop your pride; give praise to God!"
    },
    {
      "cite": "George Carlin",
      "quote": "Let a smile be your umbrella, and you'll end up with a face full of rain."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Illusions are like umbrellas you no sooner get them than you lose them, and the loss always leaves a little painful wound."
    },
    {
      "cite": "Vikrmn",
      "quote": "The success is like an umbrella. It has wires in it called faith. It has no meaning if there is no rain and storm called ebbs and flows of life."
    },
    {
      "cite": "Zhang Yimou",
      "quote": "Under the big political umbrella, a man is just like a leaf in the ocean, with no control of his destiny and does not have any choice."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An umbrella with many holes is better than no umbrella!"
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "Umbrellas are so small and sad and easy to forget."
    },
    {
      "cite": "Xavier Forneret",
      "quote": "An open umbrella is just a closed beautiful sky."
    },
    {
      "cite": "Anonymous",
      "quote": "No relationship is all sunshine, but two people can share one umbrella and survive the storm together."
    },
    {
      "cite": "Eyden I.",
      "quote": "The umbrella won't stop the rain, but it will help you to get out during rainfall. As well as confidence is not going to guarantee your success, but it will give you the opportunity to achieve it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Rain is nature's art; umbrella is man's art. When you walk with your umbrella in a rainy day, you walk with a super art which is a combination of two different arts!"
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "Going around under an umbrella interferes with one's looking up at the sky."
    },
    {
      "cite": "Michael Isenberg",
      "quote": "When two men share an umbrella, both of them get wet."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "Bring a raincoat, definitely or at Least a little umbrella that can fit in your bag, because it always does rain."
    },
    {
      "cite": "Angelica Hopes",
      "quote": "Open your umbrella of creativity when glaring heat of adversity hits you unaware."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "We cannot protect ourselves from trouble, but we can dance through the puddles of life with a rainbow smile, twirling the only umbrella we need the umbrella of God's love."
    },
    {
      "cite": "Walter Gropius",
      "quote": "The mind is like an umbrella. Its most useful when open."
    },
    {
      "cite": "Anonymous",
      "quote": "Umbrella cant stop rain but make us to stand in rain. Confidence may not bring success but it gives power to face any challenge."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Umbrella is comfort, rain is life! You must often leave comfort to touch the life!"
    },
    {
      "cite": "Andrzej Majewski",
      "quote": "If you do not want it to rain, always carry an umbrella."
    },
    {
      "cite": "Sting",
      "quote": "It's a big enough umbrella, but it's always me that ends up getting wet."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Worrying is stupid. it's like walking around with an umbrella waiting for it to rain."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "Prayer is asking for rain and faith is carrying the umbrella."
    },
    {
      "cite": "Mae West",
      "quote": "Don't let a man put anything over on you except an umbrella."
    },
    {
      "cite": "Mark Twain",
      "quote": "A banker is a fellow who lends you his umbrella when the sun is shining, but wants it back the minute it begins to rain."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "I judge how much a man cares for a woman by the space he allots her under a jointly shared umbrella when raining."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Compromise makes a good umbrella, but a poor roof."
    }
  ]
}