{
  "source": "https://www.wisesayings.com/unappreciated-quotes/",
  "theme": "unappreciated",
  "quotes": [
    {
      "cite": "Nishan Panwar",
      "quote": "It's better to be alone than to be with someone who never sees your worth."
    },
    {
      "cite": "James Merrow",
      "quote": "The saddest truth that I have come to learn is that I was never your first, nor second, but last resort."
    },
    {
      "cite": "Tinku Razoria",
      "quote": "If they don't appreciate your presence, perhaps you should try giving them your absence."
    },
    {
      "cite": "Cv Pillay",
      "quote": "If you treat me like no one today, tomorrow you will be no one to me."
    },
    {
      "cite": "Alfusainey jallow",
      "quote": "I might be difficult today. Not because I choose to. But my goodness was taken for granted."
    },
    {
      "cite": "Robert Tew",
      "quote": "Some won't appreciate you no matter how much you do for them. Release yourself. Go where you're appreciated and understood."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Learn how to give your absence to those who don't appreciate your presence, in the end you will make them realize how important your present is."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "A lack of appreciation and respect can be a sad end to many wonderful relationships."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Scientists tend to be unappreciated in the world at large, but you can hardly overstate the importance of the work they do."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "You can be the nicest person, try your best to please everyone, but at the end of the day all your efforts still go unappreciated!"
    },
    {
      "cite": "Lucas Hunter",
      "quote": "I'm not going to hold onto someone, who wants to be held by someone else."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Don't give everything to a person that isn't giving you anything."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "If you can go days without talking to me, I'm obviously not that important to you."
    },
    {
      "cite": "Suzie Wilde",
      "quote": "She felt excluded, unappreciated and unloved. Never had been loved."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Hanging with people who make you feel unappreciated, for the mere sake of appearing to be popular, is the loneliest place to be."
    },
    {
      "cite": "Aaron Chan",
      "quote": "Maybe its true that we don't know what we have until we lose it. But it's also true that we don't know what we are missing until we find it!"
    },
    {
      "cite": "Sonya Parker",
      "quote": "Sometimes you'll give your all to someone, and they won't appreciate you. That's life. Just don't become bitter because of it."
    },
    {
      "cite": "Tanya Kanakaole",
      "quote": "I give to you because I want to and not expecting anything back, when you start demanding it and expect it like its owed to you, that's when I turn my back."
    },
    {
      "cite": "Tshepo Koos Maluleke",
      "quote": "The very same person you are taking for granted today, is going to be your only chance of help in future."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Anything acquired without effort, and without cost is generally unappreciated."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "We can't be afraid to dismiss the unappreciative."
    },
    {
      "cite": "Elif Safak",
      "quote": "Even a speck of love should not go unappreciated, because, as Rumi said, love is the water of life."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "It's simple. Women only nag when they feel unappreciated."
    },
    {
      "cite": "Isaiah Harden",
      "quote": "Real people are destined to be hated and unappreciated by fools."
    },
    {
      "cite": "Melissa de la Cruz",
      "quote": "Evil was seductive and easy, and virtue was difficult and unappreciated."
    },
    {
      "cite": "Terry Mark",
      "quote": "When you let people bring you down, you've successfully made yourself a step upon which they'll climb and stand above you."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Never feel empty when the person you like turns you down, because not all people are smart enough to appreciate you."
    },
    {
      "cite": "James Merrow",
      "quote": "Lonely isn't a feeling when you're alone, lonely is a feeling when no one cares."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Give all your pearls, and the swine will make a pearl necklace, then run off. Don't show all your glory."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "That person you took for granted today could turn out to be the only one person you will need tomorrow."
    }
  ]
}