{
  "source": "https://www.wisesayings.com/unbelieveable-quotes/",
  "theme": "unbelieveable",
  "quotes": [
    {
      "cite": "Jesse Duplantis",
      "quote": "Believe the unbelievable and receive the impossible."
    },
    {
      "cite": "Rene Descartes",
      "quote": "There is nothing so strange and so unbelievable that it has not been said by one philosopher or another."
    },
    {
      "cite": "Philip Roth",
      "quote": "All that we don't know is astonishing. Even more astonishing is what passes for knowing."
    },
    {
      "cite": "Tim Tebow",
      "quote": "If you believe, then unbelievable things can sometimes be possible."
    },
    {
      "cite": "Toba Beta",
      "quote": "Belief has nothing to do with facts, especially for the unbelievable facts."
    },
    {
      "cite": "Megan McKenna",
      "quote": "It is unbelievable the amount of hate the human body can sustain before it begins to break."
    },
    {
      "cite": "Tony Fernandes",
      "quote": "Believe the unbelievable, dream the impossible, never take no for an answer."
    },
    {
      "cite": "John Bulwer",
      "quote": "It is astonishing how little one feels alone when one loves."
    },
    {
      "cite": "Celeste Bradley",
      "quote": "A man will do astonishing things for a woman he is ardent about."
    },
    {
      "cite": "Thomas Edison",
      "quote": "It is astonishing what an effort it seems to be for many people to put their brains definitely and systematically to work."
    },
    {
      "cite": "William Inge",
      "quote": "It is astonishing with how little wisdom mankind can be governed, when that little wisdom is its own."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "It is astonishing what force, purity, and wisdom it requires for a human being to keep clear of falsehoods."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It always seems impossible until it’s done."
    },
    {
      "cite": "Sheila Ballantyne",
      "quote": "It's unbelievable the primitive feelings that are aroused by rapid change."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Our minds have unbelievable power over our bodies."
    },
    {
      "cite": "Henry Winkler",
      "quote": "It's truly unbelievable, the tenacity of life."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "If we all helped one person, wouldn't the world be an unbelievable place?"
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "In this unbelievable universe in which we live, there are no absolutes. Even parallel lines, reaching into infinity, meet somewhere yonder."
    },
    {
      "cite": "Rebecca West",
      "quote": "It is astonishing how the human animal survives its misfortunes."
    },
    {
      "cite": "Edith Nesbitt",
      "quote": "It is wonderful how quickly you get used to things, even the most astonishing."
    },
    {
      "cite": "French Proverb",
      "quote": "To believe a thing impossible is to make it so."
    },
    {
      "cite": "Walter Scott",
      "quote": "To the timid and hesitating everything is impossible because it seems so."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Because a thing seems difficult for you, do not think it impossible for anyone to accomplish."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The impossible often has a kind of integrity which the merely improbable lacks."
    },
    {
      "cite": "Robert Schuller",
      "quote": "The only place where your dream becomes impossible is in your own thinking."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Alexander The Great",
      "quote": "There is nothing impossible to him who will try."
    }
  ]
}