{
  "source": "https://www.wisesayings.com/uncertainty-quotes/",
  "theme": "uncertainty",
  "quotes": [
    {
      "cite": "Horace",
      "quote": "Who knows whether the gods will add tomorrow to the present hour?"
    },
    {
      "cite": "Ovid",
      "quote": "All human things hang on a slender thread, the strongest fall with a sudden crash."
    },
    {
      "cite": "Algernon Charles Swinburne",
      "quote": "This I ever held worse that all certitude, To know not what the worst ahead might be."
    },
    {
      "cite": "Terence",
      "quote": "When the mind is in a state of Uncertainty the smallest impulse directs it to either side"
    },
    {
      "cite": "John Finley",
      "quote": "Maturity of mind is the capacity to endure Uncertainty."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Have you heard that it was good to gain the day? I also say it is good to fall, battles are lost in the same spirit in which they are won."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "If life were predictable it would cease to be life, and be without flavor."
    },
    {
      "cite": "Donald Trump",
      "quote": "Everything in life is luck."
    },
    {
      "cite": "O. J. Simpson",
      "quote": "Money takes wings. The only thing that endures is character."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Doubt, of whatever kind, can be ended by action alone."
    },
    {
      "cite": "Pema Chodron",
      "quote": "It's not a terrible thing that we feel fear when faced with the unknown. It is part of being alive, something we all share."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Madness is the result not of uncertainty but of certainty."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The trouble with the world is that the stupid are so confident while the intelligent are full of doubt."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The beginning of knowledge is the discovery of something we do not understand."
    },
    {
      "cite": "Princess Diana",
      "quote": "Only do what your heart tells you."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream."
    },
    {
      "cite": "John Allen Paulos",
      "quote": "Uncertainty is the only certainty there is, and knowing how to live with insecurity is the only security."
    },
    {
      "cite": "R. I. Fitzhenry",
      "quote": "Uncertainty and mystery are energies of life. Don't let them scare you unduly, for they keep boredom at bay and spark creativity."
    },
    {
      "cite": "Ursula K. Leguin",
      "quote": "The only thing that makes life possible is permanent, intolerable uncertainty; not knowing what comes next."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The quest for certainty blocks the search for meaning. Uncertainty is the very condition to impel man to unfold his powers."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "There are years that ask questions and years that answer."
    },
    {
      "cite": "Dan Millman",
      "quote": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark."
    },
    {
      "cite": "Andre Gide",
      "quote": "One doesn't discover new lands without consenting to lose sight of the shore for a very long time."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The quality of your life is in direct proportion to the amount of uncertainty you can comfortably deal with."
    },
    {
      "cite": "William Congreve",
      "quote": "Uncertainty and expectation are the joys of life. Security is an insipid thing, though the overtaking and possessing of a wish discovers the folly of the chase."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The longing for certainty ... is in every human mind. But certainty is generally illusion."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "When one admits that nothing is certain one must, I think, also add that some things are more nearly certain than others."
    },
    {
      "cite": "John Henry Cardinal Newman",
      "quote": "If we insist on being as sure as is conceivable... we must be content to creep along the ground, and can never soar."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "I can live with doubt and uncertainty. I think it's much more interesting to live not knowing than to have answers which might be wrong."
    },
    {
      "cite": "Ilya Prigogine",
      "quote": "The future is uncertain  but this uncertainty is at the very heart of human creativity."
    }
  ]
}