{
  "source": "https://www.wisesayings.com/uncharted-quotes/",
  "theme": "uncharted",
  "quotes": [
    {
      "cite": "Bryant McGill",
      "quote": "Each person is a vast territory of undiscovered mystery as nebulous and uncharted as the deepest oceans and expanses of space."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Life is uncharted territory. It reveals its story one moment at a time."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Change means traveling in uncharted waters and this causes our securities to rise."
    },
    {
      "cite": "Harry Connick Jr.",
      "quote": "You have to do things that do good for you and when there's an uncharted course, you have to figure out how to get through it."
    },
    {
      "cite": "Kirstie Alley",
      "quote": "You'll never be disappointed if you always keep an eye on uncharted territory, where you'll be challenged and growing and having fun."
    },
    {
      "cite": "Merle Shain",
      "quote": "Feelings take you into uncharted territory from time to time it's true, but you almost always benefit from the journey one way or the other. We tend to think of the rational as a higher order, but it is the emotional that marks our lives."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "Unexplored paths lead to undiscovered treasures."
    },
    {
      "cite": "Kirk Hammett",
      "quote": "A life lived unexplored is a life not worth living."
    },
    {
      "cite": "Angela Carter",
      "quote": "The invisible is only another unexplored country, a brave new world."
    },
    {
      "cite": "Santiago Ramon y Cajal",
      "quote": "The brain is a world consisting of a number of unexplored continents and great stretches of unknown territory."
    },
    {
      "cite": "Ayn Rand",
      "quote": "We have come to see how great is the unexplored."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "No matter how low you go, there's always an unexplored basement."
    },
    {
      "cite": "Alan Alda",
      "quote": "Originality is unexplored territory. You get there by carrying a canoe - you can't take a taxi."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Let us rejoice at the many unexplored fields in which there is unlimited fame and fortune to the successful explorer."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Myth is the hidden part of every story, the buried part, the region that is still unexplored because there are as yet no words to enable us to get there. Myth is nourished by silence as well as by words."
    },
    {
      "cite": "Peter Sarsgaard",
      "quote": "The oceans are pretty unexplored places and the final frontier on our planet; also because they're the source of life. There are dramatic things happening to them at the moment, and they're worth exploring."
    }
  ]
}