{
  "source": "https://www.wisesayings.com/uncle-quotes/",
  "theme": "uncle",
  "quotes": [
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "God is not nice. God is not an uncle. God is an earthquake."
    },
    {
      "cite": "Alec Douglas-Home",
      "quote": "My wife had an uncle who could never walk down the nave of an abbey without wondering whether it would take spin."
    },
    {
      "cite": "Brett McKay",
      "quote": "An uncle is there to help a child get into mischief that they haven't thought of yet."
    },
    {
      "cite": "Dean Norris",
      "quote": "As a matter of fact, I am an uncle. I have nine nephews and nieces. I'm not sure if they think I'm all that quick with a quip. But I'm quick with a spank."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Dear Nephew, as you will already have realized during our much too brief companionship, I am essentially a man of principle. That is unpleasant and depressing not only to those who come in contact with me, but also to myself as well. Yet it is my principles that have made me what I am, and no one can ask me to deny my fundamental self. Not even you, my dear nephew."
    },
    {
      "cite": "Fred Allen",
      "quote": "My uncle is a Southern planter. He's an undertaker in Alabama."
    },
    {
      "cite": "Frederic William Farrar",
      "quote": "There was living in the palace at this time a brother of the great Germanicus, and consequently an uncle of the late emperor, whose name was Claudius Caesar."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself; the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "It's healthy to say uncle when your bone's about to break."
    },
    {
      "cite": "Margaret Smith",
      "quote": "My uncle Sammy was an angry man. He had printed on his tombstone, what are you looking at?"
    },
    {
      "cite": "Mariano Rivera",
      "quote": "My father was strict and always taught me, no matter who it is, everybody is an uncle. To me, everybody was someone I respect like family. I grew up with that."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man with a hump backed uncle mustn't make fun of another man's cross eyed aunt."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "It was my Uncle George who discovered that alcohol was a food well in advance of modern medical thought."
    },
    {
      "cite": "Peter Kay",
      "quote": "Everyone had an uncle who tried to steal their nose."
    },
    {
      "cite": "Peter Morgan",
      "quote": "No family is complete without an embarrassing uncle."
    },
    {
      "cite": "Russell B. Long",
      "quote": "That it's better to retire, in Uncle Earl's terms, when you still have some snap left in your garters."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My uncle's dying wish he wanted me on his lap. He was in the electric chair."
    },
    {
      "cite": "Roger Miller",
      "quote": "My uncle used to love me, but she died."
    },
    {
      "cite": "Sting",
      "quote": "An uncle of mine emigrated to Canada and couldn't take his guitar with him. When I found it in the attic, I'd found a friend for life."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I will live in thy heart, die in thy lap, and be buried in thine eyes and moreover, I will go with thee to thy uncle’s."
    },
    {
      "cite": "Russell Tovey",
      "quote": "Being an uncle brings me utter joy."
    },
    {
      "cite": "Dusty Baker",
      "quote": "You can tell your uncle stuff that you could not tell your dad. That is kind of the role of an uncle. I feel very much like a father sometimes but sometimes I feel like a teammate."
    },
    {
      "cite": "Catherine Bell",
      "quote": "I think my uncle was probably the biggest influence in my life. We grew up in the same house, and he was just a really great, hard-working, honest, ethical person."
    },
    {
      "cite": "Charles Dickens",
      "quote": "My uncle, gentlemen, could say nothing; he was so very much astonished The queerest thing of all, was, that although there was such a crowd of persons, and although fresh faces were pouring in, every moment, there was no telling where they came from. They seemed to start up, in some strange manner, from the ground, or the air, and disappear in the same way."
    },
    {
      "cite": "Chris O'Dowd",
      "quote": "I mean, I'm an uncle of seven or eight, and I don't mind it at all! Kids are great. Kids are the best six-hour experience you can have!"
    }
  ]
}