{
  "source": "https://www.wisesayings.com/uncomfortable-quotes/",
  "theme": "uncomfortable",
  "quotes": [
    {
      "cite": "Jane Austen",
      "quote": "If there is any thing disagreeable going on, men are always sure to get out of it."
    },
    {
      "cite": "Ray Bennett",
      "quote": "We have to be honest about what we want and take risks rather than lie to ourselves and make excuses to stay in our comfort zone."
    },
    {
      "cite": "Holly Hunter",
      "quote": "The unknown makes people uncomfortable."
    },
    {
      "cite": "M.H. Rakib",
      "quote": "Sometimes life seems uncomfortable and that's actually when life starts."
    },
    {
      "cite": "Sue Johanson",
      "quote": "They are uncomfortable talking about sex because they don't want people to think they know about it."
    },
    {
      "cite": "Conor McGregor",
      "quote": "The more you seek the uncomfortable, the more you will become comfortable."
    },
    {
      "cite": "William Tecumseh Sherman",
      "quote": "It's a disagreeable thing to be whipped."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Mere bashfulness without merit is awkwardness."
    },
    {
      "cite": "Normani Kordei",
      "quote": "No one has the right to make where you go or what you do uncomfortable."
    },
    {
      "cite": "Ovid",
      "quote": "What is allowed us is disagreeable, what is denied us causes us intense desire."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Change is uncomfortable, but it's helpful!"
    },
    {
      "cite": "Judy Blume",
      "quote": "We're supposed to be uncomfortable when we read something. That's how we learn."
    },
    {
      "cite": "Andrea Ager",
      "quote": "Sometimes being uncomfortable is the only way to save yourself from settling."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Whatever makes you uncomfortable is your biggest opportunity for growth."
    },
    {
      "cite": "Stella Young",
      "quote": "People are uncomfortable about disability, and so interactions can become unintentionally uncomfortable."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You can disagree without being disagreeable."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Be willing to be uncomfortable. Be comfortable being uncomfortable. It may get tough, but it's a small price to pay for living a dream."
    },
    {
      "cite": "Ken Poirot",
      "quote": "True success is achieved by stretching oneself, learning to feel comfortable being uncomfortable."
    },
    {
      "cite": "Jason Day",
      "quote": "Everyone has an uncomfortable club in their bag."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Comfort kills ambition. Get uncomfortable and get used to it in your pursuit of your goals and dreams."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "The only time you are actually growing is when you are uncomfortable."
    },
    {
      "cite": "Voltaire",
      "quote": "Uncertainty is an uncomfortable position. But certainty is an absurd one."
    },
    {
      "cite": "Anonymous",
      "quote": "If you want to change you have to be willing to be uncomfortable."
    },
    {
      "cite": "William Cowper",
      "quote": "The innocent seldom find an uncomfortable pillow."
    },
    {
      "cite": "Seth Godin",
      "quote": "Discomfort brings engagement and change. Discomfort means you're doing something that others were unlikely to do, because they're hiding out in the comfortable zone."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "Get comfortable with being uncomfortable!"
    },
    {
      "cite": "Mike White",
      "quote": "The purpose of making people feel uncomfortable is to play with their preconceptions."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It is uncomfortable to keep your dreams in a house just behind a public toilet; your dreams will surely attract bad odours from the waste products of people in detracting environments. Keep it away from negative people!"
    }
  ]
}