{
  "source": "https://www.wisesayings.com/unconditional-love-quotes/",
  "theme": "unconditional-love",
  "quotes": [
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The ultimate lesson all of us have to learn is unconditional love, which includes not only others but ourselves as well."
    },
    {
      "cite": "A.J. Jacobs",
      "quote": "Unconditional love is an illogical notion, but such a great and powerful one."
    },
    {
      "cite": "Randy Elrod",
      "quote": "The unconditional love of God leads to a life of freedom and transforms each day into a potentially wild adventure."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "True unconditional love starts from you to you. Stop waiting on others to give it to you."
    },
    {
      "cite": "Sylvia Massara",
      "quote": "Unconditional love is the greatest gift of all."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "The only way love can last a lifetime is if it's unconditional. The truth is this: love is not determined by the one being loved but rather by the one choosing to love"
    },
    {
      "cite": "Alaric Hutchinson",
      "quote": "Unconditional Love is the outer expression of Inner Peace."
    },
    {
      "cite": "Abbi Glines",
      "quote": "Unconditional love is hard to compete with."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love."
    },
    {
      "cite": "Rio Godfrey",
      "quote": "When we make the choice to fill our heart space with unconditional love, our worlds blossom into a beauty far greater than we have known."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Remember, in our inmost being, we are all completely lovable because spirit is love. Beyond what anyone can make you think or feel about yourself, your unconditioned spirit stands, shining with a love nothing can tarnish."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Love expects no reward. Love knows no fear. Love Divine gives - does not demand. Love thinks no evil; imputes no motive. To Love is to share and serve."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Love is the only force capable of transforming an enemy into friend."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Love is when the other person's happiness is more important than your own."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One is loved because one is loved. No reason is needed for loving."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Intense love does not measure, it just gives."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Love is the ability and willingness to allow those that you care for to be what they choose for themselves without any insistence that they satisfy you."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Don't do anything by half. If you love someone, love them with all your soul."
    },
    {
      "cite": "Will Smith",
      "quote": "We all want to be in love and find that person who is going to love us no matter how our feet smell, no matter how angry we get one day, no matter the things we say that we don't mean."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "We do not judge the people we love."
    },
    {
      "cite": "Julia Roberts",
      "quote": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Love is all, it gives all, and it takes all."
    },
    {
      "cite": "Tanisha Lakes",
      "quote": "My love for you overflows like a stream of waterfall. You may make mistakes and we may fight but I will always love you unconditionally, just as you are."
    },
    {
      "cite": "Allison Maine",
      "quote": "Accepting someone with all their faults and failings without expecting anything in return is hard. But that is what true love is all about."
    },
    {
      "cite": "Chloe Truth",
      "quote": "Anyone can love according to their convenience. True love is tested when you have to love someone even when they do not love you back in the same way."
    },
    {
      "cite": "Audrey James",
      "quote": "There are people who wish to love more and give more of themselves. They find out that the highest form of love is unconditional."
    },
    {
      "cite": "John Powell",
      "quote": "The only love worthy of a name is unconditional."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Intense love does not measure it just gives."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Only when we give joyfully, without hesitation or thought of gain, can we truly know what love means."
    }
  ]
}