{
  "source": "https://www.wisesayings.com/underdog-quotes/",
  "theme": "underdog",
  "quotes": [
    {
      "cite": "Malcolm Gladwell",
      "quote": "The fact of being an underdog changes people in ways that we often fail to appreciate. It opens doors and creates opportunities and enlightens and permits things that might otherwise have seemed unthinkable."
    },
    {
      "cite": "Gerard Way",
      "quote": "The more people that learn about you, even if you're an underdog, then you can come under fire a lot and the more attention you get and the more threatening or dangerous you appear to people. And the more people try to knock you down."
    },
    {
      "cite": "Steve Guttenberg",
      "quote": "If you're an underdog, mentally disabled, physically disabled, if you don't fit in, if you're not as pretty as the others, you can still be a hero."
    },
    {
      "cite": "Derek Drouin",
      "quote": "It's always fun to be the underdog and surprise people. It certainly puts less pressure on you."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The underdog often starts the fight, and occasionally the upper dog deserves to win."
    },
    {
      "cite": "Stephen Karam",
      "quote": "To be honest, it's more fun being the underdog."
    },
    {
      "cite": "Paul George",
      "quote": "Always being an underdog, always being the player or the person nobody really knew, that always kept a chip on my shoulder."
    },
    {
      "cite": "Asif Kapadia",
      "quote": "Boxing is made for film - there is corruption, violence, tragedy and the chance that the underdog can catch the champion with one lucky punch."
    },
    {
      "cite": "Chris Harris Jr.",
      "quote": "The underdog is a person that's at risk, a person that has a lot of big trials you have to overcome. I mean, that was my life."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "A man needs to look, not down, but up to standards set so much above his ordinary self as to make him feel that he is himself spiritually the underdog."
    },
    {
      "cite": "Alexandra Katehakis",
      "quote": "Stand up for the underdog, the 'loser.' Sometimes having the strength to show loving support for unacknowledged others turns the tides of our own lives."
    },
    {
      "cite": "Sean Platt &amp; David Wright",
      "quote": "People only rooted for the underdog in movies, not in middle school."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "A winning mindset can transform an underdog into a champion, conqueror, and achiever. You’re a mindset away from winning your battles!"
    },
    {
      "cite": "Johnny Weissmuller",
      "quote": "With but few exceptions, it is always the underdog who wins through sheer willpower."
    },
    {
      "cite": "James D. Watson",
      "quote": "Ultimately, we'll help the people we discriminate against if we try to understand more about them; genetics will lead to a world where there is a sympathy for the underdog."
    },
    {
      "cite": "Laura Anne Gilman",
      "quote": "The classic epic fantasy is good versus evil, underdog against power."
    },
    {
      "cite": "Bill Gates",
      "quote": "The outside perception and inside perception of Microsoft are so different. The view of Microsoft inside Microsoft is always kind of an underdog thing."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "Well, fans always root for the underdog."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "The underdog winning is the romantic position."
    },
    {
      "cite": "Joe Gebbia",
      "quote": "The story of Airbnb is really the underdog story in many ways."
    },
    {
      "cite": "Lakhdar Brahimi",
      "quote": "There is also a natural and very, very strong empathy with the underdog, with people who have suffered, people who have been pushed around by foreigners in particular, but also by their own people."
    },
    {
      "cite": "Robin Thede",
      "quote": "If you're a white person in the wrong neighborhood, you're an underdog."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "It's the duty of every man to free himself. Never accept to live an underdog's life in god’s world."
    }
  ]
}