{
  "source": "https://www.wisesayings.com/underwear-quotes/",
  "theme": "underwear",
  "quotes": [
    {
      "cite": "Lauren Goodman",
      "quote": "Underwear was the last fashion frontier - an area designers hadn't exploited yet."
    },
    {
      "cite": "Ronny Chieng",
      "quote": "Underwear shouldn't hurt. If it hurts, you gotta change."
    },
    {
      "cite": "Veronica Webb",
      "quote": "Underwear is everything because we all know that if we have on the wrong pair of underwear it ruins your day."
    },
    {
      "cite": "Jill Browne",
      "quote": "Always wear pretty underwear, on account of you just never know."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "I like to wear my underwear because I like to make a statement about who I am."
    },
    {
      "cite": "Richard Simmons",
      "quote": "When I lost my weight, I went and bought about 15 different types of underwear to see what would look good on my new body. It's exciting!"
    },
    {
      "cite": "Michelle Obama",
      "quote": "Don't judge. I used to buy underwear because I didn't do my laundry."
    },
    {
      "cite": "Phil Gramm",
      "quote": "Half the world does not know the joys of wearing cotton underwear."
    },
    {
      "cite": "Rachel Bilson",
      "quote": "You can tell a lot about a person from his underwear."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "She asked me what type of contraceptive I use. Underwear. Keeping it on prevents pregnancy."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Men want the same thing from their underwear that they want from women: a little bit of support, and a little bit of freedom."
    },
    {
      "cite": "Mark Wahlberg",
      "quote": "All that running around in my underwear put money in my pockets. I can focus on working in interesting movies without having to worry about supporting myself."
    },
    {
      "cite": "Tom Perotta",
      "quote": "There was no dignified way to answer a question about your underwear."
    },
    {
      "cite": "Chris Pirillo",
      "quote": "Passwords are like underwear: you don’t let people see it, you should change it very often, and you shouldn’t share it with strangers."
    },
    {
      "cite": "Woody Allen",
      "quote": "I don't believe in the after life, although I am bringing a change of underwear."
    },
    {
      "cite": "Margaret Murray",
      "quote": "Governments are like underwear. They start smelling pretty bad if you don't change them once in a while."
    }
  ]
}