{
  "source": "https://www.wisesayings.com/understanding-quotes/",
  "theme": "understanding",
  "quotes": [
    {
      "cite": "Dale Carnegie",
      "quote": "Any fool can criticize, condemn, and complain but it takes character and self control to be understanding and forgiving."
    },
    {
      "cite": "Samuel Butler",
      "quote": "A blind man knows he cannot see, and is glad to be led, though it be by a dog; but he that is blind in his understanding, which is the worst blindness of all, believes he sees as the best, and scorns a guide."
    },
    {
      "cite": "Van Gogh",
      "quote": "If one is master of one thing and understands one thing well, one has at the same time, insight into and understanding of many things."
    },
    {
      "cite": "Robert R. Brown",
      "quote": "Man is always inclined to be intolerant towards the thing, or person, he hasn't taken the time adequately to understand..."
    },
    {
      "cite": "Albert Camus",
      "quote": "The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Peace cannot be kept by force; it can only be achieved through understanding."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "When we enlarge our view of the world, we deepen our understanding of our own lives."
    },
    {
      "cite": "James Agee",
      "quote": "Understanding, and action proceeding from understanding and guided by it, is one weapon against the world's bombardment..."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The universe must not be narrowed down to the limit of our understanding, but our understanding must be stretched and enlarged to take in the image of the universe as it is discovered."
    },
    {
      "cite": "Carl Jung",
      "quote": "Everything that irritates us about others can lead us to an understanding of ourselves."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Everyone hears only what he understands."
    },
    {
      "cite": "Marie Curie",
      "quote": "Nothing in life is to be feared. It is only to be understood."
    },
    {
      "cite": "Lyndon Johnson",
      "quote": "If we are to live together in peace, we must come to know each other better."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Understanding can overcome any situation, however mysterious or insurmountable it may appear to be."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whatever you cannot understand, you cannot possess."
    },
    {
      "cite": "John Locke",
      "quote": "The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others."
    },
    {
      "cite": "Henri Bergson",
      "quote": "The eye sees only what the mind is prepared to comprehend."
    },
    {
      "cite": "Sid Mendenhall",
      "quote": "To teach is to understand. To learn is wisdom. To learn together is understanding wisdom."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Seek first to understand and then to be understood."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Man know much more than he understands."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Mystery creates wonder and wonder is the basis of man's desire to understand."
    },
    {
      "cite": "Pearl Buck",
      "quote": "If you want to understand today, you have to search yesterday."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Anger and intolerance are the enemies of correct understanding."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any fool can know. The point is to understand."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Everything that happens happens as it should, and if you observe carefully, you will find this to be so."
    },
    {
      "cite": "Joanna Field",
      "quote": "The growth of understanding follows an ascending spiral rather than a straight line."
    },
    {
      "cite": "Confucius",
      "quote": "The superior person understands rightness; the inferior person understands profit."
    },
    {
      "cite": "Baba Dioum",
      "quote": "In the end, we conserve only what we love. We will love only what we understand. We will understand only what we are taught."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Before we can forgive one another, we have to understand one another."
    },
    {
      "cite": "Hans Jean Arp",
      "quote": "Often the hands grasp more quickly than the head."
    }
  ]
}