{
  "source": "https://www.wisesayings.com/uneducated-quotes/",
  "theme": "uneducated",
  "quotes": [
    {
      "cite": "A. A. Milne",
      "quote": "To the uneducated, an A is just three sticks."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Yes, God uses the uneducated to confound the wise. But that doesn't make ignorance a virtue."
    },
    {
      "cite": "Aristotle",
      "quote": "It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences."
    },
    {
      "cite": "Aristotle",
      "quote": "The educated differ from the uneducated as much as the living from the dead."
    },
    {
      "cite": "Chanakya",
      "quote": "The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "A virgin can conceive. A dead body can walk again. Your leprosy can be cured. The blind can see. Nonsense. It’s not moral to lie to children. It’s not moral to lie to ignorant, uneducated people and tell them that if they only would believe nonsense, they can be saved. It’s immoral."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Whether we are rich or poor, educated or uneducated, whatever our nationality, colour, social status or ideology may be, the purpose of our lives is to be happy."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Getting an education might be difficult, but it makes life easy. Being uneducated might be easy, but it makes life difficult."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Democracy is good, but it is not good for an uneducated dogmatic society. Often, that society does not know how to choose wisely."
    },
    {
      "cite": "Epictetus",
      "quote": "It is the part of an uneducated person to blame others where he himself fares ill; to blame himself is the part of one whose education has begun; to blame neither another nor his own self is the part of one whose education is already complete."
    },
    {
      "cite": "Epictetus",
      "quote": "The foolish and the uneducated have little use for freedom. Only the educated are free."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "Uneducated people are unfortunate in that they do grasp complex issues, educated people, on the other hand, often do not understand simplicity, which is a far greater misfortune."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "The uneducated person perceives only the individual phenomenon, the partly educated person the rule, and the educated person the exception."
    },
    {
      "cite": "Geoffrey Madan",
      "quote": "To change an opinion without a mental process is the mark of the uneducated."
    },
    {
      "cite": "George Santayana",
      "quote": "A child educated only at school is an uneducated child."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Democracy means government by the uneducated, while aristocracy means government by the badly educated."
    },
    {
      "cite": "Henry Melvill",
      "quote": "An uneducated population may be degraded; a population educated, but not in righteousness, will be ungovernable. The one may be slaves, the other must be tyrants."
    },
    {
      "cite": "Herbert M. Shelton",
      "quote": "It is always a much easier task to educate uneducated people than to re-educate the mis-educated."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience."
    },
    {
      "cite": "Jim James",
      "quote": "I feel like modern country is deliberately dumbing down the human race. They're deliberately making people take glory in being uneducated and racist, and it's just sad. I think it's absolute mind control."
    },
    {
      "cite": "John Fowles",
      "quote": "I hate the uneducated and the ignorant. I hate the pompous and the phoney. I hate the jealous and the resentful. I hate the crabbed and mean and the petty. I hate all ordinary dull little people who aren't ashamed of being dull and little."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Every uneducated person is a caricature of himself."
    },
    {
      "cite": "Kelly Nelson",
      "quote": "Why is it that the uneducated minds always criticize the brilliant minds?"
    },
    {
      "cite": "Margaret Millar",
      "quote": "To the uneducated eye, as to the incurious mind, much of the world is in darkness, and a thousand songs are lost on the unlistening ear."
    },
    {
      "cite": "Mark Hart",
      "quote": "If Jesus didn't rise from the dead, an even greater miracle happened: 12 relatively uneducated guys changed the world and were martyred to protect a lie."
    },
    {
      "cite": "Moliere",
      "quote": "I assure you, an educated fool is more foolish than an uneducated one."
    },
    {
      "cite": "Newton D. Baker",
      "quote": "The man who graduates today and stops learning tomorrow is uneducated the day after."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "It is among uneducated women that we may look for the most confirmed gossips. Goethe tells us there is nothing more frightful than bustling ignorance."
    },
    {
      "cite": "Nicholas Murray Butler",
      "quote": "Those people who think only of themselves, are hopelessly uneducated. They are not educated, no matter how instructed they may be."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "By giving us the opinions of the uneducated, journalism keeps us in touch with the ignorance of the community."
    }
  ]
}