{
  "source": "https://www.wisesayings.com/unemployment-quotes/",
  "theme": "unemployment",
  "quotes": [
    {
      "cite": "Orson Scott Card",
      "quote": "Unemployment is capitalism's way of getting you to plant a garden."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Unemployment insurance is a pre-paid vacation for freeloaders."
    },
    {
      "cite": "Carlos Saavedra Lamas",
      "quote": "Unemployment is a great tragedy. The man who goes about hopelessly seeking work in order to earn bread for his children is a living reproach to civilization."
    },
    {
      "cite": "Jane Addams",
      "quote": "Of all aspects of social misery nothing is so heartbreaking as unemployment."
    },
    {
      "cite": "George H. W. Bush",
      "quote": "The longer our graduation lines are today, the shorter our unemployment lines will be tomorrow."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Unemployment diminishes people. Leisure enlarges them."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "If heaven really exists: then heaven is the job, hell is unemployment, while life is merely an interview."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The cool thing about unemployment is every day is Saturday."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Employment frees man from the nightmare of unemployment, while it chains him to his employer’s dream."
    },
    {
      "cite": "F.A. Hayek",
      "quote": "Unemployment or the loss of income which will always affect some in any society is certainly less degrading if it is the result of misfortune and not deliberately imposed by authority."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "There is no such thing as an acceptable level of unemployment, because hunger is not acceptable, poverty is not acceptable, poor health is not acceptable, and a ruined life is not acceptable."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Inflation is the parent of unemployment and the unseen robber of those who have saved."
    },
    {
      "cite": "William Beveridge",
      "quote": "Unemployment is like a headache or a high temperature – unpleasant and exhausting but not carrying in itself any explanation of its cause."
    },
    {
      "cite": "William E. Barrett",
      "quote": "Hunger is not the worst feature of unemployment; idleness is."
    },
    {
      "cite": "David Lloyd George",
      "quote": "Unemployment, with its injustice for the man who seeks and thirsts for employment, who begs for labour and cannot get it, and who is punished for failure he is not responsible for by the starvation of his children – that torture is something that private enterprise ought to remedy for its own sake."
    },
    {
      "cite": "Shashank Rayal",
      "quote": "Unemployment is not the situation to blame your fate or on others… It’s time to believe in yourself and Unveil-New-Employment"
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Computers can solve all kinds of problems except the unemployment problem they create"
    },
    {
      "cite": "Ellen Wilkinson",
      "quote": "Unemployment is bigger than a political party. It is a national danger and a national scandal."
    },
    {
      "cite": "Rosa Parks",
      "quote": "As long as there is unemployment, war, crime and all things that go to the infliction of man's inhumanity to man, regardless - there is much to be done, and people need to work together."
    },
    {
      "cite": "Slappy White",
      "quote": "The trouble with unemployment is that the minute you wake up in the morning, you're on the job."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "When more and more people are thrown out of work, unemployment results."
    },
    {
      "cite": "Janet Yellen",
      "quote": "Long-term unemployment can make any worker progressively less employable, even after the economy strengthens."
    },
    {
      "cite": "Narendra Modi",
      "quote": "We need to give importance to skill development because this way we can end unemployment."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "The final solution for unemployment is work."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Unfortunately, very few governments think about youth unemployment when they are drawing up their national plans."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Everyone has the right to work, to free choice of employment, to just and favorable conditions of work and to protection against unemployment."
    }
  ]
}