{
  "source": "https://www.wisesayings.com/unexpected-love-quotes/",
  "theme": "unexpected-love",
  "quotes": [
    {
      "cite": "Terry Mark",
      "quote": "Sometimes people are afraid of falling in love, because it sometimes comes in a way we never expected."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Art, like love, moves the heart in unexpected directions."
    },
    {
      "cite": "Farah Mustafa",
      "quote": "You never fall in love by yourself, love captures you. Love comes to you when you don't need it really, and it comes to an end when you need it the most."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "The beauty of love is that, you can fall into it with the most unexpected person at the most unexpected time."
    },
    {
      "cite": "Kate McGahan",
      "quote": "Love can be found in unexpected places. Sometimes we go out searching for what we think we want and we end up with what we're supposed to have."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Love is the flower of life, and blossoms unexpectedly and without law, and must be plucked where it is found, and enjoyed for the brief hour of its duration."
    },
    {
      "cite": "Sarra Manning",
      "quote": "The thing about love was that it caught you unawares, turned up in the most unexpected places, even when you weren't looking for it."
    },
    {
      "cite": "Ron Hall",
      "quote": "Most people want to be circled by safety, not by the unexpected. The unexpected can take you out. But the unexpected can also take you over and change your life. Put a heart in your body where a stone used to be."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "She wasnt exactly sure when it happened. Or even when it started. All she knew for sure was that right here and now, she was falling hard and she could only pray that he was feeling the same way."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Love comes to you just at the right time; the time you never thought it would have."
    },
    {
      "cite": "Elizabeth Alraune",
      "quote": "The process of love sometimes means unexpected detours."
    },
    {
      "cite": "Crystal Sawyer",
      "quote": "Its amazing how you can fall in love with a person you didn't even notice the first time you met them."
    },
    {
      "cite": "Anna Freud",
      "quote": "Sometimes the most beautiful thing is precisely the one that comes unexpectedly and unearned, hence something given truly as a present."
    },
    {
      "cite": "NMC",
      "quote": "I have given up the quest for love. Because hopefully love will find me one day. Totally unexpected, astonishing and breathtaking."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "When all is said and done, the weather and love are the two elements about which one can never be sure."
    },
    {
      "cite": "Alfiya Shaliheen",
      "quote": "The best love story is when you fall in love with most unexpected person at the most unexpected time."
    },
    {
      "cite": "Damon Galgut",
      "quote": "Unrequited affection is very painful for the lover, but it can have unexpected, creative consequences."
    },
    {
      "cite": "Nancy Mitford",
      "quote": "To fall in love you have to be in the state of mind for it to take, like a disease."
    },
    {
      "cite": "Dean Francis Alfar",
      "quote": "Love was destined and would strike as true as unexpected lightning on a clear day or never come at all."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Every true love and friendship is a story of unexpected transformation. If we are the same person before and after we loved, that means we haven't loved enough."
    },
    {
      "cite": "Leona Lewis",
      "quote": "Love is a very powerful emotion and when a break-up is unexpected, it's very hard to get over."
    },
    {
      "cite": "Maria Ana Bulquerin",
      "quote": "Never expected to meet you. When I met you I never expected you to become my everything and more than I could have ever dreamed of."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "Love comes from the most unexpected places."
    },
    {
      "cite": "Marleah Stout",
      "quote": "It was an unexpected love story between the two."
    },
    {
      "cite": "Jelly Wong",
      "quote": "The best relationships usually begin unexpectedly."
    },
    {
      "cite": "Margott",
      "quote": "I fell in love with the most unexpected person on the most unexpected time."
    },
    {
      "cite": "Maria Bastida",
      "quote": "I never knew what love was until you came into my life without any hint, so unexpected."
    },
    {
      "cite": "Maria Bastida",
      "quote": "Who would have known that you would be the one for me when we did not even like each other in the first place?"
    },
    {
      "cite": "Maria Bastida",
      "quote": "Sometimes, love comes in the least expected place, in the least expected ways."
    },
    {
      "cite": "Maria Bastida",
      "quote": "Someday, I know that the right person for me will walk my way and tell me, I love you."
    }
  ]
}