{
  "source": "https://www.wisesayings.com/unfair-quotes/",
  "theme": "unfair",
  "quotes": [
    {
      "cite": "Woody Allen",
      "quote": "He never made the ten-most-wanted list. It's very unfair voting. It's who you know."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "All that is unfair, offends us if it's not beneficial for us."
    },
    {
      "cite": "Gerald F. Lieberman",
      "quote": "It is unfair to believe everything we hear about lawyers, some of it might not be true."
    },
    {
      "cite": "Robert Kraft",
      "quote": "Sometimes, life is unfair, and you have to suck it up and move on and not use it as an excuse."
    },
    {
      "cite": "Cass van Krah",
      "quote": "You will never win an unfair competition since the reward is meaningless."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "Try to learn to let what is unfair teach you."
    },
    {
      "cite": "Victoria Moran",
      "quote": "It's probably unfair to expect the world at large, or even most people, to see us for all we are. It is essential, however, that we see ourselves for all we are."
    },
    {
      "cite": "Farley Maglaya",
      "quote": "It's unfair to be fair,For life is unfair."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "When life is sweet, say thank you and celebrate. And when life is bitter, say thank you and grow."
    },
    {
      "cite": "Multatuli",
      "quote": "It's unfair of a circle to accuse the angle of being sharp."
    },
    {
      "cite": "Daniel Cormier",
      "quote": "It's unfair to think that we can do what we do with the intensity that we do it and expect injuries to not happen."
    },
    {
      "cite": "Anonymous",
      "quote": "Life can be unfair sometimes, but that's no reason to give up on it."
    },
    {
      "cite": "Gugu Mona",
      "quote": "It is the fairness of life that makes it seem unfair."
    },
    {
      "cite": "Paul Hauck",
      "quote": "Unfair and unkind behavior in exchange for your loving efforts is the rule rather than the exception."
    }
  ]
}