{
  "source": "https://www.wisesayings.com/unforgettable-quotes/",
  "theme": "unforgettable",
  "quotes": [
    {
      "cite": "Geoffrey Beene",
      "quote": "The unimaginable always becomes the unforgettable."
    },
    {
      "cite": "Martin Amis",
      "quote": "When the past is forgotten, the present is unforgettable."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Some memories are unforgettable, remaining ever vivid and heartwarming!"
    },
    {
      "cite": "Louis Untermeyer",
      "quote": "Poetry is the power of defining the indefinable in terms of the unforgettable."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Let excellence be your brand... When you are excellent, you become unforgettable."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Being different and thinking different makes a person unforgettable. History does not remember the forgettable. It honors the unique minority the majority cannot forget."
    },
    {
      "cite": "Brassai",
      "quote": "Only powerfully conceived images have the ability to penetrate the memory, to stay there, in short to become unforgettable."
    },
    {
      "cite": "Ryan Brü",
      "quote": "Parties are supposed to be unforgettable. No one looks back on their life and remembers the nights they got plenty of sleep."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "It's one of those unforgettable moments that happen as a child, when you discover that all along the world has been betraying you."
    },
    {
      "cite": "Andrei Tarkovsky",
      "quote": "Unspoken feelings are unforgettable."
    },
    {
      "cite": "Steve Jobs",
      "quote": "We've got to make the small things unforgettable."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "Two things make the women unforgettable, their tears and their perfume."
    },
    {
      "cite": "Brassai",
      "quote": "For me the criterion of a good photograph is that it is unforgettable."
    },
    {
      "cite": "Susan Sontag",
      "quote": "All photographs aspire to the condition of being memorable - that is, unforgettable."
    },
    {
      "cite": "Miguel Torres",
      "quote": "Greatness is a journey that begins with the impossible and turns in to the unforgettable."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You care, you dare and you share; this is the unforgettable rule of every true believer and achiever."
    },
    {
      "cite": "Michelle Moran",
      "quote": "This is how memories are; what seems so clear and unforgettable at one moment vanishes like steam the next."
    },
    {
      "cite": "Luca Cordero di Montezemolo",
      "quote": "We have lived through some unforgettable times together, some good, some bad, achieving results that will be hard to equal."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "The value of things is not the time they last, but the intensity with which they occur. That is why there are unforgettable moments and unique people!"
    },
    {
      "cite": "David Rockwell",
      "quote": "Technology should be used to create unforgettable experiences that enhance our natural and built environments, transforming them in newly meaningful ways."
    }
  ]
}