{
  "source": "https://www.wisesayings.com/unforgiven-quotes/",
  "theme": "unforgiven",
  "quotes": [
    {
      "cite": "Peter McWilliams",
      "quote": "Learn to forgive fully and completely. If you want health, wealth, and happiness, you can't afford the luxury of lugging around all those unforgiven, unforgotten past events. Let them go."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The infliction of cruelty with a good conscience is a delight to moralists. That is why they invented Hell."
    },
    {
      "cite": "Aberjhani",
      "quote": "A bridge of silver wings stretches from the dead ashes of an unforgiving nightmare to the jeweled vision of a life started anew."
    },
    {
      "cite": "Hal Porter",
      "quote": "How ruthless and vile and hard and right the young are."
    },
    {
      "cite": "Robert Sirico",
      "quote": "We must be ruthless with ideas, but gentle with people."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "An unforgiving eye, and a damned disinheriting countenance!"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Cruelty would be delicious if one could only find some sort of cruelty that didn't really hurt."
    },
    {
      "cite": "John Cena",
      "quote": "Whether fighting or spitting, my discipline is unforgiving!"
    },
    {
      "cite": "Robert Jordan",
      "quote": "In a cruel land, you either learned to laugh at cruelty or spent your life weeping."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "When the cruel fall into the hands of the cruel, we read their fate with horror, not with pity."
    },
    {
      "cite": "Yuu Watase",
      "quote": "The most ruthless of all humans are the ones cornered in by death."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Some things are not forgiveable. Deliberate cruelty is not forgiveable. It is the most unforgiveable thing in my opinion, and the one thing in which I have never, ever been guilty."
    },
    {
      "cite": "Leon Uris",
      "quote": "I was tough. I used everything to my advantage. I could be very ruthless."
    },
    {
      "cite": "David Remnick",
      "quote": "Nature is cold, wet, hard and unforgiving."
    },
    {
      "cite": "Martin Amis",
      "quote": "Probably human cruelty is fixed and eternal. Only styles change."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Cruelty towards others is always also cruelty towards ourselves."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Unforgiveness is spiritual filthiness, so get washed in the water of God's Word to forgive and stay clean."
    },
    {
      "cite": "Blanche Dubois",
      "quote": "Deliberate cruelty is unforgivable."
    },
    {
      "cite": "Jim Stanford",
      "quote": "Competition-ruthless, unforgiving, to-the-death competition-is a crucial feature of capitalism."
    },
    {
      "cite": "Stephen King",
      "quote": "It's best to be ruthless with the past"
    },
    {
      "cite": "Petrarch",
      "quote": "Ruthless striving, overcomes everything."
    },
    {
      "cite": "Lodovico Ariosto",
      "quote": "Cruelty ever proceeds from a vile mind, and often from a cowardly heart."
    },
    {
      "cite": "Lodovico Ariosto",
      "quote": "Cruelty is the first attribute of the devil."
    },
    {
      "cite": "William Shakespeare",
      "quote": "And his unkindness may defeat my life, But never taint my love."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "This is a ruthless world and one must be ruthless to cope with it."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The only unforgivable sin: Being unforgiving."
    },
    {
      "cite": "Confucius",
      "quote": "A ruthless man extends his ruthlessness from those he does not love to those he loves."
    },
    {
      "cite": "Ian McEwan",
      "quote": "This is the pain-pleasure of having newly adult children; they're innocent and ruthless in forgetting their sweet old dependence."
    },
    {
      "cite": "Saint Augustine",
      "quote": "To withhold forgiveness is to take poison and expect the unforgiven to die."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The unforgivable crime is soft hitting. Do not hit at all if it can be avoided; but never hit softly"
    }
  ]
}