{
  "source": "https://www.wisesayings.com/ungrateful-quotes/",
  "theme": "ungrateful",
  "quotes": [
    {
      "cite": "Paul McCabe",
      "quote": "Ungrateful people breed negativity. No one gets any pleasure from giving to an ungrateful person. When you show appreciation, the object of your attention blossoms and flourishes."
    },
    {
      "cite": "John Bunyan",
      "quote": "He that forgets his friend is ungrateful to him; but he that forgets his Savior is unmerciful to himself."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The man who is ungrateful is often less to blame than his benefactor."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Ingratitude is always a kind of weakness. I have never known men of ability to be ungrateful."
    },
    {
      "cite": "Timothy Dexter",
      "quote": "An ungrateful man is like a hog under a tree eating acorns, but never looking up to see where they come from."
    },
    {
      "cite": "Geraldine Vermaak",
      "quote": "Ungratefulness is worse than a cancer; it eats away at your soul; blinding your heart and eyes to the beauty and miracles that are all around us each day in our lives."
    },
    {
      "cite": "Edward Young",
      "quote": "He that's ungrateful has no guilt but one; All other crimes may pass for virtues in him."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "He that calls a man ungrateful sums up all the veil that a man can be guilty of."
    },
    {
      "cite": "Anne Frank",
      "quote": "But feelings can't be ignored, no matter how unjust or ungrateful they seem."
    },
    {
      "cite": "John Milton",
      "quote": "A man may be ungrateful, but the human race is not so."
    },
    {
      "cite": "David A. Bednar",
      "quote": "A grateful person is rich in contentment. An ungrateful person suffers in the poverty of endless discontentment."
    },
    {
      "cite": "Louis XIV",
      "quote": "Every time I appoint someone to a vacant position, I make a hundred unhappy and one ungrateful."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "One ungrateful person does an injury to all needy people."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A complaining tongue reveals an ungrateful heart."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "To be ungrateful is to be unnatural. The head may be thus guilty, not the heart."
    },
    {
      "cite": "R.H. Blyth",
      "quote": "There is no greater difference between men than between grateful and ungrateful people."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "I believe the best definition of man is the ungrateful biped."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "The children of the revolution are always ungrateful, and the revolution must be grateful that it is so."
    },
    {
      "cite": "Saadi",
      "quote": "A grateful dog is better than an ungrateful man."
    },
    {
      "cite": "Terry Mark",
      "quote": "Never let ungrateful remarks prevent you from doing what you feel is right and good. Let God be your judge."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You'll never see a happy ungrateful person."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The wicked are always ungrateful."
    },
    {
      "cite": "Roger L'Estrange",
      "quote": "Some natures are so sour and ungrateful that they are never to be obliged."
    },
    {
      "cite": "Tom Krause",
      "quote": "The saddest of all hearts is one without gratitude."
    },
    {
      "cite": "Han Suyin",
      "quote": "Sadness is so ungrateful."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Ungrateful people forget what they are not grateful for."
    },
    {
      "cite": "Decimius Magnus Ausonius",
      "quote": "Earth produces nothing worse than an ungrateful man."
    },
    {
      "cite": "Shakespeare",
      "quote": "Ingratitude is monstrous; and for the multitude to be ungrateful, were to make a monster of the multitude."
    },
    {
      "cite": "South",
      "quote": "Flints may be melted— we see it daily— but an ungrateful heart cannot be; not by the strongest and noblest flame."
    },
    {
      "cite": "Shakespeare",
      "quote": "How sharper than a serpent's tooth it is to have a thankless child."
    }
  ]
}