{
  "source": "https://www.wisesayings.com/uninspiring-quotes/",
  "theme": "uninspiring",
  "quotes": [
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "When you can't change the direction of the wind - adjust your sails."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "It doesn’t matter who you are, where you come from. The ability to triumph begins with you. Always."
    },
    {
      "cite": "Og Mandino",
      "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is no passion to be found playing small-in settling for a life that is less than the one you are capable of living."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward."
    },
    {
      "cite": "Maya Angelou",
      "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
    },
    {
      "cite": "Helen Keller",
      "quote": "Although the world is full of suffering, it is also full of the overcoming of it."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "We must accept finite disappointment, but we must never lose infinite hope."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of difficulty lies opportunity."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling, but in rising up every time we fall."
    },
    {
      "cite": "Confucius",
      "quote": "It doesn’t matter how slow you go as long as you don’t stop."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them-that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I've failed over and over and over again in my life and that is why I succeed."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The biggest adventure you can take is to live the life of your dreams."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "Vivian Komori",
      "quote": "Life is not about how fast you run or how high you climb, but how well you bounce."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Life is 10 percent what happens to you and 90 percent how you respond to it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure."
    },
    {
      "cite": "Les Brown",
      "quote": "Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Today is life-the only life you are sure of. Make the most of today. Get interested in something. Shake yourself awake. Develop a hobby. Let the winds of enthusiasm sweep through you. Live today with gusto."
    },
    {
      "cite": "unknown",
      "quote": "Breath .. you're going to be ok, you've been here before.. you've been this scared, uncomfortable and anxious and know you can survive this too..I know it all feels unbearable right now, just breath, keep breathing..this too shall pass I promise."
    },
    {
      "cite": "Les Brown",
      "quote": "Too many of us are not living our dreams because we are living our fears."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Victory comes from finding opportunities in problems."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Victory is not the absence of problems, it is the presence of power."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The only person you are destined to become is the person you decide to be."
    },
    {
      "cite": "Bob Goff",
      "quote": "Embrace uncertainty. Some of the most beautiful chapters in our lives won’t have a title until much later."
    },
    {
      "cite": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact."
    }
  ]
}