{
  "source": "https://www.wisesayings.com/union-quotes/",
  "theme": "union",
  "quotes": [
    {
      "cite": "Aaron Hill",
      "quote": "Union of hearts, not hands, does a marriage make, and sympathy of mind keeps love awake."
    },
    {
      "cite": "Juana Inés de la Cruz",
      "quote": "As love is union, it knows no extremes of distance."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "All union is effected by love, and love is not love without trust."
    },
    {
      "cite": "William Penn",
      "quote": "Friendship is the union of spirits, a marriage of hearts, and the bond thereof virtue."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "The union of nature and soul removes the veil of ignorance that covers our intelligence."
    },
    {
      "cite": "Sandra Ingerman",
      "quote": "Love is a state of union. When you can receive love, you can know union."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "The creative union of the conscious with the unconscious is what one usually calls 'inspiration.'"
    },
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "Homer",
      "quote": "The force of union conquers all."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Union gives strength to the humble."
    },
    {
      "cite": "James Madison",
      "quote": "Union of religious sentiments begets a surprising confidence."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "All union is effected by love, and love is not love without trust."
    },
    {
      "cite": "Tony Kushner",
      "quote": "Unions are susceptible to the same ills that befall all human societies."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "The union of feminine and masculine energies within the individual is the basis of all creation."
    },
    {
      "cite": "Confucius",
      "quote": "A happy union with wife and child is like the music of lutes and harps."
    },
    {
      "cite": "James Madison",
      "quote": "Union of religious sentiments begets a surprising confidence."
    },
    {
      "cite": "Macrina Wiederkehr",
      "quote": "Union with God is the only heaven there is, and it begins here on earth."
    },
    {
      "cite": "Kathleen McGowan",
      "quote": "The only thing sweeter than union is reunion."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "One's art is just one's effort to wed oneself to the universe, to unify oneself through union."
    },
    {
      "cite": "Robert Hugh Benson",
      "quote": "The union of the family lies in love; and love is the only reconciliation of authority and liberty."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Real prayer is union with God, a union as vital as that of the vine to the branch."
    },
    {
      "cite": "William James",
      "quote": "The union of the mathematician with the poet, fervor with measure, passion with correctness, this surely is the ideal."
    },
    {
      "cite": "Patricia Rae",
      "quote": "A family is really a union of two separate entities. When you get married, you are marrying one family into another."
    },
    {
      "cite": "Idries Shah",
      "quote": "The union of the mind and intuition which brings about illumination, and the development which the Sufis seek, is based upon love."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Love is union with somebody, or something, outside oneself, under the condition of retaining the separateness and integrity of one's own self."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Yoga means union, that in your experience, everything has become one."
    },
    {
      "cite": "Sallust",
      "quote": "By union the smallest states thrive. By discord the greatest are destroyed."
    },
    {
      "cite": "Cathy McMorris Rodgers",
      "quote": "The true state of the union lies in your heart, and in your home."
    },
    {
      "cite": "Selwyn Hughes",
      "quote": "Marriage is an exclusive union between one man and one woman, publicly acknowledged, permanently sealed, and physically consummated."
    },
    {
      "cite": "Brennan Manning",
      "quote": "The deepest desire of our hearts is for union for God. God created us for union with himself. This is the original purpose of our lives."
    }
  ]
}