{
  "source": "https://www.wisesayings.com/unity-quotes/",
  "theme": "unity",
  "quotes": [
    {
      "cite": "Elizabeth Margo",
      "quote": "We are different; we are always have been and always will be. However, different shouldn't divide us, but unify us because different is an asset."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Unity to be real must stand the severest strain without breaking."
    },
    {
      "cite": "John Trapp",
      "quote": "Unity without verity is no better than conspiracy."
    },
    {
      "cite": "Baha'U'Llah",
      "quote": "So powerful is the light of unity that it can illuminate the whole earth."
    },
    {
      "cite": "Swahili Proverb",
      "quote": "Unity is strength, division is weakness."
    },
    {
      "cite": "Mattie Stepanek",
      "quote": "Unity is strength. . . when there is teamwork and collaboration, wonderful things can be achieved."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The significance which is in unity is an eternal wonder."
    },
    {
      "cite": "Theodore Bikel",
      "quote": "No doubt, unity is something to be desired, to be striven for, but it cannot be willed by mere declarations."
    },
    {
      "cite": "Bible",
      "quote": "Behold, how good and how pleasant it is for brothers to dwell together in unity."
    },
    {
      "cite": "Aesop",
      "quote": "United we stand, divided we fall."
    },
    {
      "cite": "Friedrich von Schiller",
      "quote": "Even the weak become strong when they are united."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Where there is unity there is always victory."
    },
    {
      "cite": "Emanuel Cleaver",
      "quote": "There is more power in unity than division."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "Where destruction is the motive, unity is dangerous."
    },
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Not in numbers but in unity that our great strength lies."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "Unity is plural and, at minimum, is two."
    },
    {
      "cite": "Bill Bailey",
      "quote": "In Unity there is strength; We can move mountains when we're united and enjoy life --Without unity we are victims. Stay united."
    },
    {
      "cite": "Ethiopian Proverb",
      "quote": "When spiders unite, they can tie down a lion."
    },
    {
      "cite": "Richard Twiss",
      "quote": "You can't have unity without diversity."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Unity is a beast in itself. If a wolf sees two little boys playing in the woods on one side, and a big strong man on the other, he will go to the one who stands alone."
    },
    {
      "cite": "Henry Adams",
      "quote": "Unity is vision; it must have been part of the process of learning to see."
    },
    {
      "cite": "Atharva Veda",
      "quote": "Unity can only come when there is better co-ordination and mutual understanding in the society; when there is no friction of thoughts and clash of ideologies. We should therefore follow the ideals established by the scholars and engage ourselves in virtuous deeds."
    },
    {
      "cite": "Jay Weatherill",
      "quote": "You don't get unity by ignoring the questions that have to be faced."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "For the strength of the Pack is the Wolf, and the strength of the Wolf is the Pack."
    },
    {
      "cite": "Samora Machel",
      "quote": "Unity and victory are synonymous."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "All for one, and one for all."
    },
    {
      "cite": "Alexander The Great",
      "quote": "Remember upon the conduct of each depends the fate of all."
    },
    {
      "cite": "Woodrow T Wilson",
      "quote": "We cannot be separated in interest or divided in purpose. We stand together until the end."
    }
  ]
}