{
  "source": "https://www.wisesayings.com/united-nations-quotes/",
  "theme": "united-nations",
  "quotes": [
    {
      "cite": "Adlai Stevenson",
      "quote": "The United Nations is like a spade; it is not self-operating. It is what we make of it, for purposes that we can find in common with our neighbors in the world."
    },
    {
      "cite": "unknown",
      "quote": "In a sense, the United Nations is like a vase. Without a vase there can be no lasting bouquet of flowers; but the aroma--or perfume--depends on the flowers, not on the vase."
    },
    {
      "cite": "Barbara Hepworth",
      "quote": "The United Nations is our conscience. If it succeeds it is our success. If it fails it is our failure."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "The UN wasn’t created to take mankind into paradise, but rather, to save humanity from hell."
    },
    {
      "cite": "Jose Ramos - Horta",
      "quote": "The United Nations rose from the ashes of destruction, and created a magnificent vision for all of humankind: to save succeeding generations from the scourge of war, and protect universal human rights."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "The whole basis of the United Nations is the right of all nations—great or small—to have weight, to have a vote, to be attended to, to be a part of the twentieth century."
    },
    {
      "cite": "Harry S Truman",
      "quote": "The United Nations is designed to make possible lasting freedom and independence for all its members."
    },
    {
      "cite": "Carlo Azeglio Ciampi",
      "quote": "The United Nations system is still the best instrument for making the world less fragile."
    },
    {
      "cite": "Gillian Sorensen",
      "quote": "The United Nations is our world's greatest mechanism for making peace."
    },
    {
      "cite": "Ralph Bunche",
      "quote": "The United Nations is our one great hope for a peaceful and free world."
    },
    {
      "cite": "Asma Jahangir",
      "quote": "The United Nations is an organizational body where people, through their Governments, come together; and it can be the only place where there can be a melting pot."
    },
    {
      "cite": "Shirley Temple",
      "quote": "The U.N. acts as the world's conscience, and over eighty-five percent of the work that is done by the United Nations is in the social, economic, educational and cultural fields."
    },
    {
      "cite": "Atal Bihari Vajpayee",
      "quote": "The reality is that international institutions like the UN can only be as effective as its members allow it to be."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "The United Nations has a proud record of helping millions of people in mine-affected countries."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The heroes of the world community are not those who withdraw when difficulties ensue, not those who can envision neither the prospect of success nor the consequence of failure — but those who stand the heat of battle, the fight for world peace through the United Nations."
    }
  ]
}