{
  "source": "https://www.wisesayings.com/universal-quotes/",
  "theme": "universal",
  "quotes": [
    {
      "cite": "Max Eastman",
      "quote": "A smile is the universal welcome."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Communication is the universal solvent."
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "Truth is universal. Perception of truth varies."
    },
    {
      "cite": "Thales",
      "quote": "Hope is the most universal of human possessions."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Mistakes are the only universal form of originality."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Universal compassion is the only guarantee of morality."
    },
    {
      "cite": "Louis Chevrolet",
      "quote": "Movement is the universal language of personal freedom."
    },
    {
      "cite": "Paul Pavlo Shiller",
      "quote": "Ideas are universal, the names and titles we give them are not."
    },
    {
      "cite": "Mark Twain",
      "quote": "The universal brotherhood of man is our most precious possession."
    },
    {
      "cite": "Alex Ferguson",
      "quote": "Kindness is a universal language regardless of age, nationality or religion."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Universal happiness keeps the wheels steadily turning, truth and beauty can't."
    },
    {
      "cite": "Robert Montgomery",
      "quote": "A universal beauty clothes the world, And one heart seems to beat for all mankind!"
    },
    {
      "cite": "Simon Baron-Cohen",
      "quote": "Empathy is like a universal solvent. Any problem immersed in empathy becomes soluble."
    },
    {
      "cite": "Dalai Lama",
      "quote": "True compassion is universal in scope. It is accompanied by a feeling of responsibility."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Be universal in your love. You will see the universe to be the picture of your own being."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Music is the universal language of mankind."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Experience is the universal mother of sciences."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "All universal moral principles are idle fancies."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A happy mind is also a beautiful, universal mind."
    },
    {
      "cite": "Kathleen Raine",
      "quote": "Nature is the common, universal language, understood by all."
    },
    {
      "cite": "Abbas Kiarostami",
      "quote": "In order to be universal, you have to be rooted in your own culture."
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Rhythm is our universal mother tongue. It's the language of the soul."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Bereavement is a universal and integral part of our experience of love."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To create a new universal idea is to create a new star in the universe!"
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "Paying attention and awareness are universal capacities of human beings."
    },
    {
      "cite": "JSB Morse",
      "quote": "Making universal prosperity a right is the surest way to universal poverty."
    },
    {
      "cite": "Toba Beta",
      "quote": "Universal emptiness is mere concept. The fact is, there was never emptiness."
    },
    {
      "cite": "Robert McKee",
      "quote": "The universal erosion of values has lead to the universal erosion of story."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A universal feeling, whether well or ill-founded cannot be safely disregarded."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Music is healing and soothing. It is the universal language of kindness and love."
    }
  ]
}