{
  "source": "https://www.wisesayings.com/university-quotes/",
  "theme": "university",
  "quotes": [
    {
      "cite": "David Robinson",
      "quote": "That's what university life is all about. Challenging, questioning, enjoying good people and good friends, and pushing yourself to the limit."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "The University brings out all abilities, including incapability."
    },
    {
      "cite": "Gordon Gee",
      "quote": "A truly great university is a nucleus of artistic expression. It fosters creative, critical thought, and serves as a platform for civil discourse."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The task of a university is the creation of the future, so far as rational thought and civilized modes of appreciation can affect the issue."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "The medieval university looked backwards; it professed to be a storehouse of old knowledge. The modern university looks forward, and is a factory of new knowledge."
    },
    {
      "cite": "Allan Bloom",
      "quote": "The most important function of the university in an age of reason is to protect reason from itself."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "It is the goal of the American university to be the brains of the republic."
    },
    {
      "cite": "Clark Kerr",
      "quote": "The purpose of the university is to make students safe for ideas - not ideas safe for students."
    },
    {
      "cite": "A. Bartlett Giamatti",
      "quote": "The university is our culture's assertion that what is made by the mind has value and can convey values."
    },
    {
      "cite": "Mhairi McFarlane",
      "quote": "University's like this little world, a bubble of time separate from everything before and everything after."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The privilege of a university education is a great one; the more widely it is extended the better for any country."
    },
    {
      "cite": "John Ciardi",
      "quote": "A university is what a college becomes when the faculty loses interest in the students."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The use of a university is to make young gentlemen as unlike their fathers as possible."
    },
    {
      "cite": "Edsger W. Dijkstra",
      "quote": "It is not the task of the University to offer what society asks for, but to give what society needs."
    },
    {
      "cite": "Clark Kerr",
      "quote": "The university is a series of individual entrepreneurs held together by a common grievance about parking."
    },
    {
      "cite": "John Henry Newman",
      "quote": "A university educates the intellect to reason well in all matters, to reach out towards truth, and to grasp it."
    },
    {
      "cite": "Edward Levi",
      "quote": "The University conceives of itself as dedicated to the power of the intellect. Its commitment is to the way of reason."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "A University should be a place of light, of liberty, and of learning."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The true university of these days is a collection of books."
    },
    {
      "cite": "David Horowitz",
      "quote": "A university is not a political party, and an education is not an indoctrination."
    },
    {
      "cite": "Jerry Falwell",
      "quote": "A university is supposed to be a place where all ideas are discussed."
    },
    {
      "cite": "Roshni Nadar",
      "quote": "When students get into a great university, it's a huge aspirational lift for their village. These students become beacons of hope."
    },
    {
      "cite": "Charlie Sykes",
      "quote": "In the modern university, no act of good teaching goes unpunished."
    },
    {
      "cite": "Henrique Capriles Radonski",
      "quote": "The best university is the university of life."
    },
    {
      "cite": "James Bryant Conant",
      "quote": "He who enters a university walks on hallowed ground."
    },
    {
      "cite": "Leon Eisenberg",
      "quote": "The university is the last remaining platform for national dissent."
    },
    {
      "cite": "Shelby Foote",
      "quote": "A university is just a group of buildings gathered around a library. The library is the university."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "The university has become a place that prepares you for the fights in the world."
    },
    {
      "cite": "Michael O'Leary",
      "quote": "University is the best couple of years of your life. Nowhere else can you drink and chase as many birds."
    }
  ]
}