{
  "source": "https://www.wisesayings.com/universe-quotes/",
  "theme": "universe",
  "quotes": [
    {
      "cite": "Aldous Huxley",
      "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There are no extra pieces in the universe. Everyone is here because he or she has a place to fill, and every piece must fit itself into the big jigsaw puzzle."
    },
    {
      "cite": "Swami Vivekanada",
      "quote": "All the powers in the universe are already ours. It is we who have put our hands before our eyes and cry that it is dark."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "I'm sure the universe is full of intelligent life. It's just been too intelligent to come here."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "I bet you could sometimes find all the mysteries of the universe in someone's hand."
    },
    {
      "cite": "Diane Duane",
      "quote": "Believe something and the Universe is on its way to being changed. Because you've changed, by believing. Once you've changed, other things start to follow. Isn't that the way it works?”"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The universe doesn’t give you what you ask for with your thoughts - it gives you what you demand with your actions."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "If you think this Universe is bad, you should see some of the others."
    },
    {
      "cite": "C.S Lewis",
      "quote": "If the whole universe has no meaning, we should never have found out that it has no meaning: just as, if there were no light in the universe and therefore no creatures with eyes, we should never know it was dark. Dark would be a word without meaning."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "The Universe is under no obligation to make sense to you."
    },
    {
      "cite": "Alan Wilson Watts",
      "quote": "Through our eyes, the universe is perceiving itself. Through our ears, the universe is listening to its harmonies. We are the witnesses through which the universe becomes conscious of its glory, of its magnificence."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The universe seems neither benign nor hostile, merely indifferent to the concerns of such puny creatures as we are."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The universe is transformation: life is opinion."
    },
    {
      "cite": "John Muir",
      "quote": "The clearest way into the Universe is through a forest wilderness."
    },
    {
      "cite": "Steven Wright",
      "quote": "They say the universe is expanding. That should help with the traffic."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The reason why the universe is eternal is that it does not live for itself; it gives life to others as it transforms."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "We are an impossibility in an impossible universe."
    },
    {
      "cite": "Steven Mofatt",
      "quote": "The universe is big, its vast and complicated, and ridiculous. And sometimes, very rarely, impossible things just happen and we call them miracles. And that's the theory. Nine hundred years, never seen one yet, but this would do me."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The universe is a pretty big place. If it's just us, seems like an awful waste of space."
    },
    {
      "cite": "Ellie Wiesel",
      "quote": "In the concentration camps, we discovered this whole universe where everyone had his place. The killer came to kill, and the victims came to die."
    },
    {
      "cite": "J.B.S. Haldane",
      "quote": "The Universe is not only queerer than we suppose, but queerer than we can suppose."
    },
    {
      "cite": "John Hartford",
      "quote": "The whole universe is based on rhythms. Everything happens in circles, in spirals."
    }
  ]
}