{
  "source": "https://www.wisesayings.com/unlucky-quotes/",
  "theme": "unlucky",
  "quotes": [
    {
      "cite": "Samuel Butler",
      "quote": "People are lucky andÂ unluckyÂ not according to what they get absolutely, but according to the ratio between what they get and what they have been led to expect."
    },
    {
      "cite": "Plautus",
      "quote": "It is the nature of the unfortunate to be spiteful, and to envy those who are well to do."
    },
    {
      "cite": "Tig Notaro",
      "quote": "I'm the luckiestÂ unluckyÂ person."
    },
    {
      "cite": "Manu Joseph",
      "quote": "HowÂ unfortunateÂ is the guy who does not live in the extravagant memory of an infatuated young woman."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes what might seem to be a series of unfortunate events may be the first steps of a beautiful journey."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "If you're unlucky enough not to have alcoholic parents, it takes you a whole lifetime of intoxication to overcome the dead weight of their virtues."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "It is anÂ unfortunateÂ human failing that a full pocketbook often groans more loudly than an empty stomach."
    },
    {
      "cite": "Stephen Fry",
      "quote": "It's extremely unlucky to be superstitious, for no other reason than it is always unlucky to be colossally stupid."
    },
    {
      "cite": "Linda McMahon",
      "quote": "It'sÂ unfortunate, you know, that you can't change people's - habits, their personal habits."
    },
    {
      "cite": "Josh Billings",
      "quote": "TheÂ unfortunateÂ do not pity theÂ unfortunate."
    },
    {
      "cite": "Rita Dove",
      "quote": "It'sÂ unfortunateÂ that sometimes in schools, there's this need to have things quantified and graded."
    },
    {
      "cite": "I Ching",
      "quote": "It is unlucky to sound off about happiness.Â"
    },
    {
      "cite": "Jane Austen",
      "quote": "How unfortunate, considering I have decided to loathe him for eternity."
    },
    {
      "cite": "Andrew Young",
      "quote": "Look at those they callÂ unfortunateÂ and at a closer view, you'll find many of them are unwise."
    },
    {
      "cite": "Milorad Pavić",
      "quote": "UnfortunateÂ and wretched are those who have respected a book they did not love and hated those they did."
    },
    {
      "cite": "Decimius Magnus Ausonius",
      "quote": "If lucky be not proud; if unlucky, do not despond."
    },
    {
      "cite": "Henry Cavill",
      "quote": "I never thought of myself asÂ unlucky. When you aim high, it's tough to get there unless something really fortunate happens."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "AnÂ unfortunateÂ thing about this world is that the good habits are much easier to give up than the bad ones."
    },
    {
      "cite": "Richard Wiseman",
      "quote": "Unlucky people are stuck in routines. When they see something new, they want no part of it. Lucky people always want something new. They're prepared to take risks and relaxed enough to see the opportunities in the first place."
    },
    {
      "cite": "Roger Goodell",
      "quote": "It's alwaysÂ unfortunateÂ when something gets misreported and the facts are not clear."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "The most unfortunate thing that happens to a person who fears failure is that he limits himself by becoming afraid to try anything new."
    },
    {
      "cite": "Don Marquis",
      "quote": "He is soÂ unluckyÂ that he runs into accidents which start out to happen to somebody else."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "TheÂ unfortunateÂ are always egotistical."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The mostÂ unluckyÂ generation is the one which couldn't produce a hero to look upto."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Sometimes even in mostÂ unfortunateÂ of lives there will occur a moment or two of good."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "But like so many unfortunate events in life, just because you don't understand it doesn't mean it isn't so."
    },
    {
      "cite": "Aaron Levie",
      "quote": "It's unfortunate biologically we have to sleep."
    },
    {
      "cite": "Lawrence Fagg",
      "quote": "HowÂ unfortunateÂ it is to be constrained by what people might say at our funeral or on our gravestone."
    },
    {
      "cite": "Vernon Lee",
      "quote": "There is an unlucky tendency ... to allow every new invention to add to life's complications, and every new power to increase life's hustling; so that, unless we can dominate the mischief, we are really the worse off instead of the better."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "theÂ unfortunateÂ thing about worldliness is that its rewards are rather less than its appetites."
    }
  ]
}