{
  "source": "https://www.wisesayings.com/unnecessary-quotes/",
  "theme": "unnecessary",
  "quotes": [
    {
      "cite": "David A. Bednar",
      "quote": "Be careful to not haul around in our lives so many nice but unnecessary things that we are distracted and diverted from the things that truly matter most."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "We are prisoners of the unnecessary things we amass, and the only way to discover our beautiful true selves is by chipping everything unnecessary out of our lives."
    },
    {
      "cite": "John Adams",
      "quote": "Great is the guilt of an unnecessary war."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Man's role is uncertain, undefined, and perhaps unnecessary."
    },
    {
      "cite": "Mark Twain",
      "quote": "Civilization is the limitless multiplication of unnecessary necessities."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Just like sweeping the streets, sweep the unnecessary things from your mind too; keep your mind clean!"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We live in an age when unnecessary things are our only necessities."
    },
    {
      "cite": "Demetri Martin",
      "quote": "I am completely attracted to the idea of simplicity, or at least removing things that seem unnecessary when trying to get an idea out there."
    },
    {
      "cite": "Duke of Wellington",
      "quote": "Be discreet in all things, and so render it unnecessary to be mysterious about any."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Unnecessary silence upon emotions and exigency is an act of self-immolation of your rights and ways."
    },
    {
      "cite": "Ezra Pound",
      "quote": "When two men in business always agree, one of them is unnecessary."
    },
    {
      "cite": "Gregory Skovoroda",
      "quote": "Give thanks to God, who made necessary things simple, and complicated things unnecessary."
    },
    {
      "cite": "Hans Hofmann",
      "quote": "The ability to simplify means to eliminate the unnecessary so that the necessary may speak."
    },
    {
      "cite": "Larry Dixon",
      "quote": "If two people were exactly alike, one of them would be unnecessary."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If a man does not work at necessary and good things, then he will work at unnecessary and stupid things."
    },
    {
      "cite": "Richard Baxter",
      "quote": "Unity in things Necessary, Liberty in things Unnecessary, and Charity in all."
    },
    {
      "cite": "Richard Baxter",
      "quote": "We are ignorant of things necessary, because we learn things superfluous and unnecessary."
    },
    {
      "cite": "Robert Fripp",
      "quote": "What is necessary is possible, what we want is expensive. What is unnecessary is unlikely."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "I do a good job of blocking painful, unnecessary things from my memory."
    },
    {
      "cite": "T. E. Lawrence",
      "quote": "To me an unnecessary action, or shot, or casualty, was not only waste but sin."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Stress is unnecessary and unnecessary stress is very unnecessary."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "All of our technology is completely unnecessary to a happy life."
    },
    {
      "cite": "Wilhelm Von Humboldt",
      "quote": "The government is best which makes itself unnecessary."
    },
    {
      "cite": "Wumen Huikai",
      "quote": "If your mind isn't clouded by unnecessary things, This is the best season of your life."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival."
    },
    {
      "cite": "Donald A. Norman",
      "quote": "The design of everyday things is in great danger of becoming the design of superfluous, overloaded, unnecessary things."
    },
    {
      "cite": "Logan Green",
      "quote": "Our vision for the world is making car ownership unnecessary."
    },
    {
      "cite": "Matt Skiba",
      "quote": "Fear is sort of like jealousy. It's an unnecessary emotion."
    },
    {
      "cite": "Maurice Baring",
      "quote": "Memory is the greatest of artists, and effaces from your mind what is unnecessary."
    }
  ]
}