{
  "source": "https://www.wisesayings.com/unpopular-quotes/",
  "theme": "unpopular",
  "quotes": [
    {
      "cite": "Wolfgang Borchert",
      "quote": "Truth will only make you unpopular."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "An unpopular rule is never long maintained."
    },
    {
      "cite": "Sam Altman",
      "quote": "Unpopular but right is what you're going for."
    },
    {
      "cite": "Victor Pinchuk",
      "quote": "In all the world, rich people are very unpopular."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Chastity is the most unpopular of the Christian virtues."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Intelligent people are always on the unpopular side of anything."
    },
    {
      "cite": "Konrad Adenauer",
      "quote": "First make yourself unpopular, then you will be taken seriously."
    },
    {
      "cite": "Edward Norton",
      "quote": "Unpopular speech is absolutely vital to the health of our nation."
    },
    {
      "cite": "Adlai E. Stevenson Ii",
      "quote": "All progress has resulted from people who took unpopular positions."
    },
    {
      "cite": "Lucy Powell",
      "quote": "At times unpopular measures are needed in order to change behaviour."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "To solve big problems you have to be willing to do unpopular things."
    },
    {
      "cite": "George W. Bush",
      "quote": "Sometimes in this world you make unpopular decisions because you think they're right."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "Human beings do not like to look squarely into the face of tragedy. Gloom is unpopular."
    },
    {
      "cite": "Stella Benson",
      "quote": "Unpopularity is a excellent salve to the conscience; it is delicious to be misunderstood."
    },
    {
      "cite": "Greg Proops",
      "quote": "Honesty and unpopular opinions are the toughest sell in a country with an irony-deficiency."
    },
    {
      "cite": "Roger Scruton",
      "quote": "Being unpopular is never easy; but being unpopular in a good cause is a shield against despair."
    }
  ]
}