{
  "source": "https://www.wisesayings.com/unpredictable-quotes/",
  "theme": "unpredictable",
  "quotes": [
    {
      "cite": "Deepak Chopra",
      "quote": "When you allow yourself to be unpredictable, you step from the known into the unknown, where anything is possible."
    },
    {
      "cite": "Steve Rivkin",
      "quote": "The more unpredictable the world is the more we rely on predictions."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Life is no different than the weather. Not only is it unpredictable, but it shows us a new perspective of the world every day."
    },
    {
      "cite": "Anna Rice",
      "quote": "The truth is most women are weak, be they mortal or immortal. But when they are strong, they are absolutely unpredictable."
    },
    {
      "cite": "Ella Leya",
      "quote": "Life is a desert of shifting sand dunes. Unpredictable. Erratic. Harmony changes into dissonance, the immediate outlives the profound, esoteric becomes cliched. And vice versa."
    },
    {
      "cite": "Anthony Marra",
      "quote": "Happiness came in moments of unpredictable loveliness."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "The very nature of interactions is bound to make it unpredictable."
    },
    {
      "cite": "Rabbi Abraham Heschel",
      "quote": "The course of life is unpredictable, no one can write his autobiography in advance."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Others follow patterns; we alone are unpredictable."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Love is as irrational as hate and just as unpredictable."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When you can become completely impassive in play, then you become fluid and completely unpredictable. No one knows, including yourself, what you will do next. You couldn't even explain it."
    },
    {
      "cite": "Zlatan Ibrahimovic",
      "quote": "Nothing is written in stone, as a career is an unpredictable journey."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "At odd and unpredictable times, we cling in fright to the past."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "The idea that the future is unpredictable is undermined every day by the ease with which the past is explained."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "How complicated and unpredictable the machinery of life really is."
    },
    {
      "cite": "Paul Auster",
      "quote": "The world is so unpredictable. Things happen suddenly, unexpectedly. We want to feel we are in control of our own existence. In some ways we are, in some ways we're not. We are ruled by the forces of chance and coincidence."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Children are unpredictable. You never know what inconsistency they are going to catch you in next."
    },
    {
      "cite": "James Dashner",
      "quote": "Be unpredictable, be real, be interesting. Tell a good story."
    },
    {
      "cite": "Christopher Walken",
      "quote": "At its best, life is completely unpredictable."
    },
    {
      "cite": "Jake Busey",
      "quote": "Life is unpredictable when you get non-standard behavior patterns."
    },
    {
      "cite": "Doug Hutchison",
      "quote": "Life is unpredictable and you need to live every day to the fullest."
    }
  ]
}