{
  "source": "https://www.wisesayings.com/unrequited-love-quotes/",
  "theme": "unrequited-love",
  "quotes": [
    {
      "cite": "Meredith T. Taylor",
      "quote": "My heart no longer felt as if it belonged to me. It now felt as it had been stolen, torn from my chest by someone who wanted no part of it."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "The worst feeling is falling for someone and knowing that they wont be there to catch you."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "When you give someone your whole heart and he doesn't want it, you cannot take it back. It's gone forever."
    },
    {
      "cite": "George Sand",
      "quote": "Unrequited love differs from mutual love, just like delusion differs from the truth."
    },
    {
      "cite": "John Green",
      "quote": "You like someone who can't like you back because unrequited love can be survived in a way that once-requited love cannot."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "I know I am but summer to your heart, And not the full four seasons of the year."
    },
    {
      "cite": "Kim Dong Hwa",
      "quote": "I came hoping to see those eyes, but instead I return with my heart, leaving behind only flowers."
    },
    {
      "cite": "Tablo",
      "quote": "You lose yourself trying to hold on to someone who doesn't care about losing you"
    },
    {
      "cite": "Jesu Nadal",
      "quote": "I knew I was in love with you. Was I an idiot for thinking you were in love with me too?"
    },
    {
      "cite": "Shahul Hussain",
      "quote": "No one understands why you do certain things even when you know you're never going to get anything back."
    },
    {
      "cite": "Marisa Donnelly",
      "quote": "Maybe one day you'll understand that hearts don't intend to break other hearts."
    },
    {
      "cite": "Kiran Joshi",
      "quote": "The biggest curse in life is not loosing your love, but not being loved by someone you love."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Love unrequited is violent. He loves you so much that he's turned it into hate."
    },
    {
      "cite": "Dinesh Kumar Biran",
      "quote": "The Hardest thing about being broken, isn't the Love you don't receive, it's the Love you long to give that nobody wants."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "One of the greatest pain and agony is being in one sided love with someone."
    },
    {
      "cite": "Mitch Cuent",
      "quote": "Sometimes the best feeling is not falling in love, it's falling out of love with someone who never really loved you."
    },
    {
      "cite": "Gichele Cocrelle",
      "quote": "When you are in a relationship with someone and all the heavy lifting is put on you then there is no way that person loves you."
    },
    {
      "cite": "Shannon Wheeler",
      "quote": "Unrequited love is like hitting your head against a wall that isn't there."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "His hands are saying that he wants to hold her. His feet are saying that he wants to chase after her... He's probably forgotten that I'm here, beside him."
    },
    {
      "cite": "Alan Watts",
      "quote": "Never pretend to a love which you do not actually feel, for love is not ours to command."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "Let no one who loves be called unhappy. Even love unreturned has its rainbow."
    },
    {
      "cite": "Harold Lokes",
      "quote": "An act of love that fails is just as much a part of the divine life as an act of love that succeeds, for love is measured by fullness, not by reception."
    },
    {
      "cite": "Robert Goolrick",
      "quote": "If you don't receive love from the ones who are meant to love you, you will never stop looking for it."
    },
    {
      "cite": "Spencer Shirks",
      "quote": "I wish I had the guts to walk away from what we had. But I can't because I know you won't come after me, and that's what hurts the most."
    },
    {
      "cite": "Hemant smarty",
      "quote": "I used to care so much. I used to fight for this. I tried my hardest to hold on and keep you but you didn't want this as much as I did. I didn't lose you. Let's be honest, you lost me."
    },
    {
      "cite": "Cian Kim",
      "quote": "I wish I could stop loving you so that I could free myself of the pain of you not being able to love me back."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "The love that last the longest is the love that is never returned."
    },
    {
      "cite": "Johnny Depp",
      "quote": "You can close your eyes to the things you don't want to see, but you can't close your heart to the things you don't want to feel."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes life sends us people who don't love us enough, to remind us of what we're worthy of."
    },
    {
      "cite": "Michael Hayssus",
      "quote": "When you truly love someone, you don't hurt or cause them pain, that's how I painfully realized you didn't love me."
    }
  ]
}