{
  "source": "https://www.wisesayings.com/unsaid-quotes/",
  "theme": "unsaid",
  "quotes": [
    {
      "cite": "Anthony Liccione",
      "quote": "There are some people that should stay quiet, because they understand. As there are those that should stay quiet, because they don't understand. Some things are better left unsaid or voiced."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Positive words left unsaid are like sachets of currency notes burnt in vain. Positive deeds left undone are like deep wells filled with soil to the brim. Do the undone, say the unsaid and turn the unturned."
    },
    {
      "cite": "Tyler Knight",
      "quote": "The things left unsaid to people we care about, and the void those unspoken words leave, often have more impact than what is said."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We are masters of the unsaid words, but slaves of those we let slip out."
    },
    {
      "cite": "Winston Churchill",
      "quote": "By swallowing evil words unsaid, no one has ever harmed his stomach."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The action of the soul is oftener in that which is felt and left unsaid than in that which is said in any conversation. It broods over every society, and men unconsciously seek for it in each other."
    },
    {
      "cite": "Faye Moskowitz",
      "quote": "I still grieve for the words unsaid. Something terrible happens when we stop the mouths of the dying before they are dead. A silence grows up between us then, profounder than the grave. If we force the dying to go speechless, the stone dropped into the well will fall forever before the answering splash is heard."
    },
    {
      "cite": "Ally Carter",
      "quote": "There's a power that comes with silence. I had grown to fear the unsaid thing. So it felt like a release to say it-to admit that the risk wasn't just inside our walls-it was inside my skin. I was willing to claw, scratch, and bleed until I'd found it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The kindness I have longest remembered has been of this sort, the sort unsaid; so far behind the speaker's lips that almost it already lay in my heart. It did not have far to go to be communicated."
    },
    {
      "cite": "Viet Thanh Nguyen",
      "quote": "The unseen is almost always underlined with the unsaid."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Eyes speak the unsaid words. You need to be a good observer to understand them."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "Before you speak ask yourself if what you are going to say is true, is kind, is necessary, is helpful. If the answer is no, maybe what you are about to say should be left unsaid."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "One of the very best rules of conversation is to never, say anything which any of the company wish had been left unsaid."
    },
    {
      "cite": "Dorothy Nevill",
      "quote": "The real art of conversation is not only to say the right thing at the right place but to leave unsaid the wrong thing at the tempting moment."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A word that has been said may be unsaid; it is but air. But when a deed is done, it cannot be undone, nor can our thoughts reach out to all the mischiefs that may follow."
    },
    {
      "cite": "unknown",
      "quote": "While some things are better left unsaid, some things should never be left unspoken."
    },
    {
      "cite": "Philippa Gregory",
      "quote": "Words have weight, something once said cannot be unsaid. Meaning is like a stone dropped into a pool; the ripples will spread and you cannot know what back they wash against."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes the words left unsaid are the words that could ment the most."
    },
    {
      "cite": "Thomas Leonard",
      "quote": "What is left unsaid gets in the way of the relationship. What is left unasked-for is a missed opportunity."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Much unhappiness has come into the world because of bewilderment and things left unsaid."
    },
    {
      "cite": "A. Lynn",
      "quote": "But sometimes, things are better to just hear. Some questions better left unasked. Some words better left unsaid. Because saying them doesn't make you matter any less."
    },
    {
      "cite": "Diyar Harraz",
      "quote": "There were so many things we left unsaid. Depending on how you look at it, whether you think it was worth saying it out loud, or better kept inside."
    },
    {
      "cite": "Harlan Miller",
      "quote": "Often the difference between a successful marriage and a mediocre one consists of leaving about three or four things a day unsaid."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Tact is the unsaid part of what you think; it's opposite, the unthought part of which you say."
    },
    {
      "cite": "unknown",
      "quote": "Not all words fit to their meanings. Sometimes what is said is not what is meant and what is meant is left unsaid."
    },
    {
      "cite": "Amanda Grange",
      "quote": "If we all spoke the truth there would be a great deal of unhappiness in the world, and particularly at such a time. Some things are better left unsaid."
    }
  ]
}