{
  "source": "https://www.wisesayings.com/unstoppable-quotes/",
  "theme": "unstoppable",
  "quotes": [
    {
      "cite": "Mae Jemison",
      "quote": "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live."
    },
    {
      "cite": "Criss Jami",
      "quote": "Easily mistaken, it is not about a love for adversity, it is about knowing a strength and a faith so great that adversity, in all its adverse manifestations, hardly even exists."
    },
    {
      "cite": "Aalaynah Thompson",
      "quote": "Run with your legs to be fast. Run with your mind to be faster. Run with your heart to be unstoppable."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You need to associate with people that inspire you, people that challenge you to rise higher, people that make you better. Don't waste your valuable time with people that are not adding to your growth. Your destiny is too important."
    },
    {
      "cite": "Jude Watson",
      "quote": "If you think something is impossible, it is. Until you decide it's possible and you do it."
    },
    {
      "cite": "Confucius",
      "quote": "If you shoot for the stars and hit the moon, it's ok. But you've got to shoot for something. A lot of people don't even shoot."
    },
    {
      "cite": "Anonymous",
      "quote": "Even the bravest of creatures have some fears but it is not enough to stop them from moving in the path they are destined to walk upon."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The question isn't who is going to let me; it's who is going to stop me."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you are not willing to learn, no one can help you. If you are determined to learn, no one can stop you."
    },
    {
      "cite": "Tammy Ferebee",
      "quote": "One person's disapproval shouldn't make you quit. If it's your passion, a thousand people screaming 'No!' still won't stop you!"
    },
    {
      "cite": "Bruce Lee",
      "quote": "Do not pray for an easy life, pray for the strength to endure a difficult one."
    },
    {
      "cite": "Anonymous",
      "quote": "Stop doubting yourself, work hard and make it happen."
    },
    {
      "cite": "Thomas Narofsky",
      "quote": "We were meant to live courageous and bold lives and not lives of mediocrity. However, we have to live our lives actively and on purpose each day to be unstoppable."
    },
    {
      "cite": "Emily Guay",
      "quote": "Believe in yourself and you will be unstoppable."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "You need to find the power within to make things happen for yourself. When you realize this, you are unstoppable."
    },
    {
      "cite": "Tommy Newberry",
      "quote": "The moment you give up all thought of retreat or surrender you become an unstoppable force."
    },
    {
      "cite": "T.S. Elliot",
      "quote": "Only those who are willing to risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "Les Brown",
      "quote": "Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Work like there is someone working 24 hours a day to take it away from you."
    },
    {
      "cite": "Ralph Marston",
      "quote": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination."
    },
    {
      "cite": "Leon Brown",
      "quote": "You may suffer many defeats in this life, but you will not be defeated. You will rise after each trial stronger and wiser."
    },
    {
      "cite": "Louis CK",
      "quote": "If you can go out into the world not letting it stop you when things don't go your way, then you're unstoppable."
    },
    {
      "cite": "Ray Lewis",
      "quote": "Don't let your alarm clock, be the only reason you wake up."
    },
    {
      "cite": "Jean Charest",
      "quote": "The power of determination will make you unstoppable."
    },
    {
      "cite": "Beau Taplin",
      "quote": "She was unstoppable, not because she did not have failures or doubts, but because she continued on despite them."
    },
    {
      "cite": "Bill McDermott",
      "quote": "What you focus on expands. Focus on what you are best at and you will be unstoppable."
    }
  ]
}