{
  "source": "https://www.wisesayings.com/unsuccessful-quotes/",
  "theme": "unsuccessful",
  "quotes": [
    {
      "cite": "Bob Brown",
      "quote": "Behind every successful man there's a lot of unsuccessful years."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desires to reach their potential."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Unsuccessful people get up whenever they feel like it and the first thing they do is watch television, read the paper, or check email. The rest of the day is pretty much 50% below maximum performance."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "The only difference between successful people and unsuccessful people is extraordinary determination."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Most unsuccessful people let their fears and doubts have the final say in how they live their lives."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Unsuccessful people get jealous when they watch the Mastery of others. Successful people get inspired."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The unsuccessful person is burdened by learning, and prefers to walk down familiar paths. Their distaste for learning stunts their growth and limits their influence."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "An unsuccessful person feels obliged to praise himself all the time because in order to feel happy, he must compensate for his failure in a virtual way!"
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Man will always remain an unsuccessful creature till he stops being a mortal being!"
    },
    {
      "cite": "Meri Diary",
      "quote": "Nobody can give good advice better than an unsuccessful person coz he knows the taste of every unsuccessful story."
    },
    {
      "cite": "Sunanda Munduli",
      "quote": "The most common habit of an unsuccessful person is to blame others."
    },
    {
      "cite": "Lisa Gupta",
      "quote": "Don't let those unsuccessful opportunities dull the sparkle and shine inside you cause they are just a tiny part of your life. In this journey of life, we are going to get many of such opportunities."
    },
    {
      "cite": "Vishal Das",
      "quote": "Being unsuccessful is not the end of anybody, this is what shows a path towards success."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Unsuccessful people are the ones who are impressed by celebrity, by people's names and titles."
    },
    {
      "cite": "Muhammad Kulayni",
      "quote": "He who reckons his own soul is successful; he who is heedless of it is unsuccessful."
    },
    {
      "cite": "Robert Nozick",
      "quote": "Unsuccessful businessmen and workers do not have the same animus against the capitalist system as do the wordsmith intellectuals. Only the sense of unrecognized superiority, of entitlement betrayed, produces that animus."
    },
    {
      "cite": "Rod Taylor",
      "quote": "The fact that I'm going to be unsuccessful at times is pretty well-balanced by the fact that I'm going to be successful at others."
    }
  ]
}