{
  "source": "https://www.wisesayings.com/untouchable-quotes/",
  "theme": "untouchable",
  "quotes": [
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Ninety-nine percent of who you are is invisible and untouchable."
    },
    {
      "cite": "Edouard Boubat",
      "quote": "You cannot live when you are untouchable. Life is vulnerability."
    },
    {
      "cite": "Michael Chabon",
      "quote": "Some things that are invisible and untouchable can nevertheless be seen and felt."
    },
    {
      "cite": "Sylvia Day",
      "quote": "I think we love the fantasy of being the one person who can really touch the person who has been untouchable for everybody else. There's something that makes us feel very special about that; that we could be the one out of everyone who's tried and everybody who's wanted to reach that person - you're the only one who could do it."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "I want to be untouchable and beautiful and completely dead inside."
    },
    {
      "cite": "Tillie Olsen",
      "quote": "Better immersion than to live untouched."
    },
    {
      "cite": "Simon Beckett",
      "quote": "All of them with their own lives, untouched by mine. Or each other's."
    },
    {
      "cite": "Emily Palermo",
      "quote": "I want to be a mystery to you, untouchable, a star all to myself, a galaxy away from your starved fingers."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Life proceeds, it enrages. The untouched ones spend their luck without a thought, believing they deserve it."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "Sometimes I have a terrible feeling that I am dying not from the virus, but from being untouchable."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "These days, as I am older and wiser, I realize that there is a danger in becoming an icon, as people can see you as remote and untouchable, and they are less willing to tolerate you doing things that don't fit with their preconceived idea of you."
    },
    {
      "cite": "Keira Michelle Telford",
      "quote": "Think of me like a rainbow. Nice to look at, but always out of reach."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "We cannot have real independence unless the people banish the touch-me-not spirit from their hearts."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Only parts of us will ever touch only parts of others."
    },
    {
      "cite": "Cillian Murphy",
      "quote": "It's embarrassing sometimes, the way actors or musicians sometimes get made untouchable."
    },
    {
      "cite": "Ralph Lauren",
      "quote": "Glamour is an attitude, its the expression of a certain kind of confidence. A glamorous woman is always elegant, but she also possesses an air of mystery and excitement. Shes dramatic, almost untouchable."
    },
    {
      "cite": "Charlize Theron",
      "quote": "Everyone says, 'oh, she has such perfect skin and her hands are so beautiful', as if I'm this kind of untouchable creature. But I have never thought of myself as this exquisite thing. I think of myself as a very approachable woman. But people used to think that when I said that I grew up on a farm it was this schtick, just me trying to say, 'look, I'm really a normal girl'."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "People could push and pull at you, and poke you, and probe as deep as they could go. They could even tear you apart, bit by bit. But at the heart and root and soul of you, something would remain untouched."
    },
    {
      "cite": "John Le Carre",
      "quote": "They did this to me but I have remained who I am. I am tempered. I am able. Inside myself there's an untouched man. If they came back now, and did everything to me again, they would never reach the untouched man. I've passed the exam I've been shirking all my life. I'm a graduate of pain."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The center of our being is a point of nothingness which is untouched by sin and by illusion, a point of pure truth."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I learned that I could control my life. You are the master of your fate. . . you are the captain of your soul. I took control and went to my space. . . My space. . . the universal energy. . . I tapped into that space of divine flow, where all beings, all things are connected. That space is real. You cannot have a meaningful life without having spiritual self-reflection. Know who you are and why you are here. When you tap into that space, divine flow, that universal energy, you become untouchable in what you are called to do."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Part of me aches at the thought of her being so close yet so untouchable."
    },
    {
      "cite": "Jesse Neo",
      "quote": "True beauty is untouchable; you can only feel it."
    },
    {
      "cite": "The Captain",
      "quote": "Unconditional love is cool, but I want untouchable love. The kind of love that can't be fucked with by others' opinions, lies, or influence. A love that is rooted in trust and strengthened by a sense of humor. Instead of getting upset, you simply laugh at dumb shit together."
    },
    {
      "cite": "Anna Kavan",
      "quote": "I know I've got a death wish. I've never enjoyed my life, I've never liked people. I love the mountains because they are the negation of life, indestructible, inhuman, untouchable, indifferent, as I want to be."
    },
    {
      "cite": "Conor McGregor",
      "quote": "At the end of the day you gotta feel some way. So why not feel unbeatable? Why not feel untouchable."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Happiness or sorrow- whatever befalls you, walk on untouched, unattached."
    },
    {
      "cite": "Hadewijch",
      "quote": "The soul who is most untouched is the most like to God."
    },
    {
      "cite": "Vance Havner",
      "quote": "We are not to be isolated but insulated, moving in the midst of evil but untouched by it."
    },
    {
      "cite": "David Whyte",
      "quote": "To forge an untouchable, invulnerable identity is actually a sign of retreat from this world; of weakness, a sign of fear rather than strength, and betrays a strange misunderstanding of an abiding, foundational and necessary reality: that untouched, we disappear."
    }
  ]
}