{
  "source": "https://www.wisesayings.com/unusual-quotes/",
  "theme": "unusual",
  "quotes": [
    {
      "cite": "Jeffrey Sachs",
      "quote": "It's not so unusual to run out of someone else's currency."
    },
    {
      "cite": "Carre Otis",
      "quote": "it not unusual for women with anorexia to suffer heart attacks."
    },
    {
      "cite": "Drew Hayden Taylor",
      "quote": "To me, strange is just another way of saying unusual. And unusual is just another way of saying special."
    },
    {
      "cite": "Chuck Jones",
      "quote": "Comedy is unusual people in real situations; farce is real people in unusual situations."
    },
    {
      "cite": "Jay Parini",
      "quote": "It's not unusual for socio-economic, even racial or ethnic, groups to cluster."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "This is the unusual thing about nonviolence -- nobody is defeated, everybody shares in the victory."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "It is a mistake to think of creative activity as something unusual."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "If our solar system is not unusual, then there are so many planets in the universe that, for example, they outnumber the sum of all sounds and words ever uttered by every human who has ever lived. To declare that Earth must be the only planet with life in the universe would be inexcusably bigheaded of us."
    },
    {
      "cite": "Howard Gardner",
      "quote": "Being creative means first of all doing something unusual... On the other hand, however unusual it may be, the idea also has to be reasonable for people to take it seriously."
    },
    {
      "cite": "Robert Musil",
      "quote": "Only in the most unusual cases is it useful to determine whether a book is good or bad; for it is just as rare for it to be one or the other. It is usually both."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
    },
    {
      "cite": "Erica Jong",
      "quote": "it is not unusual to hate great writers before we learn to love them. Because they have created something that did not yet exist, they must also create their audience. Sometimes the audience is not yet ready. Sometimes it has yet to be born."
    },
    {
      "cite": "Nathan Seiberg",
      "quote": "This is a rather unusual situation in physics. We perform approximate calculations which are valid only in some regime and this gives us the exact answer. This is a theorist's heaven- exact results with approximate methods."
    },
    {
      "cite": "Saul Perlmutter",
      "quote": "It's an unusual opportunity, a chance for so many people to share in the excitement and the fun of the fact that we may be on to hints as to what the Universe is made out of. I guess the whole point of a prize like this is to be able to get that out into the community."
    },
    {
      "cite": "Beaumont Newhall",
      "quote": "We are not interested in the unusual, but in the usual seen unusually."
    },
    {
      "cite": "John Twelve Hawks",
      "quote": "Every new experience is unusual. The rest of life is just sleep and committee meetings."
    },
    {
      "cite": "Ray Wylie Hubbard",
      "quote": "It's not any more unusual to be born twice than it is to be born once."
    },
    {
      "cite": "Jesse Lauriston Livermore",
      "quote": "If the unusual never happened there would be no difference in people and then there wouldn't be any fun in life. The game would become merely a matter of addition and subtraction. It would make of us a race of bookkeepers with plodding minds. It's the guessing that develops a man's brain power."
    },
    {
      "cite": "Terence McKenna",
      "quote": "What is unusual about Earth is that language, literally, has become alive. It has infested matter. It is replicating and defining and building itself. And it is in us."
    },
    {
      "cite": "Bill Gates",
      "quote": "Sorghum is kind of unusual. It can go to very high heats, but it's not as productive in most environments as maize is."
    },
    {
      "cite": "Zicheng Hong",
      "quote": "Valuing unusual conduct is not as good as being careful about ordinary actions."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "It requires a very unusual mind to undertake the analysis of the obvious."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Today is a most unusual day, because we have never lived it before; we will never live it again; it is the only day we have."
    },
    {
      "cite": "Wesley L Duewel",
      "quote": "There is unusual power in united prayer. God has planned for His people to join together in prayer, not only for Christian fellowship, spiritual nurture, and growth, but also for accomplishing His divine purposes and reaching His chosen goals."
    },
    {
      "cite": "Joy Browne",
      "quote": "It's not unusual for kids in their twenties to be mad at their parents."
    },
    {
      "cite": "Mikhail Lermontov",
      "quote": "An unusual beginning must have an unusual end."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Avoid an unusual and unfamiliar word just as you would a reef."
    },
    {
      "cite": "Charles Williams",
      "quote": "It is as pleasant as it is unusual to see thoroughly good people getting their deserts."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "Everything in life is unusual until you become accustomed to it."
    },
    {
      "cite": "Seth Shostak",
      "quote": "If this is the only planet on which not only life, but intelligent life, has arisen, that would be very unusual."
    }
  ]
}