{
  "source": "https://www.wisesayings.com/unwanted-quotes/",
  "theme": "unwanted",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "Loneliness and the feeling of being unwanted is the most terrible poverty."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress."
    },
    {
      "cite": "Anne Lamott",
      "quote": "We must not inflict life on children who will be resented; we must not inflict unwanted children on society."
    },
    {
      "cite": "John Travolta",
      "quote": "There are unwanted emotions and pain that goes along with any birth."
    },
    {
      "cite": "Eddie Murphy",
      "quote": "All men are sculptors, constantly chipping away the unwanted parts of their lives, trying to create their idea of a masterpiece."
    },
    {
      "cite": "Sophocles",
      "quote": "Unwanted favours gain no gratitude."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The greatest tragedy of old age is the tendency for the old to feel unneeded, unwanted, and of no use to anyone; the secret of happiness in the declining years is to remain interested in life, as active as possible, useful to others, busy, and forward looking."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You build a wall to keep something unwanted out … or to hold something precious in."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "It's very hard, feeling that you're no more than a piece of unwanted furniture in this world."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The biggest disease today is not leprosy or tuberculosis, but rather the feeling of being unwanted."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Just as the unwanted pregnancy, there are unwanted people in your life you should strive to abort, and such abortion is not sin, nor harm, but the eradication of a destructive foetus."
    },
    {
      "cite": "LK Hunsaker",
      "quote": "If you feel unwanted or unappreciated where you are or by those you're with, it only means you're in the wrong place or with the wrong people. Hang in there. Someone else will see you for the true gift you are."
    },
    {
      "cite": "Babe Walker",
      "quote": "I’ve found that falling asleep is the best way to politely excuse yourself from an unwanted interaction."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Controlling unwanted thoughts is not the problem. Believing, thrusting, and taking direction from them is."
    },
    {
      "cite": "Raphael Zernoff",
      "quote": "Pushing away unwanted feelings and situations, equals inviting them to return back with a greater strength."
    },
    {
      "cite": "Bamigboye Olurotimi",
      "quote": "Wisdom is unwanted in the colony of fools"
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "I want to leave, to go somewhere where I should be really in my place, where I would fit in . . . but my place is nowhere; I am unwanted."
    },
    {
      "cite": "Alice Miller",
      "quote": "Contempt is the weapon of the weak and a defense against one's own despised and unwanted feelings."
    },
    {
      "cite": "Michael Beckwith",
      "quote": "Human beings have a tendency to push away unwanted pain, but my experience is that when I give my consent to it, it delivers its gift and moves on."
    },
    {
      "cite": "Esther Hicks",
      "quote": "Do you know what an unwanted bodily condition is? It's a freshly hatched energy-summoning life-giving desire!"
    },
    {
      "cite": "Jean Vanier",
      "quote": "To be lonely is to feel unwanted and unloved, and therefor unloveable. Loneliness is a taste of death. No wonder some people who are desperately lonely lose themselves in mental illness or violence to forget the inner pain."
    },
    {
      "cite": "Anonymous",
      "quote": "There are no unwanted children, just unfound families."
    },
    {
      "cite": "Sheila Kohler",
      "quote": "The truth is that there is almost nothing as tiresome as unwanted love."
    },
    {
      "cite": "Janny Wurts",
      "quote": "No driven man hears unwanted counsel."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Resistance to unwanted circumstances has the power to keep those circumstances alive and well for a very long time."
    },
    {
      "cite": "Darren Johnson",
      "quote": "In order to change unwanted habits and actions, it is important to take the time to get to know yourself."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Nothing discourages unwanted questions as much as a flow of pious bleating."
    }
  ]
}