{
  "source": "https://www.wisesayings.com/unwind-quotes/",
  "theme": "unwind",
  "quotes": [
    {
      "cite": "Jerome K. Jerome",
      "quote": "It is impossible to enjoy idling thoroughly unless one has plenty of work to do."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Stress is sometimes just an excuse. You choose your own reactions to the world. Kick that excuse over and find smiling up at you the joy of choice and the choice of joy."
    },
    {
      "cite": "Anonymous",
      "quote": "You never know what makes some people tick until they begin to unwind."
    },
    {
      "cite": "Doug Larson",
      "quote": "If people concentrated on the really important things in life, there'd be a shortage of fishing poles."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Give your stress wings and let it fly away."
    },
    {
      "cite": "George Macdonald",
      "quote": "Work is not always required. There is such a thing as sacred idleness."
    },
    {
      "cite": "Herodotus",
      "quote": "If a man insisted always on being serious, and never allowed himself a bit of fun or relaxation, he would go mad or become unstable without knowing it."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Loafing needs no explanation and is its own excuse."
    },
    {
      "cite": "Jeb Dickerson",
      "quote": "Releasing the pressure, it's good for the teapot and the water. Try it sometime."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The time to relax is when you don't have time for it."
    },
    {
      "cite": "Judith Hanson Lasater",
      "quote": "Taking time out each day to relax and renew is essential to living well."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "How body from spirit slowly does unwind, until we are pure spirit at the end."
    },
    {
      "cite": "Barbara Taylor Bradford",
      "quote": "Even the most powerful woman needs a place to unwind."
    },
    {
      "cite": "Etty Hillesum",
      "quote": "Sometimes the most important thing in a whole day is the rest we take between two deep breaths."
    },
    {
      "cite": "Burton Raffel",
      "quote": "Fate will unwind as it must!"
    },
    {
      "cite": "Andrew Bernard",
      "quote": "It's hard to unwind protectionism."
    },
    {
      "cite": "A.A. Milne",
      "quote": "Don’t underestimate the value of doing nothing, of just going along, listening to all the things you can’t hear, and not bothering."
    },
    {
      "cite": "Amit Ray",
      "quote": "If you want to conquer the anxiety of life, live in the moment, live in the breath."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Almost everything will work again if you unplug it for a few minutes…Including you."
    },
    {
      "cite": "Anonymous",
      "quote": "It’s better to see something once than to hear about it a thousand times."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Tension is who you think you should be. Relaxation is who you are."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Calm mind brings inner strength and self-confidence, so that’s very important for good health."
    },
    {
      "cite": "John De Paola",
      "quote": "Slow down and everything you are chasing will come around and catch you."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "For fast-acting relief, try slowing down."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don’t always need a plan.  Sometimes you just need to breathe, trust, let go and see what happens."
    },
    {
      "cite": "Mark Black",
      "quote": "Sometimes the most productive thing you can do is relax."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "Unwinds didn't go out with a bang-they didn't even go out with a whimper. they went out with the silence of a candle flame pinched between two fingers."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "The moment you're loved, that's when you got your soul."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "In a perfect world everything would be either black or white, right or wrong, and everyone would know the difference. But this isn't a perfect world. The problem is people who think it is."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "One thing you learn when you've lived as long as I have-people aren't all good, and people aren't all bad. We move in and out of darkness and light all of our lives. Right now, I'm pleased to be in the light."
    }
  ]
}