{
  "source": "https://www.wisesayings.com/uplifting-quotes/",
  "theme": "uplifting",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "I've failed over and over and over again in my life. And that is why I succeed."
    },
    {
      "cite": "Colin Powell",
      "quote": "Perpetual optimism is a force multiplier."
    },
    {
      "cite": "Richard Bach",
      "quote": "What the caterpillar calls the end of the world, the master calls a butterfly."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All life is an experiment. The more experiments you make, the better."
    },
    {
      "cite": "Confucius",
      "quote": "It doesn't matter how slow you go, as long as you don't stop."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Helen Keller",
      "quote": "Defeat is simply a signal to press onward."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will."
    },
    {
      "cite": "William James",
      "quote": "Pessimism leads to weakness, optimism to power."
    },
    {
      "cite": "Washington Irving",
      "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them."
    },
    {
      "cite": "Nihar Sharma",
      "quote": "All bad things, like good things, must end."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Have great hopes and dare to go all out for them. Have great dreams and dare to live them. Have tremendous expectations and believe in them."
    },
    {
      "cite": "Henry  Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
    },
    {
      "cite": "Kevin Ngo",
      "quote": "You've got one life to live. Make this one count."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "With the new day comes new strength and new thoughts."
    },
    {
      "cite": "Joe Paterno",
      "quote": "Believe deep down in your heart that you're destined to do great things."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but we must never lose infinite hope."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for you to do your best."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The best way to predict the future is to create it."
    },
    {
      "cite": "Will Smith",
      "quote": "The first step is you have to say that you can."
    },
    {
      "cite": "Buddha",
      "quote": "Attitude is a little thing that makes a big difference."
    },
    {
      "cite": "John Wooden",
      "quote": "Do not let what you cannot do interfere with what you can do"
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The man who removes a mountain begins by carrying away small stones."
    },
    {
      "cite": "Joe Girard",
      "quote": "The elevator to success is out of order. You'll have to use the stairs . . . one step at a time."
    },
    {
      "cite": "Robert H Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    }
  ]
}