{
  "source": "https://www.wisesayings.com/ups-and-downs-quotes/",
  "theme": "ups-and-downs",
  "quotes": [
    {
      "cite": "Amruta Khanvilkar",
      "quote": "You have to take all the ups and downs that come your way like a pinch of salt. Just leave everything behind. Forgive and forget."
    },
    {
      "cite": "Isaac Hanson",
      "quote": "Everybody has their ups and downs, and that's what makes you tougher."
    },
    {
      "cite": "Divyanka Tripathi",
      "quote": "After certain ups and downs, a person does change, and I have changed for good."
    },
    {
      "cite": "Pablo Sandoval",
      "quote": "You're going to have some ups and downs, so you have to prepare yourself to be ready. Those down moments come."
    },
    {
      "cite": "Joe Lonsdale",
      "quote": "There's no substitute for experiencing ups and downs - seeing how it's okay that things are overwhelming or broken sometimes and how companies recover from mistakes."
    },
    {
      "cite": "Kiara Advani",
      "quote": "You have ups and downs in any field, but the wait will always be worth it if you love your job."
    },
    {
      "cite": "Uday Kiran",
      "quote": "We all have ups and downs in our career, and as an actor going through a rough patch, all I can do is keep working as hard as I can and hope for the best."
    },
    {
      "cite": "Robert Breault",
      "quote": "Once you find someone to share your ups and downs, downs are almost as good as ups."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "I feel ups and downs are a part of one's career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "You have to accept the fact that sometimes you are the pigeon, and sometimes you are the statue."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Don't let ups and downs leave you down and out."
    },
    {
      "cite": "Liana Liberato",
      "quote": "Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "It isn't the ups and downs that make life difficult; it's the jerks."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "The more ups and downs, the more joy I feel. The greater the fear, the greater the happiness I feel."
    },
    {
      "cite": "Gregory Bateson",
      "quote": "Whatever the ups and downs of detail within our limited experience, the larger whole is primarily beautiful."
    },
    {
      "cite": "Rick Welts",
      "quote": "If you can live with the ups and downs, pick yourself up every morning, then there's nothing more gratifying."
    },
    {
      "cite": "Mooji",
      "quote": "All the ups and downs are grace in different wrappings, sent to refine consciousness. Say thanks to them all."
    },
    {
      "cite": "David Sanborn",
      "quote": "Everyone goes through the ups and downs of living - fretting about the future, worrying about what happened. Music teaches us how to be in the moment."
    },
    {
      "cite": "Dan Mangan",
      "quote": "There's going to be ups and downs and that you have to be okay with the downs too and embrace them just as much because they will teach you something."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "There's ups and downs of any job. If you worked at the post office, there's ups and downs. You have your good days, and you have your bad days. If you're a housewife, you have your good days, and you have your bad days."
    },
    {
      "cite": "D-Pryde",
      "quote": "You have to go through ups and downs. Mistakes turn into lessons."
    },
    {
      "cite": "Beyonce",
      "quote": "There's ups and downs in this love. Got a lot to learn in this love. Through the good and the bad, still got love."
    },
    {
      "cite": "Mike Fisher",
      "quote": "We know we're going to go through ups and downs and we've all experienced that, but it's about surrendering some of that control, which we all find so hard to do, but it's really freeing when you can do that."
    },
    {
      "cite": "Fred Polak",
      "quote": "The rise and fall of images of the future precedes or accompanies the rise and fall of cultures. As long as a society's image is positive and flourishing, the flower of culture is in full bloom. Once the image begins to decay and lose its vitality, however, the culture does not long survive"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The rise or fall, success or failure of your dreams is largely dependent on the association you build yourself around."
    },
    {
      "cite": "Jean-Claude Van Damme",
      "quote": "I've had my ups and downs. My fair share of bumpy roads and heavy winds. That's what made me what I am today."
    },
    {
      "cite": "Jesse Neo",
      "quote": "Be grateful of your ups and downs. If you have none, then you're not alive."
    },
    {
      "cite": "Luka Modric",
      "quote": "There are ups and downs, but whatever happens, you have to trust and believe in yourself."
    },
    {
      "cite": "Yalitza Aparicio",
      "quote": "In life, you have ups and downs, but you should never give up. You should always try to get ahead."
    },
    {
      "cite": "Angelique Kerber",
      "quote": "You will always have ups and downs in your life and your career, but just stay positive and go for it."
    }
  ]
}