{
  "source": "https://www.wisesayings.com/upset-quotes/",
  "theme": "upset",
  "quotes": [
    {
      "cite": "Phil Mcgraw",
      "quote": "When you allow a person's words to upset you, you're giving away your power."
    },
    {
      "cite": "Ken Keyes Jr.",
      "quote": "To be upset over what you don't have is to waste what you do have."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I am the cause of all my upsets. I am my worst enemy."
    },
    {
      "cite": "unknown",
      "quote": "Every time you get upset at something, ask yourself if you were to die tomorrow, was it worth wasting your time being angry?"
    },
    {
      "cite": "Albert Ellis",
      "quote": "People don't just get upset. They contribute to their upsetness."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Don't allow yourself to be upset and disturbed. Hold your peace because without it you have no power."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you let cloudy water settle, it will become clear. If you let your upset mind settle, your course will also become clear."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "That's the thing about someone who rarely gets upset: when they do, you notice."
    },
    {
      "cite": "Tucker Max",
      "quote": "I will never understand why people get so upset at things I don't even remember saying."
    },
    {
      "cite": "John Green",
      "quote": "Why is it upset? Shouldn't it be downset?"
    },
    {
      "cite": "Mercy Pheona",
      "quote": "Stop being so upset about the things you don't have that you forget to enjoy the things you already have."
    },
    {
      "cite": "Albert Ellis",
      "quote": "People and things do not upset us. Rather, we upset ourselves by believing that they can upset us."
    },
    {
      "cite": "unknown",
      "quote": "You are never upset for the reason you think."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "You laugh it off, you get upset for a little while, you're human and you let it go."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Don't waste your time being upset about something you can't change. Begin again and do it better this time."
    },
    {
      "cite": "Lama Christie Mcnally",
      "quote": "If you can do something about it, then why get upset? If you can't do anything about it, then why bother getting upset."
    },
    {
      "cite": "Andy Biersack",
      "quote": "Every sixty seconds you spend upset is a minute of happiness you'll never get back."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you allow what someone says or does to upset you, you're allowing them to control you."
    },
    {
      "cite": "Eric Shanteau",
      "quote": "I don't let myself get upset about the little nitpicky things anymore."
    },
    {
      "cite": "Yogi Berra",
      "quote": "I don't get upset over things I can control, because if I can control them there's no sense in getting upset. And I don't get upset over things I can't control, because if I can't control them there's no sense in getting upset."
    },
    {
      "cite": "Cynthia Lord",
      "quote": "When someone is upset, it's not a good time to bring up your own problems."
    },
    {
      "cite": "Amy Winehouse",
      "quote": "Life happens. There is no point in being upset or down about things we can't control or change."
    },
    {
      "cite": "Louise Hay",
      "quote": "I'm no longer curious about things that will upset me."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you're tempted to be upset, ask yourself 'Is this worth giving up my joy?"
    },
    {
      "cite": "unknown",
      "quote": "What ever makes you upset; leave it. What ever makes you smile; keep it."
    },
    {
      "cite": "Allen Klein",
      "quote": "When we can find some humor in our upsets, they no longer seem as large or as important as they once did."
    },
    {
      "cite": "Malika E Nura",
      "quote": "Don't get upset with people or situations. Both are powerless without your reaction."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Know that no one is capable of making you upset without your consent."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Let's not allow ourselves to be upset by small things we should despise and forget. Remember \"Life is too short to be little\"."
    },
    {
      "cite": "unknown",
      "quote": "The more you know who you are, and what you want, the less you let things upset you."
    }
  ]
}