{
  "source": "https://www.wisesayings.com/upside-down-quotes/",
  "theme": "upside-down",
  "quotes": [
    {
      "cite": "Shania Twain",
      "quote": "Life is short. It can come and go like a feather in the wind"
    },
    {
      "cite": "Bobby Knight",
      "quote": "When my time on earth is gone, and my activities here are passed, I want they bury me upside down, and my critics can kiss my ass!"
    },
    {
      "cite": "Shania Twain",
      "quote": "Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind."
    },
    {
      "cite": "Billy Sunday",
      "quote": "The world is wrong side up. It needs to be turned upside down in order to be right side up."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "Turning popular opinion upside down does not make an original."
    },
    {
      "cite": "Ivy Baker Priest",
      "quote": "The world is round and the place which may seem like the end may also be only the beginning."
    },
    {
      "cite": "Ursus Wehrli",
      "quote": "I like to turn things upside down, to watch pictures and situations from another perspective."
    },
    {
      "cite": "Tibor Kalman",
      "quote": "I'm always trying to turn things upside down and see if they look any better."
    },
    {
      "cite": "Dick Francis",
      "quote": "Look at everything upside down.Take absolutely nothing for granted."
    },
    {
      "cite": "Christopher Morley",
      "quote": "It's a good thing to turn your mind upside down now and then, like an hour-glass, to let the particles run the other way."
    },
    {
      "cite": "Elizabeth Lowell",
      "quote": "Some of us aren't meant to belong. Some of us have to turn the world upside down and shake the hell out of it until we make our own place in it."
    },
    {
      "cite": "Russ Crosson",
      "quote": "Someday this upside-down world will be turned right side up, and nothing in all eternity will turn it back again. If we are wise, we will spend our brief lives on earth positioning ourselves for the turn."
    },
    {
      "cite": "Peter Kingsley",
      "quote": "Learning about ourselves is rather inconvenient because it turns the world we live in upside down."
    },
    {
      "cite": "William O. Douglas",
      "quote": "Our upside down welfare state is socialism for the rich, free enterprise for the poor."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The truth of the matter is that the whole world has already been turned upside down by the work of Jesus Christ."
    },
    {
      "cite": "Carl F. H. Henry",
      "quote": "A Christianity without a passion to turn the world upside down is not reflective of apostolic Christianity."
    },
    {
      "cite": "Dennis Oppenheim",
      "quote": "Turning something upside-down elicits a reversal of content and pointing a steeple into the ground directs it to hell as opposed to heaven."
    },
    {
      "cite": "Kristina McMorris",
      "quote": "In seven days God had created the Earth. In a single day mankind had turned it upside down."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "The world of the commodity is a world upside-down, which bases itself not upon life but upon the transformation of life into work."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "All it takes is a second and your whole life can get turned upside down."
    },
    {
      "cite": "John Heider",
      "quote": "Learn to see things backwards, inside out, and upside down."
    }
  ]
}