{
  "source": "https://www.wisesayings.com/urban-quotes/",
  "theme": "urban",
  "quotes": [
    {
      "cite": "Jane Jacobs",
      "quote": "Dull, inert cities, it is true, do contain the seeds of their own destruction and little else. But lively, diverse, intense cities contain the seeds of their own regeneration, with energy enough to carry over for problems and needs outside themselves."
    },
    {
      "cite": "S.J. Perelman",
      "quote": "A farm is an irregular patch of nettles bounded by short-term notes, containing a fool and his wife who didn't know enough to stay in the city."
    },
    {
      "cite": "Allan Jacobs",
      "quote": "Streets moderate the form and structure and comfort of urban communities."
    },
    {
      "cite": "Brandi L. Bates",
      "quote": "I will Basquiat the canvas of your body like a Broadway Junction wall and Gordon Parks you for those dark midnights when your scent fades."
    },
    {
      "cite": "Peter Hall",
      "quote": "Cities are places for people who can stand the heat of the kitchen."
    },
    {
      "cite": "Cathleen McGuigan",
      "quote": "America's last pioneers, urban nomads in search of wide open interior spaces."
    },
    {
      "cite": "Mark Batterson",
      "quote": "In an urban environment, a church building is a thing of the past."
    },
    {
      "cite": "Nelson Algren",
      "quote": "A city that was to live by night after the wilderness had passed. A city that was to forge out of steel and blood red neon its own peculiar wilderness."
    },
    {
      "cite": "Michael Montoure",
      "quote": "He took me down and out into the afterlife of the brightly lit streets, a haze of rain around each streetlight like a galaxy, the whole street a universe spread out like a banquet."
    },
    {
      "cite": "Annie Jacobsen",
      "quote": "Urban legend has it that Area 51 is connected by underground tunnels and trains to other secret facilities around the country."
    },
    {
      "cite": "Colin Ward",
      "quote": "The fact there is no route map to utopia does not mean that there are no routes to more accessible destinations."
    },
    {
      "cite": "Roger Altman",
      "quote": "Safer cities generally mean stronger urban economies."
    },
    {
      "cite": "John Dos Passos",
      "quote": "But you're out of another world old kid. You ought to live on top of the Woolworth Building in an apartment made of cutglass and cherry blossoms."
    },
    {
      "cite": "Blake Farenthold",
      "quote": "In an urban area, you're not going to be an hour away from another post office."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "We need above all, I think, a certain remoteness from urban confusion."
    },
    {
      "cite": "Ian Smith",
      "quote": "Poor air quality, which can be influenced by a variety of fumes, chemicals and allergens, is arguably the leading cause of triggers for most asthmatics in urban areas."
    },
    {
      "cite": "Tom McDonough",
      "quote": "Urbanism is the most advanced, concrete fulfillment of a nightmare. Littre defines nightmare as 'a state that ends when one awakens with a start after extreme anxiety. But a start against whom? Who has stuffed us to the point of somnolence?"
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Le Corbusier's dream city was like a wonderful mechanical toy. But as to how the city works, it tells nothing but lies."
    },
    {
      "cite": "Erol Ozan",
      "quote": "You can't understand a city without using its public transportation system."
    },
    {
      "cite": "Cory Trepanier",
      "quote": "Unlike the urban development that I see taking over and swallowing up our precious soil, when we interact with our environment in a way that allows for regeneration and natural spaces, the outcome can be beautiful."
    },
    {
      "cite": "Sharad Pawar",
      "quote": "Infrastructure deficit is an issue in all urban areas."
    },
    {
      "cite": "Negash Ali",
      "quote": "I have an urban background, but I need melody, I need a song, so I try to mix and match and keep it fluid."
    },
    {
      "cite": "Ma Jun",
      "quote": "Urban residents, most of them middle class, have a much better sense of their environmental rights, and they're willing to take to the streets."
    },
    {
      "cite": "Jeremy Corbyn",
      "quote": "To give everyone a house and garden is very difficult in urban areas."
    },
    {
      "cite": "Sally A. Kitt Chappell",
      "quote": "In merging nature and culture the most successful cities combine such universal needs as maintaining or restoring contact with the cycles of nature, with specific, local characteristics."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make our buildings and afterwards they make us. They regulate the course of our lives."
    },
    {
      "cite": "Robin Gibb",
      "quote": "Everyone's looking to the urban scene for inspiration now."
    },
    {
      "cite": "Jan Gehl",
      "quote": "A good city is like a good party. People don't want to leave early."
    },
    {
      "cite": "David Suzuki",
      "quote": "Ultimately we need to recognize that while humans continue to build urban landscapes, we share these spaces with others species."
    },
    {
      "cite": "Richard Rogers",
      "quote": "This is a pivotal time for urban regeneration. We must take a long term view."
    }
  ]
}