{
  "source": "https://www.wisesayings.com/us-quotes/",
  "theme": "us",
  "quotes": [
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The thinking that got us to where we are is not the thinking that will get us to where we want to be."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Let us remember that, as much has been given us, much will be expected from us, and that true homage comes from the heart as well as from the lips, and shows itself in deeds."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What lies behind us and what lies ahead of us are tiny matters compared to what lives within us."
    },
    {
      "cite": "Jane Goodall",
      "quote": "Let us develop respect for all living things. Let us try to replace violence and intolerance with understanding and compassion. And love."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart."
    },
    {
      "cite": "Ausonius",
      "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years."
    },
    {
      "cite": "Anais Nin",
      "quote": "Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born."
    },
    {
      "cite": "Ram Dass",
      "quote": "Unconditional love really exists in each of us. It is part of our deep inner being. It is not so much an active emotion as a state of being. It's not 'I love you' for this or that reason, not 'I love you if you love me.' It's love for no reason, love without an object."
    },
    {
      "cite": "Alana Stewart",
      "quote": "No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them."
    },
    {
      "cite": "David A. Bednar",
      "quote": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We always love those who admire us, but we do not always love those whom we admire."
    },
    {
      "cite": "R. Kelly",
      "quote": "Within all of us there is a storm. Some believe it will never end: but he who has faith in the heavens above will weather any storm."
    },
    {
      "cite": "Kwame Nkrumah",
      "quote": "Those who would judge us merely by the heights we have achieved would do well to remember the depths from which we started."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It's the beauty within us that makes it possible for us to recognize the beauty around us. The question is not what you look at but what you see."
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Let us come alive to the splendor that is all around us and see the beauty in ordinary things."
    },
    {
      "cite": "Ian Somerhalder",
      "quote": "The environment is in us, not outside of us. The trees are our lungs, the rivers our bloodstream. We are all interconnected, and what you do to the environment ultimately you do to yourself."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The reason so many of us are obsessed with becoming stars is because we are not yet starring in our own lives. The cosmic spotlight isn't pointed at you, it radiates from within you."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Some journeys take us far from home. Some adventures lead us to our destiny."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Sometimes painful things can teach us lessons that we didn't think we needed to know."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "Let us never consider ourselves finished nurses....we must be learning all of our lives."
    }
  ]
}