{
  "source": "https://www.wisesayings.com/using-people-quotes/",
  "theme": "using-people",
  "quotes": [
    {
      "cite": "Zelda Fitzgerald",
      "quote": "What most people need to learn in life is how to love people and use things instead of using people and loving things."
    },
    {
      "cite": "Lincey Alphonse",
      "quote": "When you're nothing, people will ignore you but when you're on top that's when everybody swear they know you."
    },
    {
      "cite": "Angie Stone",
      "quote": "Because I'm just a giving person spiritually, I feel that if your intentions are to use or abuse or take advantage of, then you might get what you get in the meantime, but there's still a price to pay."
    },
    {
      "cite": "Anita Baker",
      "quote": "I don't let people use me. That's why I like a small number of people in my life. The more people in my life, the more complex it becomes, so I just try to keep it at a minimum."
    },
    {
      "cite": "unknown",
      "quote": "Not everyone will appreciate what you do for them. You have to figure out who's worth your kindness and who's just taking advantage."
    },
    {
      "cite": "unknown",
      "quote": "It's so funny how 'friends' forget us when they don't need any more favors."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Sometimes you try to help people, and it backfires on you, and then they try to take advantage of you."
    },
    {
      "cite": "J.R. Ward,",
      "quote": "You are a manipulator. I like to think of myself more as an outcome engineer."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "When you know what a man wants you know who he is, and how to move him."
    },
    {
      "cite": "Jerry Springer",
      "quote": "All people have feelings, they are not there to be used. If you're not longer interested in someone, they have the right to be informed before you go and cheat or go looking elsewhere."
    },
    {
      "cite": "Mandla Langa",
      "quote": "I have learned that people at the bottom use others' bodies to climb to the top."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "Using people to leverage a refined process multiplies production, using people as a poor solution to a poor process multiplies problems."
    },
    {
      "cite": "Bidpai",
      "quote": "Men are used as they use others."
    },
    {
      "cite": "Leviticus 25:17",
      "quote": "Don't take advantage of each other, but fear God!"
    },
    {
      "cite": "Darlene Ouimet",
      "quote": "Controllers, abusers, and manipulative people don't question themselves. They don't ask themselves if the problem is them. They always say the problem is someone else."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Don't use men to get what you want in life. Get it yourself."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "We have people who show love at our front and who hate at our back, but it's still hard to find that Mysterious person who love to walk with us without worrying what the destination will be."
    },
    {
      "cite": "Cliff Seigneur",
      "quote": "Anytime you're taking advantage of other people financially, I think some sort of punishment is definitely correct."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "When success comes, people can try to trick you or take advantage of you."
    },
    {
      "cite": "Criss Jami",
      "quote": "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction."
    },
    {
      "cite": "unknown",
      "quote": "I don't care if you hate me now, I already know you only treat me nice when you think I am useful to you."
    },
    {
      "cite": "Tracy Emin",
      "quote": "People try to constantly use me and I hate it."
    },
    {
      "cite": "Greek Proverb",
      "quote": "The measure of a man is what he does with power."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Trickery and treachery are the practices of fools that have not the wits enough to be honest."
    },
    {
      "cite": "Michael P. Watson",
      "quote": "Strong people don't put others down they lift them up."
    },
    {
      "cite": "Chris Boucher",
      "quote": "Is it possible to use people fairly?"
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Is that what love is? Using people? And maybe that's what hate is - not being able to use people."
    },
    {
      "cite": "Alfred Hitchcock Presents",
      "quote": "Why is it that the less use people have another human being, the politer they become to him? Relentlessly polite."
    },
    {
      "cite": "William M. Conselman",
      "quote": "People will naturally expect us to do something."
    }
  ]
}