{
  "source": "https://www.wisesayings.com/utopia-quotes/",
  "theme": "utopia",
  "quotes": [
    {
      "cite": "Toni Morrison",
      "quote": "All paradises, all utopias are designed by who is not there, by the people who are not allowed in."
    },
    {
      "cite": "Albert Camus",
      "quote": "Utopia is that which is in contradiction with reality."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Utopia is a mixture of childish rationalism and secularized angelism."
    },
    {
      "cite": "Yann Arthus-Bertrand",
      "quote": "There is something very utopian about what I do. But utopia is nothing more than a truth that the world is not yet ready to hear."
    },
    {
      "cite": "David Lilienthal",
      "quote": "The idea of Utopia is mischievous as well as unrealistic. And dull, to boot. Man is born pushing and shoving as the sparks fly upward."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Utopias are often just premature truths."
    },
    {
      "cite": "Fredric Jameson",
      "quote": "Utopia would seem to offer the spectacle of one of those rare phenomena whose concept is indistinguishable from its reality, whose ontology coincides with its representation."
    },
    {
      "cite": "Isaiah Berlin",
      "quote": "Utopias have their value—nothing so wonderfully expands the imaginative horizons of human potentialities—but as guides to conduct they can prove literally fatal."
    },
    {
      "cite": "Joel Sternfeld",
      "quote": "Some people consider utopia to be derived from nature. For some people, utopia is the city."
    },
    {
      "cite": "Toni Morrison",
      "quote": "The isolation, the separateness, is always a part of any utopia."
    },
    {
      "cite": "Michael Novak",
      "quote": "To know oneself is to disbelieve utopia."
    },
    {
      "cite": "Mario Vargas-Llosa",
      "quote": "We must mistrust utopias: they usually end in holocausts."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "Political utopias are a form of nostalgia for an imagined past projected onto the future as a wish."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "All the Utopias will come to pass only when we grow wings and all people are converted into angels."
    },
    {
      "cite": "George Orwell",
      "quote": "All 'favorable' Utopias seem to be alike in postulating perfection while being unable to suggest happiness."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "Utopias rest on the fallacy that perfection is a legitimate goal of human existence."
    },
    {
      "cite": "Henry A Kissinger",
      "quote": "For other nations, utopia is a blessed past never to be recovered; for Americans it is just beyond the horizon."
    },
    {
      "cite": "Soroosh Shahrivar",
      "quote": "People needed proof that Utopia was nothing more than a theory, an illusion read in fictional stories."
    },
    {
      "cite": "Daniel Xiao Wang",
      "quote": "Utopia never really is. And the perfection we seek will always disappoint."
    },
    {
      "cite": "Katerina Kostaki",
      "quote": "The ticket to Utopia ia real Love that springs from within us."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "An ideal world inhabited by carefree people is nothing more than a utopia."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Capitalism is always evaluated against dreams. Utopia is a dream. It doesn't exist."
    },
    {
      "cite": "Colin Ward",
      "quote": "The fact there is no route-map to utopia does not mean that there are no routes to more accessible destinations."
    },
    {
      "cite": "Alfred Stieglitz",
      "quote": "Utopia is in the moment. Not in some future time, some other place, but in the here and now, or else it is nowhere."
    },
    {
      "cite": "Nikolai Berdyaev",
      "quote": "Utopias now appear much more realizable than one used to think. We are now faced with a different new worry: How to prevent their realization."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "Utopia is the process of making a better world, the name for one path history can take, a dynamic, tumultuous, agonizing process, with no end. Struggle forever."
    },
    {
      "cite": "Jack Carroll",
      "quote": "Perhaps the greatest utopia would be if we could all realize that no utopia is possible; no place to run, no place to hide, just take care of business here and now."
    },
    {
      "cite": "Jean-Luc Nancy",
      "quote": "Utopia is the impossible, not rendered possible, but shown as necessary."
    },
    {
      "cite": "Grant Morrison",
      "quote": "Idealists and reformers all become executioners in their turn. The road to utopia ends with the steps of the scaffold, the endless moment of the guillotine."
    },
    {
      "cite": "Derek Sivers",
      "quote": "When you make a company, you make a utopia. It's where you design your perfect world."
    }
  ]
}