{
  "source": "https://www.wisesayings.com/vacation-quotes/",
  "theme": "vacation",
  "quotes": [
    {
      "cite": "Earl Wilson",
      "quote": "A vacation is what you take when you can no longer take what you've been taking."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "When you go on vacation with people, you learn a lot about them."
    },
    {
      "cite": "Morris Fishbein",
      "quote": "A good vacation is over when you begin to yearn for your work."
    },
    {
      "cite": "Robert Orben",
      "quote": "A vacation is having nothing to do and all day to do it in."
    },
    {
      "cite": "Robert Brault",
      "quote": "A vacation trip is one-third pleasure, fondly remembered, and two-thirds aggravation, entirely forgotten."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Holidays: Two weeks on the sunny sands ? and the rest of the year on the financial rocks."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Vacations prove that a life of pleasure is overrated."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In matters of healing the body or the mind, vacation is a true genius!"
    },
    {
      "cite": "Marcelene Cox",
      "quote": "A vacation frequently means that the family goes away for a rest, accompanied by mother, who sees that the others get it."
    },
    {
      "cite": "Hal Chadwicke",
      "quote": "A vacation is a sunburn at premium prices."
    },
    {
      "cite": "Dina Titus",
      "quote": "A vacation from school should not mean hunger for our children."
    },
    {
      "cite": "Evan Esar",
      "quote": "A vacation is like love: anticipated with pleasure, experienced with discomfort, and remembered with nostalgia."
    },
    {
      "cite": "Pat Koch Thaler",
      "quote": "Few vacations are as gratifying as those devoted to personal growth."
    },
    {
      "cite": "Jacob Morton Braude",
      "quote": "A vacation should be just long enough for the boss to miss you, and not long enough for him to discover how well he can get along without you."
    },
    {
      "cite": "Harry Van Demark",
      "quote": "Vacations are the coupons on the bonds of industry."
    },
    {
      "cite": "Linda Bloom",
      "quote": "Vacations are necessities, not luxuries."
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "To get away from one's working environment is, in a sense, to get away from one's self; and this is often the chief advantage of travel and change."
    },
    {
      "cite": "David Brenner",
      "quote": "It isn't how much time you spend somewhere that makes it memorable: it's how you spend the time."
    },
    {
      "cite": "Brett Ratner",
      "quote": "'Vacation' means titillating my taste buds."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "The purpose of a vacation is to have the time to rest. But many of us, even when we go on vacation, don't know how to rest. We may even come back more tired than before we left."
    },
    {
      "cite": "Christian Dior",
      "quote": "On vacation, you can wear all the colorful and casual clothing that you like, but you must always be elegant."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It is not more vacation we need - it is more vocation."
    },
    {
      "cite": "Max Von Sydow",
      "quote": "A vacation spot out of season always has a very special magic."
    },
    {
      "cite": "Karl A. Hakkarainen",
      "quote": "No vacation goes unpunished."
    },
    {
      "cite": "unknown",
      "quote": "When you are on vacation you will always miss your comfy bed. No matter where you go."
    },
    {
      "cite": "Jerry Smith",
      "quote": "Vacation: a period of travel and relaxation when you take twice the clothes and half the money you need."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "We hit the sunny beaches where we occupy ourselves keeping the sun off our skin, the saltwater off our bodies, and the sand out of our belongings."
    },
    {
      "cite": "Derek Jeter",
      "quote": "My best vacation is somewhere I could hide, somewhere warm and not a lot of people around."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Isn't it amazing how much stuff we get done the day before vacation?"
    },
    {
      "cite": "Kin Hubbard",
      "quote": "If some people didn't tell you, you'd never know they'd been away on a vacation."
    }
  ]
}