{
  "source": "https://www.wisesayings.com/vaccine-quotes/",
  "theme": "vaccine",
  "quotes": [
    {
      "cite": "Stanley A. Plotkin",
      "quote": "An inactivated vaccine can be administered simultaneously or at any time before or after a different inactivated vaccine or live vaccine."
    },
    {
      "cite": "Gary S. Marshall",
      "quote": "Proper spacing of doses in a given vaccine series is essential for an optimal immune response."
    },
    {
      "cite": "Michael Swetnam",
      "quote": "If we blow it out of proportion and we make sure we stockpile enough vaccine for everybody, then there's no incentive  for them to use it. It will cost us a lot of money but we'll probably prevent it from happening. You can call it over-reacting, but it's buying insurance."
    },
    {
      "cite": "Louise Kho Habakus MA",
      "quote": "Vaccination evokes strong opinions and emotions. Some are grateful and relieved to get vaccines. Others are angry and resentful about vaccination mandates."
    },
    {
      "cite": "Kim Mack Rosenberg",
      "quote": "Vaccines are overwhelmingly safe and effective and the benefits vastly outweigh the risk."
    },
    {
      "cite": "William Foege",
      "quote": "Vaccines are the tugboats of preventive health."
    },
    {
      "cite": "Ezekiel Emanuel",
      "quote": "Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child's death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Vaccines save lives; fear endangers them. It's a simple message parents need to keep hearing."
    },
    {
      "cite": "Bill Gates",
      "quote": "Vaccines are a miracle; they're fantastic. Anything that makes people hesitate to give their children these vaccines according to the recommended schedule creates risk. Risk for the children who don't get vaccinated and risk for children, some of whom don't have an immune system, so they're benefiting from the fact that the community protection means the disease doesn't get to them."
    },
    {
      "cite": "Paul A. Offit",
      "quote": "Flu vaccine is far and away the most underutilized."
    },
    {
      "cite": "Paul A. Offit",
      "quote": "Vaccines are not traditionally big money makers. They're given once or a few times in one's life, so they're never going to be blockbusters."
    },
    {
      "cite": "Michael Specter",
      "quote": "There are always potential side effects for every vaccine."
    },
    {
      "cite": "Bill Gates",
      "quote": "Vaccines are extremely well tested; their safety is well understood. The false allegations about vaccines causing autism have been disproven. But there are still echoes out there confusing people."
    },
    {
      "cite": "Alex Pareene",
      "quote": "Vaccines don't cause autism. Vaccines, instead, prevent disease. Vaccines have wiped out a score of formerly deadly childhood diseases. Vaccine skepticism has helped to bring some of those diseases back from near extinction."
    },
    {
      "cite": "Eula Biss",
      "quote": "A vaccine introduces a small amount or a tempered version of the virus into the body - just enough to that the body is able to recognize it and deal with it when it encounters it again in the future."
    },
    {
      "cite": "Eula Biss",
      "quote": "Imagine the action of a vaccine not just in terms of how it affects a single body, but also in terms of how it affects the collective body of a community."
    },
    {
      "cite": "Seth Berkley",
      "quote": "The best vaccine imaginable is only valuable to the extent we get it to everyone who needs it."
    },
    {
      "cite": "Ezekiel Emanuel",
      "quote": "Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare."
    },
    {
      "cite": "Kim Mack Rosenberg",
      "quote": "Only 'false prophets' suggest that vaccines may cause disorders like autism."
    },
    {
      "cite": "Kim Mack Rosenberg",
      "quote": "Vaccination choice is a human right."
    },
    {
      "cite": "Kim Mack Rosenberg",
      "quote": "Vaccines are epidemic— they have spread rapidly and extensively to almost all children and to many adults in the United States and around the world."
    },
    {
      "cite": "James Turner",
      "quote": "A country that requires all children to receive a product— no matter how beneficial— knowing that some children will die and others' lives will be destroyed by the use of that product, risks losing all moral authority."
    },
    {
      "cite": "Paul Thomas MD",
      "quote": "Vaccines saves children's lives, make families safer, and have helped me be a better doctor."
    },
    {
      "cite": "Paul Thomas MD",
      "quote": "Vaccines that contain aluminum will not be effective without it."
    },
    {
      "cite": "Rand Paul",
      "quote": "The thing is I think vaccines are one of the greatest medical breakthroughs that we have. I'm a big fan and a great fan of the history of the development of the smallpox vaccine, for example."
    },
    {
      "cite": "Robert Kennedy Jr",
      "quote": "Thimerosal is a mercury-based preservative that was in many American vaccines until 2003. It was removed from many of the pediatric vaccines, but it was put in the flu vaccine, which is now given to 53 million Americans."
    },
    {
      "cite": "Shinya Yamanaka",
      "quote": "I think that the discoveries of antibiotics and vaccines have contributed to the improvement of the quality of life, making it possible to prevent contagious diseases."
    },
    {
      "cite": "Trish Regan",
      "quote": "When the government controls a limited supply, the government gets to decide who gets the vaccines and who doesn't. In some cases, who lives and who doesn't."
    },
    {
      "cite": "Billy Corgan",
      "quote": "I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear."
    },
    {
      "cite": "Irwin Redlener",
      "quote": "The risks are far greater to your child of not getting immunized than any kind of speculative potential relationship between the vaccine and the development of autism."
    }
  ]
}