{
  "source": "https://www.wisesayings.com/vague-quotes/",
  "theme": "vague",
  "quotes": [
    {
      "cite": "G.K. Chesterton",
      "quote": "People cannot leave a creed alone; though it is the essence of a creed to be clear. But neither can they leave a legend alone; though it is the essence of a legend to be vague."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Every book which admits that evil is real is felt in some vague way to be admitting that good is unreal."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Mysticism is generally felt vaguely to be itself vague— a thing of clouds and curtains, of darkness and concealing vapors, of bewildering conspiracies, or impenetrable symbols."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Mysticism is generally felt vaguely to be itself vague— a thing of clouds and curtains, of darkness and concealing vapors, of bewildering conspiracies, or impenetrable symbols."
    },
    {
      "cite": "Grant",
      "quote": "I never said a word against eminent men of science. What I complain of is a vague popular philosophy, which supposes itself to be scientific when it is really nothing but a sort of new religion and an uncommonly nasty one."
    },
    {
      "cite": "Charles Ives",
      "quote": "Vagueness is at times an indication of nearness to a perfect truth."
    },
    {
      "cite": "Jean-Baptiste Say",
      "quote": "Valuation is vague and arbitrary, when there is no assurance that it will be generally acquiesced in by others."
    },
    {
      "cite": "Robert Mager",
      "quote": "Vague statements are interchangeable."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Vague expression permits the hearer to imagine whatever suits him and what he already thinks in any case."
    },
    {
      "cite": "Lin Yutang",
      "quote": "A vague uncritical idealism always lends itself to ridicule and too much of it might be a danger to mankind, leading it round in a futile wild-goose chase for imaginary ideals."
    },
    {
      "cite": "John Updike",
      "quote": "Vagueness and procrastination are ever a comfort to the frail in spirit."
    },
    {
      "cite": "John Locke",
      "quote": "Vague and mysterious forms of speech, and abuse of language, have so long passed for mysteries of science; and hard or misapplied words with little or no meaning have, by prescription, such a right to be mistaken for deep learning and height of speculation, that it will not be easy to persuade either those who speak or those who hear them, that they are but the covers of ignorance and hindrance of true knowledge."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "Vaguely is not like clearly; nakedness is not like leather."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "For beauty is intangible, vague, ill to be defined; / She hath a coat of a chameleon, changing while we watch it; / Strangely woven is the web, disorderly yet harmonious, / A glistening robe of mingled mesh, that may not be unravelled."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Rich in the present, though poor in the past, / I yearn for the future, vague and vast; / And lo what treasure of glorious things / Giant futurity sheds from his wings."
    },
    {
      "cite": "Joslyn Pine",
      "quote": "While constitutional provisions for the legislative branch are described in meticulous detail, the American Constitution is rather vague and ambiguous on the subject of presidential powers."
    },
    {
      "cite": "Kalu Rinpoche",
      "quote": "Although we all have the sense of having a mind and of existing, our understanding of our mind and how we exist is generally vague and confused."
    },
    {
      "cite": "Julian Baggini",
      "quote": "Many predictions are so vague that it is always possible to say that they came true in some sense."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The powers of the letters, when they were applied to a new language, must have been vague and unsettled, and therefore different hands would exhibit the same sound by different combinations."
    },
    {
      "cite": "Anthony Sampson",
      "quote": "It is well-known how intensely older children suffer from vague and undefined fears, as from the dark, or in passing an obscure corner in a large hall,etc."
    },
    {
      "cite": "Congjie Liang",
      "quote": "Before heaven and earth had taken from all was vague and amorphous. Therefore it was called the Great Beginning."
    },
    {
      "cite": "John W. Turkey",
      "quote": "Far better an approximate answer to the right question, which is often vague, than an exact answer to the wrong question, which can always be made precise."
    },
    {
      "cite": "John Bartlett",
      "quote": "Let not ambition mock their useful toil, / Their homely joys, and destiny obscure; / Nor grandeur hear with a disdainful smile, / The short and simple annals of the poor."
    },
    {
      "cite": "John Bartlett",
      "quote": "And even should the cloud of barbarism and despotism again obscure the science and liberties of Europe, this country remains to preserve and restore light and liberty to them."
    },
    {
      "cite": "John Bartlett",
      "quote": "It is the vague and elusive. Meet it and you will not see its head. Follow it and you will not see its back"
    },
    {
      "cite": "John Bartlett",
      "quote": "The famous saudade of the Portuguese is a vague and constant desire for something that does not and probably cannot exist, for something other than the present, a turning towards the past or towards the future; not an active discontent or poignant sadness but an indolent dreaming wistfulness."
    },
    {
      "cite": "John Bartlett",
      "quote": "As for a future life, every man must judge for himself between conflicting vague probabilities."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Spirituality is a vague realization of relating to a supernatural cosmos."
    },
    {
      "cite": "Mecha Constantine",
      "quote": "Sanity is simply a state of a vague mind."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
    }
  ]
}