{
  "source": "https://www.wisesayings.com/valley-quotes/",
  "theme": "valley",
  "quotes": [
    {
      "cite": "Billy Graham",
      "quote": "Mountaintops are for views and inspiration, but fruit is grown in the valleys."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Only if you have been in the deepest valley, can you ever know how magnificent it is to be on the highest mountain."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Plains and valleys look more beautiful for those who have no hope of the summits!"
    },
    {
      "cite": "Winston Churchill",
      "quote": "Mountaintops inspire leaders but valleys mature them."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "One sees great things from the valley; only small things from the peak."
    },
    {
      "cite": "Martin Luther King",
      "quote": "I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made straight and the glory of the Lord shall be revealed and all flesh shall see it together."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Some look at the hills from far away and see only the barren lands; some travel amongst the hills and find the most beautiful valleys!"
    },
    {
      "cite": "Andy Andrews",
      "quote": "Everybody wants to reach the peak, but there is no growth on the top of a mountain. It is in the valley that we slog through, the lush grass and rich soil, learning and becoming what enables us to summit life’s next peak."
    },
    {
      "cite": "Kim Bloomer",
      "quote": "If we never go through any valleys how will we know when we've reached a mountain top? How will we know if the mountain is even any good if all our lives we stay up on the mountain and never experience any valleys? I know we'd all like to avoid those 'valleys' at all costs, but the most growth for anything happens during adversity."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In the latter years of your life, your happiness and your self-esteem will be determined by the mountains you surmounted, the valleys you climbed out of, and the life and/or career that you forged for yourself."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Over every mountain there is a path, although it may not be seen from the valley."
    },
    {
      "cite": "unknown",
      "quote": "A valley that offers true solitude can provide an exhilarating experience for the soul. Just don't go in there alone."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "One sees great things from the valley; only small things from the peak."
    },
    {
      "cite": "Denis Waitley",
      "quote": "When you are in the valley, keep your goal firmly in view and you will get the renewed energy to continue the climb."
    },
    {
      "cite": "Douglas Hyde",
      "quote": "Every crag and gnarled tree and lonely valley  has its own strange and graceful legend attached to it."
    },
    {
      "cite": "Ansel Adams",
      "quote": "Yosemite Valley, to me, is always a sunshine, a glitter of green and golden wonder in a vast edifice of stone and space."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "One sees great things from the valley; only small things from the peak."
    },
    {
      "cite": "Gaelic Proverb",
      "quote": "Even God cannot make two mountains without a valley in between."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Act in the valley so that you need not fear those who stand on the hill."
    },
    {
      "cite": "Virgil Publius Vergilius Maro",
      "quote": "May the countryside and the gliding valley streams content me. Lost to fame, let me love river and woodland."
    },
    {
      "cite": "Stefan Emunds",
      "quote": "Follow both: the call of the mountain of enlightenment and the temptation of the valley of experience. No mountain without valley, no valley without mountain."
    },
    {
      "cite": "George W. Bush",
      "quote": "We've climbed the mighty mountain. I see the valley below, and it's a valley of peace."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "We can only climb the mountains because there’s a valley that makes the mountain a mountain."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Study how water flows in a valley stream, smoothly and freely between the rocks. Also learn from holy books and wise people. Everything – even mountains, rivers, plants and trees – should be your teacher."
    },
    {
      "cite": "Ashok Rathod",
      "quote": "Mountains, trees, valleys, rivers and the purity they give you calmness and peace and peace to your soul as nature does. And that's the reason why I'm in love with nature...And once you fall in love with nature then no other person on material can attract you."
    },
    {
      "cite": "John Muir",
      "quote": "Down through the middle of the valley flows the crystal Merced, River of Mercy, peacefully quiet, reflecting lilies and trees and the onlooking rocks; things frail and fleeting and types of endurance meeting here and blending in countless forms, as if into this one mountain mansion Nature had gathered her choicest treasures, to draw her lovers into close and confiding communion with her."
    },
    {
      "cite": "Elizabeth Cady Staton",
      "quote": "Nature, like a loving mother, is ever trying to keep land and sea, mountain and valley, each in its place, to hush the angry winds and waves, balance the extremes of heat and cold, of rain and drought, that peace, harmony, and beauty may reign supreme."
    },
    {
      "cite": "Peter Joe Dipilato",
      "quote": "Focus on the valley and the hills will disappear."
    },
    {
      "cite": "unknown",
      "quote": "The little hills rejoice on every side. The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing."
    }
  ]
}