{
  "source": "https://www.wisesayings.com/valor-quotes/",
  "theme": "valor",
  "quotes": [
    {
      "cite": "Walter Lord",
      "quote": "Even against the greatest of odds, there is something in the human spirit- a magic blend of skill, faith, and valor- that can lift men from certain defeat to incredible victory."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Valor consists in the power of self recovery."
    },
    {
      "cite": "Andrew Bernstein",
      "quote": "The hero is valorous because he stands up to every threat directed against his values. Heroism requires value conflict."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "Real valor consists not in being insensible to danger; but in being prompt to confront and disarm it."
    },
    {
      "cite": "Josh Billings",
      "quote": "True valor is like honesty; it enters into all that a man sees and does."
    },
    {
      "cite": "Livy",
      "quote": "Valor is the soldier's adornment."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "It is a brave act of valor to condemn death, but where life is more terrible than death it is then the truest valor to dare to live."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Valor grows by daring, fear by holding back."
    },
    {
      "cite": "El Cordobes",
      "quote": "Bravery is believing in yourself, and that thing nobody can teach you."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "True valor lies between cowardice and rashness."
    },
    {
      "cite": "Tacitus",
      "quote": "Valor is the contempt of death and pain."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason."
    },
    {
      "cite": "Tecumseh",
      "quote": "Live your life that the fear of death can never enter your heart."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "For souls nobly born, valor doesn't await the passing of years."
    },
    {
      "cite": "Agesilaus",
      "quote": "Valor would cease to be a virtue, if there were no injustice."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "A hero is someone who has given his or her life to something bigger than oneself."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Courage is not simply one of the virtues, but the form of every virtue at its testing point."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Valor is stability not of legs and arms but of courage and the soul."
    },
    {
      "cite": "Philip Sidney",
      "quote": "Valor is abased by too much loftiness."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "He who has resolved to conquer or die is seldom conquered; such noble despair perishes with difficulty."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is held that valor is the chiefest virtue, and most dignifies the haver."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "The valor that struggles is better than the weakness that endures."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "True bravery is shown by performing without witness what one might be capable of doing before all the world."
    },
    {
      "cite": "Tecumseh",
      "quote": "When it comes time to die, be not like those whose hearts are filled with the fear of death, so when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Take Chances, Make Mistakes, That's How You Grow. Pain Nourishes Your Courage. You Have To Fail In Order To Practice Being Brave."
    },
    {
      "cite": "Mark Twain",
      "quote": "Courage is resistance to fear, mastery of fear, not absence of fear."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Valor consists in the power of self-recovery, so that a man cannot have his flank turned, cannot be out-generalled, but put him where you will, he stands."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Courage is the price that life exacts for granting peace."
    }
  ]
}