{
  "source": "https://www.wisesayings.com/valuable-quotes/",
  "theme": "valuable",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "The only step that makes the valuable to become valueless is the negative side of your eyes that you use to see it."
    },
    {
      "cite": "Dayananda Saraswati",
      "quote": "A value is valuable when the value of value is valuable to oneself."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "The most valuable moments and experiences that life has to offer are found only along its most treacherous paths."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Remember that the most valuable antiques are dear old friends."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The valuable person in any business is the individual who can and will cooperate with others."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Everything is valuable under the right conditions. To a man dying of thirst, water be more precious than gold. To a drowning man, water be of little worth and great trouble."
    },
    {
      "cite": "Albert Einstein",
      "quote": "All that is valuable in human society depends upon the opportunity for development accorded the individual."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "One of the most valuable things any person can learn is the art of using the knowledge and experience of others."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "An advice is truly valuable when people not just give it their ears but also their obedience."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Every valuable human being must be a radical and a rebel, for what he must aim at is to make things better than they are."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "The most valuable person is the one who cherishes the value in others."
    },
    {
      "cite": "Theophrastus",
      "quote": "Time is the most valuable thing a man can spend."
    },
    {
      "cite": "Carlos Santana",
      "quote": "The most valuable possession you can own is an open heart. The most powerful weapon you can be is an instrument of peace."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The desire to learn is valuable, but the desire for an education is priceless."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The really valuable method of thought to arrive at a logically coherent system is intuition."
    },
    {
      "cite": "Santosh Thankachan",
      "quote": "The most valuable treasure God has entrusted a shepherd with, is his sheep. No sheep is perfect but if shepherd despises them or adopts a scornful outlook for them then he has already began his downward plunge into faith which if He does not repent instantly, may eventually find himself warring against God himself who is our Good Shepherd."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The most valuable of all human possessions, next to a superior and disdainful air, is the reputation of being well to do. Nothing else so neatly eases one's way through life, especially in democratic countries."
    },
    {
      "cite": "Anonymous",
      "quote": "Your value doesn't decrease based on someone's inability to see your worth."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The only real valuable thing is intuition."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "The most valuable things in life are priceless. They are courage, compassion, wisdom, respect for ourselves and others, and a host of characteristics that we call the beauty of the human spirit."
    }
  ]
}