{
  "source": "https://www.wisesayings.com/vampire-quotes/",
  "theme": "vampire",
  "quotes": [
    {
      "cite": "Garrett Fort",
      "quote": "The strength of the vampire is that people will not believe in him."
    },
    {
      "cite": "William Hill",
      "quote": "We enjoy the night, the darkness, where we can do things that aren't acceptable in the light. Night is when we slake our thirst."
    },
    {
      "cite": "Buffy",
      "quote": "To make you a vampire they have to suck your blood. And then you have to suck their blood. It's like a whole big sucking thing."
    },
    {
      "cite": "Anne Rice",
      "quote": "The vampire is an outsider. He's the perfect metaphor for those things. He's someone who looks human and sounds human, but is not human, so he's always on the margins."
    },
    {
      "cite": "Anne Rice",
      "quote": "A starving child is a frightful sight. A starving vampire, even worse."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Vampires can live a very long time, theoretically forever, which means their idea of getting down to business can be damn leisurely."
    },
    {
      "cite": "Carrie Vaughn",
      "quote": "If vampires ever spend less time playing theatrics and living down to their stereotypes, they might actually take over the world someday."
    },
    {
      "cite": "Michael Sheen",
      "quote": "With vampires, there is such a great tradition that you suddenly find yourself a part of. Each generation reinvents what that means to them."
    },
    {
      "cite": "Denis Johnston",
      "quote": "Evil is like a Vampire. When you take arms against it and destroy it, you find in the end that you are evil too-that it is living on your own actions."
    },
    {
      "cite": "Park Chan-wook",
      "quote": "Becoming a vampire means completely changing your identity."
    },
    {
      "cite": "Fritz Leiber",
      "quote": "There are vampires and vampires, and not all of them suck blood."
    },
    {
      "cite": "Richard Laymon",
      "quote": "Bring a vampire around, people start discovering religion."
    },
    {
      "cite": "Anne Rice",
      "quote": "Let the flesh instruct the mind."
    },
    {
      "cite": "Holly Black",
      "quote": "Into every generation comes a vampire."
    },
    {
      "cite": "Charles De Leusse",
      "quote": "Vampire doesn’t see his image. Even less in the holy water."
    },
    {
      "cite": "Robin McKinley",
      "quote": "And everybody dreams about vampires; we grow up dreaming about them. They're the first and worst monster that lives under everybody's bed."
    },
    {
      "cite": "Richard Matheson",
      "quote": "The vampire was real. It was only that his true story had never been told."
    },
    {
      "cite": "Heather Brewer",
      "quote": "Vampires are people too. They've got their own problems, they just drink blood."
    },
    {
      "cite": "Rachel Caine",
      "quote": "Even bipolar vampires needed sleep from time to time, and he was well past his recommended safe dosage of stress."
    },
    {
      "cite": "David Hayter",
      "quote": "A vampire is very easy; you just take a very good-looking actor, put some teeth on them, make them pale, and you're there."
    },
    {
      "cite": "Pamela Palmer",
      "quote": "A vampire may play with his food, but he never sets it free."
    },
    {
      "cite": "Christine Feehan",
      "quote": "If you are a vampire, then a vampire is not the creature of the legends."
    },
    {
      "cite": "David Wellington",
      "quote": "Vampires, real vampires, didn't nibble on the necks of nubile young virgins. They tore people to pieces and sucked the blood out of the chunks."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Vampires bore a grudge longer than any technically living creatures, and whenever they were in a bad temper, they expressed themselves through murder."
    }
  ]
}