{
  "source": "https://www.wisesayings.com/vegas-quotes/",
  "theme": "vegas",
  "quotes": [
    {
      "cite": "Walter Wykes",
      "quote": "Las Vegas, Nevada: A city where oddities don't make you lame, but instead bring you riches and fortune and fame."
    },
    {
      "cite": "Mark Ellwood",
      "quote": "Vegas embodies every brash, joyous cliché about the U.S. that the rest of the world hopes might be true."
    },
    {
      "cite": "Joan Didion",
      "quote": "Vegas is the most extreme and allegorical of American settlements, bizarre and beautiful in its venality and in its devotion to immediate gratification."
    },
    {
      "cite": "Evan Esar",
      "quote": "Many a man who goes to Las Vegas to get away from it all soon finds that Las Vegas gets it all away from him."
    },
    {
      "cite": "Hal Rothman",
      "quote": "Las Vegas was and is a hard town that will make you pay for your inability to restrain your desires.... If you have a weakness, Las Vegas will punish you."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Las Vegas: A Savage Journey to the Heart of the American Dream"
    },
    {
      "cite": "Jeff Maguire",
      "quote": "Seriously, why tour the world when all you have to do is visit Las Vegas and see all the highlights in one location?"
    },
    {
      "cite": "Kevin Raiford",
      "quote": "Las Vegas is a feast or famine kind of city."
    },
    {
      "cite": "John Updike",
      "quote": "Vegas must be a great town for Laundromats. Nobody lives there, everybody is just passing through, leaving a little bit of dirt."
    },
    {
      "cite": "Travis Hoium",
      "quote": "There's really only one constant in Las Vegas and that's change."
    },
    {
      "cite": "Frank Scoblete",
      "quote": "Las Vegas is the most honest fake city in the world."
    },
    {
      "cite": "Michelle Madow",
      "quote": "What happens in Vegas stays in Vegas ... but that doesn't matter when you live there."
    },
    {
      "cite": "J. R. Moehringer",
      "quote": "While I was busy hating Vegas, and hiding from Vegas, a funny thing happened. I grew to love Vegas."
    },
    {
      "cite": "Don Rickles",
      "quote": "Las Vegas is the boiling pot of entertainment."
    },
    {
      "cite": "Michael Mcdonald",
      "quote": "Las Vegas is a city built on hopes, dreams, and a little bit of crazy."
    },
    {
      "cite": "Cinnamon Stomberger",
      "quote": "It's hard to imagine a bigger desert oasis than Las Vegas."
    },
    {
      "cite": "unknown",
      "quote": "If you aim to leave Las Vegas with a small fortune, go there with a large one."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "For a loser, Vegas is the meanest town on earth."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Las Vegas is the only place I know where money really talks--it says, Goodbye."
    },
    {
      "cite": "Concha Buika",
      "quote": "Las Vegas is a very strange place. It's a place of broken dreams."
    },
    {
      "cite": "Artie Lange",
      "quote": "Vegas means comedy, tragedy, happiness and sadness all at the same time."
    },
    {
      "cite": "Brin-Jonathan Butler",
      "quote": "Las Vegas, the most expensive toilet in the world that still can't flush."
    },
    {
      "cite": "Paul W. Papa",
      "quote": "Las Vegas is the suicide capital of America ... and not everyone who comes here leaves here. Sometimes, what happens in Vegas truly stays in Vegas."
    },
    {
      "cite": "Jose Andres",
      "quote": "Vegas is a celebration."
    },
    {
      "cite": "Walter Wykes",
      "quote": "In Las Vegas, nothing ends very well."
    },
    {
      "cite": "Tony Curtis",
      "quote": "If you know how to live in Vegas you can have the best time."
    },
    {
      "cite": "Dane Cook",
      "quote": "What happens in Vegas, I'm telling everyone."
    },
    {
      "cite": "Drew Carey",
      "quote": "Everything and anything you want to do, you can do in Las Vegas."
    },
    {
      "cite": "unknown",
      "quote": "Vegas is the answer, no matter the question."
    },
    {
      "cite": "Barry Manilow",
      "quote": "There's just no quiet in Vegas."
    }
  ]
}