{
  "source": "https://www.wisesayings.com/vegetable-quotes/",
  "theme": "vegetable",
  "quotes": [
    {
      "cite": "Caitlin Doughty",
      "quote": "Accepting your own mortality is like eating your vegetables: You may not want to do it, but it's good for you."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "A vegetable garden in the beginning looks so promising and then after all little by little it grows nothing but vegetables, nothing, nothing but vegetables"
    },
    {
      "cite": "Dan Barber",
      "quote": "Vegetables deplete soil. They're extractive. If soil has a bank account, vegetables make the largest withdrawals."
    },
    {
      "cite": "Lisa Loeb",
      "quote": "The only way to get vegetables at a diner late night is to order the omelette. A feta cheese and broccoli omelette."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Vegetables are interesting but lack a sense of purpose when unaccompanied by a good cut of meat."
    },
    {
      "cite": "Bill Watterson",
      "quote": "It must be hard to cook if you anthropomorphisize your vegetables."
    },
    {
      "cite": "Rinrin Marinka",
      "quote": "Vegetables, herbs and spices. If you can combine those ingredients, that would be the best dish you'd ever cook!"
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Vegetables are something God invented to let women get even with their children."
    },
    {
      "cite": "Henry Mayhew",
      "quote": "The essential quality of an animal is that it seeks its own living, whereas a vegetable has its living brought to it"
    },
    {
      "cite": "William Katt",
      "quote": "If you get vegetables in season, the difference is remarkable compared to vegetables that might have been imported. You can't beat fresh ingredients and seasonal fresh ingredients. There's nothing quite like the taste of a beautiful summer strawberry."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "Let the fresh fruits and vegetables be your guide, and make something that will keep for the whole week."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Without civilization, we would not turn into animals, but vegetables."
    },
    {
      "cite": "Jennie Garth",
      "quote": "My passion is about motivating as many families as possible to learn about vegetables and healthy eating together."
    },
    {
      "cite": "Jean-Henri Fabre",
      "quote": "If there is one vegetable which is God-given, it is the haricot bean."
    },
    {
      "cite": "James Beard",
      "quote": "If you have never tasted a braised vegetable, you'll find it is a revelation."
    },
    {
      "cite": "Charles Webster Leadbeater",
      "quote": "Vegetables contain more nutriment than an equal amount of dead flesh. This will sound a surprising and incredible statement to many people, because they have been brought up to believe that they cannot exist unless they defile themselves with flesh, and this delusion is so widely spread that it is difficult to awaken the average man from it."
    },
    {
      "cite": "James Beard",
      "quote": "No vegetable exists which is not better slightly undercooked."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "He who has never envied the vegetable has missed the human drama."
    },
    {
      "cite": "Dana Cowin",
      "quote": "If home cooks shopped in their own vegetable bin before going to the market, they would save money and help the environment, too, and all because they decided to rescue a vegetable before it turned bad."
    },
    {
      "cite": "John Pintard",
      "quote": "The difference of a single day is perceptible. Vegetables can only be tasted in perfection, gathered the same day."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Artichoke: That vegetable of which one has more at the finish than at the start of dinner."
    },
    {
      "cite": "Stephen Furst",
      "quote": "You can eat a lot more vegetables than you can cotton candy. Bring on the veggies. Stay away from the fluffy carbs."
    },
    {
      "cite": "R. Trall",
      "quote": "They say that vegetable food is not sufficiently nutritious. But chemistry proves the contrary. So does physiology. So does experience....And again: the largest and strongest animals in the world are those which eat no flesh-food of any kind - the elephant and the rhinoceros."
    },
    {
      "cite": "Peg Bracken",
      "quote": "Facts must be faced. Vegetables simply don't taste as good as most other things do."
    }
  ]
}