{
  "source": "https://www.wisesayings.com/vehicle-quotes/",
  "theme": "vehicle",
  "quotes": [
    {
      "cite": "Michael Bassey Johnson",
      "quote": "When the fuel is dried up in a vehicle, it stops driving automatically. You are a vehicle in the spiritual and the physical world, so you need some oil for alacrity, in order to get to your destination. The greater the quantity of your oil, the more you cover the distance, and the more you cover the distance, the closer you get to your success."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you have no good drive in you, your life will not be steered through a good direction. It will miss its destined station. Passion or drive is what moves the vehicle of a fulfilled life."
    },
    {
      "cite": "Cathy Dobson",
      "quote": "The left-hand lane is exclusively for the use of Porsches, BMWs and Mercedes. Dark-coloured vehicles only please. If you're driving a white or silver car please stick to the middle lane at all times and moderate your speed. Loser!"
    },
    {
      "cite": "Ram Dass",
      "quote": "Each of us finds his unique vehicle for sharing with others his bit of wisdom."
    },
    {
      "cite": "Eva Longoria",
      "quote": "Your body is a vehicle of your emotions and a vehicle of feelings and a vehicle of whatever you need to get done in life. And you've got to take care of that vehicle."
    },
    {
      "cite": "Brian Grazer",
      "quote": "The Porsche was just a vehicle to get to another place. I used it to change people's perceptions of me. I had grown up really middle class. USC was filled with elitists, richies who would go skiing every weekend. So I pretended like I was part of that world - to be accepted."
    },
    {
      "cite": "unknown",
      "quote": "A bus is a vehicle that runs twice as fast when you are after it as when you are in it"
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "The helicopter approaches closer than any other vehicle to fulfillment of mankind's ancient dreams of the flying horse and the magic carpet."
    },
    {
      "cite": "William Blake",
      "quote": "Mechanical excellence is the only vehicle of genius."
    },
    {
      "cite": "David Lynch",
      "quote": "Transcendental meditation is like a car, a vehicle that allows you to go within. It's a mental technique."
    },
    {
      "cite": "Zack Snyder",
      "quote": "Music has that ability to be a magical thing, and I was like, maybe music is the vehicle that transports us to that other world."
    },
    {
      "cite": "Dinesh Paliwal",
      "quote": "Connected vehicle technologies are revolutionizing and democratizing transportation for safer, smarter, more responsible, and more accessible driving."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Intent and action are the fuel and vehicle in the journey of creation."
    },
    {
      "cite": "John Krafcik",
      "quote": "The vehicles will be self-driving.  So you have your own person space where you can sit back and relax."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in."
    },
    {
      "cite": "Marvin J. Ashton",
      "quote": "Love should be a vehicle allowed to travel without limitations."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The fastest manned vehicle in history was Apollo 10. It reached 25,000 mph."
    }
  ]
}