{
  "source": "https://www.wisesayings.com/vengeance-quotes/",
  "theme": "vengeance",
  "quotes": [
    {
      "cite": "Walter Scott",
      "quote": "Vengeance to God alone belongs; But, when I think of all my wrongs My blood is liquid flame!"
    },
    {
      "cite": "F. LaGard Smith",
      "quote": "Vengeance is God's job, not ours."
    },
    {
      "cite": "Ken Scholes",
      "quote": "Part of me wants justice for this. Part of me wants to never cause harm to another."
    },
    {
      "cite": "Janet Morris",
      "quote": "The city guardsmen were like the keres, doom-bringers of merciless vengeance."
    },
    {
      "cite": "Edward Young",
      "quote": "A tardy vengeance shares the tyrant's guilt."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Vengeance taken will often tear the heart and torment the conscience."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "And though the villain 'scape a while, he feels. Slow vengeance, like a bloodhound, at his heels."
    },
    {
      "cite": "William Barclay",
      "quote": "To treat a man with kindness rather than vengeance is the way to move him. Vengeance may break his spirit; but kindness will break his heart."
    },
    {
      "cite": "Jeffery Farnol",
      "quote": "For vengeance is an emptiness and he that seeketh it wasteth himself."
    },
    {
      "cite": "Confucius",
      "quote": "Before you embark on a journey of revenge, dig two graves."
    },
    {
      "cite": "Anne Elisabeth Stengl",
      "quote": "Vengeance cannot abide the agony of grace."
    },
    {
      "cite": "George Eliot",
      "quote": "In high vengeance there is noble scorn."
    },
    {
      "cite": "Eva Gabrielsson",
      "quote": "I'm not violent, I don't believe in killing people, but standing up for yourself, speaking out against injustice, is another form of vengeance."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Vengeance is mine; I will repay."
    },
    {
      "cite": "Barbara Deming",
      "quote": "Vengeance is not the point; change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide."
    },
    {
      "cite": "Zacky Vengeance",
      "quote": "There was a time when metal ruled the world and I don't see any reason why it should be different now."
    },
    {
      "cite": "Chuck Jones",
      "quote": "When critics sit in judgment it is hard to tell where justice leaves off and vengeance begins."
    },
    {
      "cite": "Gary D. Schmidt",
      "quote": "Vengeance is sweet. Vengeance taken when the vengee isn't sure who the venger is, is sweeter still."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Vengeance has no foresight."
    },
    {
      "cite": "Johann Georg Hamann",
      "quote": "The thirst for vengeance was the beautiful nature which Homer imitated."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Retribution often means that we eventually do to ourselves what we have done unto others."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Just vengeance does not call for punishment."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Vengeance is in my heart, death in my hand, blood and revenge are hammering in my head."
    },
    {
      "cite": "John Jefferson",
      "quote": "One good act of vengeance deserves another."
    },
    {
      "cite": "Criss Jami",
      "quote": "To seek greatness is the only righteous vengeance."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "An eye for an eye and a tooth for a tooth."
    },
    {
      "cite": "K.S. Brooks",
      "quote": "Vengeance is one of life's great motivators."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "If an injury has to be done to a man it should be so severe that his vengeance need not be feared."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "The paradox of vengefulness is that it makes men dependent upon those who have harmed them, believing that their release from pain will come only when they make their tormentors suffer."
    },
    {
      "cite": "James T. Siegel",
      "quote": "Vengeance is a form of reciprocity in which each deed begets another. Each act of vengeance is a response to a previous wrong."
    }
  ]
}