{
  "source": "https://www.wisesayings.com/venom-quotes/",
  "theme": "venom",
  "quotes": [
    {
      "cite": "Peter Milligan",
      "quote": "Venom first made his appearance some years ago in a Spider-Man book, and was a huge best-seller."
    },
    {
      "cite": "Wyndham Lewis",
      "quote": "To be a satirist, at all events. The venom of Pope is what is needed. The sense of delight -- the expansion and the compassion of Shakespeare is no good at all for that. He is a bad comic."
    },
    {
      "cite": "August Strindberg",
      "quote": "There are poisons that blind you, and poisons that open your eyes."
    },
    {
      "cite": "Anonymous",
      "quote": "Holding onto anger is like drinking poison and expecting the other person to die."
    },
    {
      "cite": "Alice Sebold",
      "quote": "Poison and medicine are often the same thing, given in different proportions."
    },
    {
      "cite": "Margaret of Valois",
      "quote": "The more hidden the venom, the more dangerous it is."
    },
    {
      "cite": "Charles Buxton",
      "quote": "A man's venom poisons himself more than his victims."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "Snakes are sometimes perceived as evil, but they are also perceived as medicine. If you look at an ambulance, there's the two snakes on the side of the ambulance. The caduceus, or the staff of Hermes, there's the two snakes going up it, which means that the venom can also be healing."
    },
    {
      "cite": "Rumi",
      "quote": "Snake's poison is life to the snake; it is in relation to man that it means \"death."
    },
    {
      "cite": "Daniel Gillies",
      "quote": "It's all just venom to the soul and symptomatic of a larger issue: the idea of the shortcut. The result without the fight. The fight is the thing. The work."
    },
    {
      "cite": "Paracelsus",
      "quote": "Poison is in everything, and no thing is without poison. The dosage makes it either a poison or a remedy."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The venom clamours of a jealous woman poison more deadly than a mad dog's tooth."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Remember, it is not the snake bite that kills, but the venom which circulates afterwards that is fatal. Do not let the snake bite of another person release any venom inside of you. You can control its entry and you are responsible for every thought in your mind."
    },
    {
      "cite": "Tom Araya",
      "quote": "Venom was a band that strongly influenced the image and the idea behind Slayer."
    },
    {
      "cite": "Paracelsus",
      "quote": "All things are poisons, for there is nothing without poisonous qualities. It is only the dose which makes a thing poison."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The poisons are our principal medicines, which kill the disease and save the life."
    }
  ]
}