{
  "source": "https://www.wisesayings.com/venus-quotes/",
  "theme": "venus",
  "quotes": [
    {
      "cite": "Ovid",
      "quote": "Venus favors the bold."
    },
    {
      "cite": "Bill Nye",
      "quote": "There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it's like being 900 meters deep in the ocean."
    },
    {
      "cite": "David Greenspoon",
      "quote": "We don't know that Venus had oceans, but there's every reason to believe it did."
    },
    {
      "cite": "David Greenspoon",
      "quote": "As a young planet, Venus was losing hydrogen rapidly to space. The oceans boiled off, and after some period of time, perhaps 600 million years, there was no surface water."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are so many stars shining in the sky, so many beautiful things winking at you, but when Venus comes out, all the others are waned, they are pushed to the background."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Venus smiles not in a house of tears."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "That's Venus, September thought. She was the goddess of love. It's nice that love comes on first thing in the evening, and goes out last in the morning. Love keeps the light on all night."
    },
    {
      "cite": "Tibullus",
      "quote": "Be bold: Venus herself aids the stout-hearted."
    },
    {
      "cite": "Christina Stead",
      "quote": "Venus can see at night without eyes."
    },
    {
      "cite": "Cyrano de Bergerac",
      "quote": "She is a mortal danger to all men. She is beautiful without knowing it, and possesses charms that she's not even aware of. She is like a trap set by nature - a sweet perfumed rose in whose petals Cupid lurks in ambush! Anyone who has seen her smile has known perfection. She instills grace in every common thing and divinity in every careless gesture. Venus in her shell was never so lovely."
    },
    {
      "cite": "Apuleius",
      "quote": "Venus herself, if she were bold, would not be Venus."
    },
    {
      "cite": "Jean Racine",
      "quote": "It's no longer a warmth hidden in my veins: it's Venus entire and whole fastening on her prey."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Love seldom haunts the breast where learning lies, And Venus sets ere Mercury can rise."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Venus yields to caresses, not to compulsion."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "From Venus, the goddess of love, this word refers to the reality of desire. With the rise of Protestantism and science, the word disease was tacked on in a revealing combination of categorization and moralizing. The disease of love."
    },
    {
      "cite": "Joan de Vinge",
      "quote": "Throughout the ages, stories with certain basic themes have recurred over and over, in widely disparate cultures; emerging like the goddess Venus from the sea of our unconscious."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Venus, when her son was lost, Cried him up and down the coast, In hamlets, palaces, and parks, And told the truant by his marks,- Golden curls, and quiver, and bow."
    },
    {
      "cite": "Robert Greene",
      "quote": "Twere sin to stain fair Venus' courts with blood"
    },
    {
      "cite": "Edmund Spenser",
      "quote": "Joy may you have and gentle hearts content Of your loves couplement: And let faire Venus, that is Queene of love, With her heart-quelling Sonne upon you smile."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Venus is not so beautiful all naked, alive, and panting, as she is here in Virgil."
    },
    {
      "cite": "John Cheever",
      "quote": "All things of the sea belong to Venus; pearls and shells and alchemists' gold and kelp and the riggish smell of neap tides, the inshore green, and purple further out and the joy of distances and the roar of falling masonry, all these are hers, but she doesn't come out of the sea for all of us."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Venus, a beautiful, good-natured lady, was the goddess of love."
    },
    {
      "cite": "Lucretius",
      "quote": "Mother of Rome, delight of Gods and men, Dear Venus that beneath the gliding stars Makest to teem the many-voyaged main And fruitful lands- for all of living things Through thee alone are evermore conceived, Through thee are risen to visit the great sun- Before thee, Goddess, and thy coming on, Flee stormy wind and massy cloud away, For thee the daedal Earth bears scented flowers, For thee waters of the unvexed deep Smile, and the hollows of the serene sky Glow with diffused radiance for thee."
    },
    {
      "cite": "Andrei Brie",
      "quote": "The atmosphere of Venus consists of ammonia, sulfur, and nitric oxide. Man must have lived there once."
    },
    {
      "cite": "Kathleen Raine",
      "quote": "Venus, the white queen, the universal matrix, Down to the molecular hexagons and carbon-chains."
    },
    {
      "cite": "Sarah Zettel",
      "quote": "Now, Venus is an extremely hostile environment, and as such presents a lot of challenges for a science fiction author who wants to create life there."
    },
    {
      "cite": "Allen Tate",
      "quote": "All the sea-gods are dead. You, Venus, come home To your salt maidenhead."
    },
    {
      "cite": "Anna Letitia Barbauld",
      "quote": "Fair Venus shines even in the eve of day, with sweetest beam propitious shines, and shakes a trembling flood of softened radiance from her dewy locks."
    }
  ]
}