{
  "source": "https://www.wisesayings.com/verbal-abuse-quotes/",
  "theme": "verbal-abuse",
  "quotes": [
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "The words with which a child's heart is poisoned, whether through malice or through ignorance, remain branded in his memory, and sooner or later they burn his soul."
    },
    {
      "cite": "Oliver Gaspirtz",
      "quote": "Some guys like to undermine a girl's self-esteem with little verbal jabs. Eventually it all adds up. One bee sting doesn't hurt a horse, but enough bee stings can kill a horse."
    },
    {
      "cite": "J. E. Brown",
      "quote": "Verbal abuse is not a form on entertainment."
    },
    {
      "cite": "Ben Stein",
      "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny."
    },
    {
      "cite": "Cassandra Giovanni",
      "quote": "Sticks and stones may break my bones, but your words they'll destroy me."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Bless people when they revile you. Think how much good they are doing by helping to stamp out the false ego."
    },
    {
      "cite": "PROVERBS",
      "quote": "By continually scolding someone, they in time become accustomed to it and despise your reproof."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Rash and incessant scolding runs into custom and renders itself despised."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The pleasure we feel in criticizing robs us from being moved by very beautiful things."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "To vilify a great man is the readiest way in which a little man can himself attain greatness."
    },
    {
      "cite": "Pierre Beaumarchais",
      "quote": "Vilify, Vilify, some of it will always stick."
    },
    {
      "cite": "Joseph Addison",
      "quote": "There is nobody so weak of invention that he cannot make up some little stories to vilify his enemy."
    },
    {
      "cite": "Shakespeare",
      "quote": "The bitter clamour of two eager tongues."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "They have vilified me, they have crucified me; yes, they have even criticized me."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Abusive language and swearing are a legacy of slavery, humiliation, and disrespect for human dignity, one's own and that of other people."
    },
    {
      "cite": "Isaac Barrow",
      "quote": "Let us consider that swearing is a sin of all others peculiarly clamorous, and provocative of Divine judgment."
    },
    {
      "cite": "Katherine Jenkins",
      "quote": "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The greater the power, the more dangerous the abuse."
    },
    {
      "cite": "John Adams",
      "quote": "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Well you seemed too busy to call him a prat and I thought someone should."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Putting someone down with name calling reveals your own low self-esteem."
    },
    {
      "cite": "Goku",
      "quote": "I guess name-calling is your only attack; because you're too weak to challenge me any other way."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Any fool can criticize, condemn, and complain - and most fools do."
    },
    {
      "cite": "Michel Houellebecq",
      "quote": "I admit that invective is one of my pleasures. This only brings me problems in life, but that's it. I attack, I insult. I have a gift for that, for insults, for provocation. So I am tempted to use it."
    },
    {
      "cite": "Mark McKinnon",
      "quote": "I've slipped on occasion into the realm of irresponsible invective, but I try to avoid it and generally recant when I fall short. Because name-calling does nothing to improve understanding or move the political debate forward."
    },
    {
      "cite": "John Tyndall",
      "quote": "Invective may be a sharp weapon, but overuse blunts its edge. Even when the denunciation is just and true it is an error of art to indulge it too long."
    },
    {
      "cite": "Spenser",
      "quote": "For evil deeds may better than bad words be borne."
    },
    {
      "cite": "George Washington",
      "quote": "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it."
    },
    {
      "cite": "Rachel Nichols",
      "quote": "I simply do not think that yelling, swearing, threatening or belittling will get you to the place you want to be faster than kindness, understanding, patience and a little willingness to compromise."
    },
    {
      "cite": "J. E. Brown",
      "quote": "If verbal abuse had consequences, it would stop right now."
    }
  ]
}