{
  "source": "https://www.wisesayings.com/versatile-quotes/",
  "theme": "versatile",
  "quotes": [
    {
      "cite": "Bill Belichick",
      "quote": "The less versatile you are, the better you have to be at what you do well."
    },
    {
      "cite": "Laurence Housman",
      "quote": "Life is the most versatile thing under the sun; and in the pursuit of life and character the author who works in a groove works in blinkers."
    },
    {
      "cite": "Frank Ocean",
      "quote": "The idea of recognizing your strengths and using them in as versatile a way as you can is cool to me."
    },
    {
      "cite": "Greta Garbo",
      "quote": "My talents fall within definite limitations. I am not as versatile an actress as some think."
    },
    {
      "cite": "Catherine Deneuve",
      "quote": "That's what I like about film-it can be bizarre, classic, normal, romantic. Cinema is to me the most versatile thing."
    },
    {
      "cite": "Melina Matsoukas",
      "quote": "My style is super versatile and doesn't pertain to any one category. It can be best compared to a mood ring. It is very dependent on the mood I am feeling for the day."
    },
    {
      "cite": "Alex Oxlade-Chamberlain",
      "quote": "It's important for any player to be versatile enough to be able to play in different positions."
    },
    {
      "cite": "Jimmy Smits",
      "quote": "An actor tries to be versatile, to immerse himself in a different culture."
    },
    {
      "cite": "Jake T. Austin",
      "quote": "I'm pretty versatile. I'm able to adapt to an environment and the way I view things based on who I'm with."
    },
    {
      "cite": "Ray Lewis",
      "quote": "Life is about being a versatile athlete and training in all realms of life."
    },
    {
      "cite": "Denise Van Outen",
      "quote": "Everybody thinks if you do one thing, you can't do something else. So I like the fact that I can be versatile if I want to."
    },
    {
      "cite": "Eric Clapton",
      "quote": "But the guitar, when you think about it, is the most versatile, really. I mean you can pick it up and take it with you wherever you go."
    },
    {
      "cite": "Ivanka Trump",
      "quote": "There's nothing I have more of in my closet than little white dresses. They're versatile and elegant, but sexy in a feminine way. And then I'll have a bit more fun with accessories - like a pair of neon sandals."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Make your wardrobe as versatile as an actress. It should be able to play many roles."
    },
    {
      "cite": "Walt Disney",
      "quote": "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation."
    },
    {
      "cite": "Ivanka Trump",
      "quote": "It's so important for jewelry to be versatile. The statement piece is no longer just that. One day it's a statement and the next it's merely an accent to a great pair of shoes or a stunning handbag. Adaptability is key."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "I want my handbags and my shoes to be stylish but I want to make sure that they're versatile. I travel and I have to make sure the pieces I put into my bag can go with a dress or with shorts or jeans."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "For me, brunch is such a versatile meal since you can play on both the sweet and savory in your dishes."
    }
  ]
}