{
  "source": "https://www.wisesayings.com/veterinarian-quotes/",
  "theme": "veterinarian",
  "quotes": [
    {
      "cite": "Steven James Taylor",
      "quote": "For some, being a vet was a means to make a living. For Theo, helping animals was a photo of his soul, the coat of his will."
    },
    {
      "cite": "Allison Janney",
      "quote": "If I could stomach the awful part of being a veterinarian, which involves sticking your hand up animals' behinds, I would be a vet."
    },
    {
      "cite": "Ted Yoho",
      "quote": "As a veterinarian and lover of animals, I feel the time is now to stop the practice of horse soring for good."
    },
    {
      "cite": "Amy Lee",
      "quote": "I wanted to be a veterinarian until I saw a video of a vet performing surgery on a dog. Then I decided I wanted to be a pianist."
    },
    {
      "cite": "Dave Concoran",
      "quote": "And I.O.U. for veterinarian services /  For feeding every lost dog that I dragged home at the end of the rope, / And for healing the pains of puppy love."
    },
    {
      "cite": "Tift Merrit",
      "quote": "When I grow up maybe I'll be a veterinarian / I'll take care of little animals / Like ponies and parakeets / And I'll give them food to eat / And the puppies go \"yip, yip, yip\" / And the kitties go \"meow, meow, meow\" / And thank you veterinarian"
    },
    {
      "cite": "Jonathan Boone",
      "quote": "I wanted to be / A Veterinarian / To save this planet / And every living thing / It's funny how things change"
    },
    {
      "cite": "University of Pennsylvania. School of Veterinary Medicine",
      "quote": "It requires no argument to prove the necessity and the high importance of the veterinary branch of the medical profession."
    },
    {
      "cite": "University of Pennsylvania. School of Veterinary Medicine",
      "quote": "It becomes evident that in the immediate future the veterinary profession must receive full honorable recognition, must have its claim for adequate endowments and foundations admitted and answered."
    },
    {
      "cite": "University of Pennsylvania. School of Veterinary Medicine",
      "quote": "Veterinary medicine does not need to apologize for its past; it has passed through the same stages of empiricism and quasi-science through which modern human medicine has more slowly toiled, has overcome the same popular prejudices, and is now participating in equal honor and equal reward."
    },
    {
      "cite": "National Research Council",
      "quote": "Veterinary medical profession contributes in diverse ways, from developing drugs and protecting the food supply to treating companion animals and investigating animal diseases in the wild."
    },
    {
      "cite": "Nadine Hamilton",
      "quote": "Then I realized that my passion for animals and veterinary industry now had an outlet entirely compatible with my personal desire to work with people who were suicidal."
    },
    {
      "cite": "Nadine Hamilton",
      "quote": "When you ask a veterinarian about their job most will answer along the lines that it is rewarding, but challenging and demanding career."
    },
    {
      "cite": "Nadine Hamilton",
      "quote": "Many vets will happily recount a childhood passion for animals or a childhood pet that led them to eventually pursuing a career as a vet."
    },
    {
      "cite": "Nadine Hamilton",
      "quote": "Veterinarians have long been considered the guardians of animal welfare and health."
    },
    {
      "cite": "Lisa M. Greenhill",
      "quote": "While it is undeniable that the veterinary profession has made many important contributions to both human and animal health, one wonders what other contributions could have been made by a more diverse and inclusive profession."
    },
    {
      "cite": "Tara Chadha",
      "quote": "As a matter of fact it takes a much cleverer man to be a really good animal-doctor than it does to be a good people's doctor."
    },
    {
      "cite": "Josh Hestermann",
      "quote": "Veterinarians are experts, but they are not all-knowing. Veterinarians spend a lot of time talking with the people closest to their patients."
    },
    {
      "cite": "Josh Hestermann",
      "quote": "Vets also need to show a passion for helping animals."
    },
    {
      "cite": "Josh Hestermann",
      "quote": "A vets job can be a difficult one thanks to long hours, high-stress situations, and the inevitable loss of some patients."
    },
    {
      "cite": "Josh Hestermann",
      "quote": "Keeping animals happy and healthy is a special privilege for vets, vet techs, and their entire team."
    },
    {
      "cite": "Josh Hestermann",
      "quote": "Part of being a veterinarian or any other type of zoologist is helping to better the zoology community."
    },
    {
      "cite": "Robert M. Miller",
      "quote": "Veterinary practice, of course, has its sad life. Animals are totally vulnerable: they are dependent on us, and it is unforgivable to let them down."
    },
    {
      "cite": "Robert M. Miller",
      "quote": "Working with animals, despite the regular contretemps, adds up to a rewarding and fulfilling life, which is confirmed by the fact that most vets seem to be happy men."
    },
    {
      "cite": "Will Rogers",
      "quote": "The best doctor in the world is the veterinarian. They can't ask their patients what is the matter - they've got to just know."
    },
    {
      "cite": "unknown",
      "quote": "Good veterinarians talk to animals. Great veterinarians hear them talk back."
    }
  ]
}