{
  "source": "https://www.wisesayings.com/veterans-day-quotes/",
  "theme": "veterans-day",
  "quotes": [
    {
      "cite": "Allan Keller",
      "quote": "The only war is the war you fought in. Every veteran knows that."
    },
    {
      "cite": "George Washington",
      "quote": "The willingness with which our young people are likely to serve in any war, no matter how justified, shall be directly proportional to how they perceive the Veterans of earlier wars were treated and appreciated by their nation."
    },
    {
      "cite": "José Narosky",
      "quote": "In war, there are no unwounded soldiers."
    },
    {
      "cite": "unknown",
      "quote": "To be a veteran, one must know and determine one's price for freedom."
    },
    {
      "cite": "Dan Lipinski",
      "quote": "On this Veterans Day, let us remember the service of our veterans, and let us renew our national promise to fulfill our sacred obligations to our veterans and their families who have sacrificed so much so that we can live free."
    },
    {
      "cite": "unknown",
      "quote": "A veteran is someone who, at one point in his/her life wrote a blank check made payable to 'The United States of America' for an amount of 'up to and including my life.' That is Honor, and there are way too many people in this country who no longer understand it."
    },
    {
      "cite": "Mark Twain",
      "quote": "In the beginning of a change the patriot is a scarce man, and brave, and hated and scorned. When his cause succeeds, the timid join him, for then it costs nothing to be a patriot."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Duty, honor, country. those threeHallowed Words reverently dictate what you ought to be, what you can be, what you will be."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "The soldier Above all other's pray's for peace, for it is the soldier who must suffer and bear the deepest Wounds scars of war."
    },
    {
      "cite": "Unkown",
      "quote": "For the veteran, thank you for bravely doing what you're called to do so we can safely do what we're free to do."
    },
    {
      "cite": "George Orwell",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Soldiers generally win battles; generals get credit for them."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Regard your soldiers as your children, and they will follow you into the deepest valleys. Look on them as your own beloved sons, and they will stand by you even unto death!"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "When our perils are past, shall our gratitude sleep?"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Honor to the soldier and sailor everywhere, who bravely bears his country's cause. Honor, also, to the citizen who cares for his brother in the field and serves, as he best can, the same cause."
    },
    {
      "cite": "John Doolittle",
      "quote": "America's Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Old soldiers never die; they just fade away."
    },
    {
      "cite": "Doc Hastings",
      "quote": "We owe our World War II veterans - and all our veterans - a debt we can never fully repay."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "The most persistent sound, which reverberates through men's history, is the beating of war drums."
    },
    {
      "cite": "T.L. Moffitt",
      "quote": "Damn the wars but bless the soldier."
    },
    {
      "cite": "Jim Davis",
      "quote": "You'd have to go a long way to find someone who was more proud and grateful for what our veterans have done for all of us."
    },
    {
      "cite": "Bernard Malamud",
      "quote": "Without heroes, we are all plain people, and don't know how far we can go."
    },
    {
      "cite": "Jennifer Granholm",
      "quote": "Caring for veterans shouldn't be a partisan issue. It should an American one."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Some people live an entire lifetime and wonder if they have ever made a difference in the world, but the Marines don't have that problem."
    },
    {
      "cite": "RJ Heller",
      "quote": "In the aftermath, we are because they were."
    },
    {
      "cite": "Vijaya Lakshmi Pandit",
      "quote": "The more we sweat in peace the less we bleed in war."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war."
    },
    {
      "cite": "Elmer Davis",
      "quote": "This nation will remain the land of the free only so long as it is the home of the brave."
    },
    {
      "cite": "William Wallace",
      "quote": "They may take away our lives, but they'll never take our freedom!"
    },
    {
      "cite": "unknown",
      "quote": "Freedom is never free."
    }
  ]
}