{
  "source": "https://www.wisesayings.com/veterans-quotes/",
  "theme": "veterans",
  "quotes": [
    {
      "cite": "Joe Walsh",
      "quote": "Every veteran is a hero."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A veteran journalist has never had time to think twice before he writes."
    },
    {
      "cite": "Tulsi Gabbard",
      "quote": "As a combat veteran, I know the cost of war."
    },
    {
      "cite": "General Colin Powell",
      "quote": "Experts often possess more data than judgment."
    },
    {
      "cite": "Niels Bohr",
      "quote": "An expert is a person who has found out by his own painful experience all the mistakes that one can make in a very narrow field."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Make three correct guesses consecutively and you will establish a reputation as an expert."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "If an expert says it can't be done, get another expert."
    },
    {
      "cite": "Levi Strauss",
      "quote": "An expert knows all the answers - if you ask the right questions."
    },
    {
      "cite": "Nicholas Butler",
      "quote": "An expert is one who knows more and more about less and less."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Even when the experts all agree, they may well be mistaken."
    },
    {
      "cite": "P. J. Plauger",
      "quote": "My definition of an expert in any field is a person who knows enough about what's really going on to be scared."
    },
    {
      "cite": "Alec Issigonis",
      "quote": "An expert is someone who tells you why you can't do something."
    },
    {
      "cite": "Tom Hopkins",
      "quote": "An expert is someone who knows a lot about the past."
    },
    {
      "cite": "Bill Shuster",
      "quote": "Our veterans accepted the responsibility to defend America and uphold our values when duty called."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Experts should be on tap but never on top."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "The young are adept at learning, but even more adept at avoiding it."
    },
    {
      "cite": "Confucius",
      "quote": "A superior man is modest in his speech, but exceeds in his actions."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "An expert is a person who avoids the small errors while sweeping on to the grand fallacy."
    },
    {
      "cite": "Morarji Desai",
      "quote": "An expert gives an objective view. He gives his own view."
    },
    {
      "cite": "Norman Ralph Augustine",
      "quote": "There are no lazy veteran lion hunters."
    },
    {
      "cite": "Eric Shinseki",
      "quote": "More importantly, if you are in a position to hire, hire a veteran. They will be the best employees you have."
    },
    {
      "cite": "Edward de Bono",
      "quote": "An expert is someone who has succeeded in making decisions and judgements simpler through knowing what to pay attention to and what to ignore."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience."
    },
    {
      "cite": "Werner Karl Heisenberg",
      "quote": "An expert is someone who knows some of the worst mistakes that can be made in his subject, and how to avoid them."
    },
    {
      "cite": "Virgil",
      "quote": "Believe one who has proved it. Believe an expert."
    },
    {
      "cite": "William Castle",
      "quote": "An expert is a man who tells you a simple thing in a confused way in such a fashion as to make you think the confusion is your own fault."
    },
    {
      "cite": "Arthur Bloch",
      "quote": "An expert is the one who predicts the job will take the longest and cost the most."
    },
    {
      "cite": "unknown",
      "quote": "An expert gossiper knows how much to leave out of a conversation."
    },
    {
      "cite": "Alex Trebek",
      "quote": "We are all experts in our own little niches."
    },
    {
      "cite": "Robert Brault",
      "quote": "There is no expert on what happiness is but many on what it might have been."
    }
  ]
}