{
  "source": "https://www.wisesayings.com/vibration-quotes/",
  "theme": "vibration",
  "quotes": [
    {
      "cite": "T.F. Hodge",
      "quote": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Control your vibrations to be the master of the own harmony."
    },
    {
      "cite": "Andrew Edward Lucier",
      "quote": "Vibrations are vital for our planet's progression / In order to move forward /  Feel the singular life force of the world"
    },
    {
      "cite": "Pisistratus Caxton",
      "quote": "The learned compute that seven hundred and seven millions of millions of vibrations have penetrated the eye before the eye can distinguish the tints of a violet. What philosophy can calculate the vibrations of the heart before it can distinguish the colours of love?"
    },
    {
      "cite": "Christopher Morley",
      "quote": "When things are going on that have a strong vibration--what foreign correspondents love to call a \"repercussion\"--they cause a good deal of mind-quaking."
    },
    {
      "cite": "Abraham Hicks",
      "quote": "The emotion you feel is always about the vibrational variance between where you want to be and where you are. If you’re out of balance, there are only two ways to bring yourself into alignment: Either raise your expectation to match your desire -or lower your desire to match your expectation."
    },
    {
      "cite": "Stephen Richards",
      "quote": "It is your vibrational thoughts that give life to the goals you wish for."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "When the prayer becomes the vibration of the mind and self, then we can create a miracle."
    },
    {
      "cite": "Esther Hicks",
      "quote": "Offer a vibration that matches your desire rather than offering a vibration that keeps matching what-is."
    },
    {
      "cite": "Albert Camus",
      "quote": "The world is never quiet, even its silence eternally resounds with the same notes, in vibrations which escape our ears. As for those that we perceive, they carry sounds to us, occasionally a chord, never a melody."
    },
    {
      "cite": "Lynn Grabhorn",
      "quote": "Whatever you're feeling is what you're vibrating and what you're vibrating is what you're attracting."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Every good thought, every good word, every good emotion, and every act of kindness, is lifting the vibration of your being to new heights. And as you begin to raise your vibration, a new life and a new world will reveal itself to you."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Every human brain is both a broadcasting and receiving station for the vibration of thought."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Only when the clamor of the outside world is silenced will you be able to hear the deeper vibration. Listen carefully."
    },
    {
      "cite": "Capital Steez",
      "quote": "They say sound is vibration and it got my mind shaking/ Can you feel it vibrating? I call it Vibe Ratings."
    },
    {
      "cite": "Christopher Morley",
      "quote": "In every man’s heart there is a secret nerve that answers to the vibrations of beauty."
    },
    {
      "cite": "Donka Kristeva",
      "quote": "Deep within vibration ripples, as if on a silver line, connecting me to the One, Who, to the five senses roars, but to the spirit inside gently whispers, \"Be not afraid, you are Mine.\""
    },
    {
      "cite": "Aditi Rathore via Twitter",
      "quote": "It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters."
    },
    {
      "cite": "Khemetic Saying",
      "quote": "To destroy an undesirable rate of mental vibration, concentrate on the opposite vibration to the one suppressed."
    },
    {
      "cite": "Hazrat Khan",
      "quote": "Objects and names and forms are but the expression of vibrations in different aspects. Even all that we call matter or substance, and all that does not seem to speak or sound - it is all in reality vibration."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Spoken words are sounds occasioned by the vibrations of thoughts; thoughts are vibrations sent forth by the ego or by the soul. Every word you utter should be potent with soul vibration. A man's words are lifeless if he fails to impregnate them with spiritual force."
    }
  ]
}