{
  "source": "https://www.wisesayings.com/vice-quotes/",
  "theme": "vice",
  "quotes": [
    {
      "cite": "Viorica Dragotel",
      "quote": "Vices...all in us. Some hidden, some obvious, some convicted to death. Sometimes helping, sometimes destroying. Comes and goes. But they always stays. In our veins. In our brain. Our sweet adrenaline and struggle. Continuously. To make us feel the fake vivid life. Vices..."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "It has been my experience that folks who have no vices have very few virtues."
    },
    {
      "cite": "Lysander Spooner",
      "quote": "Vices are simply the errors which a man makes in his search after his own happiness. Unlike crimes, they imply no malice toward others, and no interference with their persons or property."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The greatest temptations are not those that solicit our consent to obvious sin, but those that offer us great evils masking as the greatest goods."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Thus, a good man, though a slave, is free; but a wicked man, though a king, is a slave. For he serves, not one man alone, but what is worse, as many masters as he has vices."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "It is good to be without vices, but it is not good to be without temptations."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "No company is preferable to bad. We are more apt to catch the vices of others than virtues, as disease is far more contagious than health."
    },
    {
      "cite": "Ayn Rand",
      "quote": "To love a woman for her virtues is meaningless. She's earned it, it's a payment, not a gift. But to love her for her vices is a real gift, unearned and undeserved. To love her for her vices is to defile all virtue for her sake - and that is a real tribute of love, because you sacrifice your conscience, your reason, your integrity and your invaluable self-esteem."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Men are more easily governed through their vices than through their virtues."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Vices are sometimes only virtues carried to excess!"
    },
    {
      "cite": "Lysander Spooner",
      "quote": "Vices are simply the errors which a man makes in his search after his own happiness."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "The problem with people who have no vices is that generally you can be pretty sure they're going to have some pretty annoying virtues."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is no vice so simple but assumes some mark of virtue on his outward parts."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "We tolerate without rebuke the vices with which we have grown familiar."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Half the vices which the world condemns most loudly have seeds of good in them and require moderate use rather than total abstinence."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "There are vices which have no hold upon us, but in connection with others; and which, when you cut down the trunk, fall like the branches."
    },
    {
      "cite": "Confucius",
      "quote": "Think no vice so small that you may commit it, and no virtue so small that you may over look it."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Vices are often habits rather than passions."
    },
    {
      "cite": "Lysander Spooner",
      "quote": "Vices are those acts by which a man harms himself or his property. Crimes are those acts by which one man harms the person or property of another."
    },
    {
      "cite": "Siddesh Sonawane",
      "quote": "Accepting your vices and faults makes you more human. And far less likely to succeed."
    }
  ]
}