{
  "source": "https://www.wisesayings.com/vicious-quotes/",
  "theme": "vicious",
  "quotes": [
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Vicious habits are so great a stain to human nature, and so odious in themselves, that every person actuated by right reason would avoid them, though he were sure they; would be always concealed both from God and man, and had no future punishment entailed upon them."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Those who are in love with the present can be cruel and corrupt but not genuinely vicious. They cannot be methodically and consistently ruthless."
    },
    {
      "cite": "Joe Biden",
      "quote": "It is the most vicious of all crimes - to be abused by someone you had a relationship with! Because then you blame yourself."
    },
    {
      "cite": "Juvenal",
      "quote": "Examples of vicious courses practiced in a domestic circle corrupt more readily and more deeply when we behold them in persons in authority."
    },
    {
      "cite": "Ann Radcliffe",
      "quote": "Though theÂ viciousÂ can sometimes pour affliction upon the good, their power is transient and their punishment certain; and that innocence, though oppressed by injustice, shall, supported by patience, finally triumph over misfortune!"
    },
    {
      "cite": "Nicolle Wallace",
      "quote": "There is no one moreÂ viciousÂ on their own than conservative women on conservative women."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The vicious result of privilege is that the creature who receives it becomes incapacitated by it as by a disease."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "But if you know that something has been really vicious, you don't read it, you don't let it into your head. What's damaging is when sentences go through your head and you burn with the injustice of it."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Be virtuous and you will beÂ vicious."
    },
    {
      "cite": "Richard Burton",
      "quote": "You may be as vicious about me as you please. You will only do me justice."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "The stupid thing about anger is how people hurt you and then you let them keep hurting you by being angry about how they originally hurt you. It's a vicious cycle."
    },
    {
      "cite": "Rutina Wesley",
      "quote": "People can be really mean - they say the most vicious things."
    },
    {
      "cite": "Howard Stern",
      "quote": "You've got to be a little vicious. You've got to be narcissistic. You've got to be on fire about your career."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Each year oneÂ viciousÂ habit discarded, in time might make the worst of us good."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "ViciousÂ habits are so odious and degrading that they transform the individual who practices them into an incarnate demon."
    },
    {
      "cite": "Auliq Ice",
      "quote": "AÂ vicious circleÂ develops in which the people around you expect you to be there for them all the time and comply with their wishes."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "TheÂ vicious circleÂ of life is employmentÂ"
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "He who makes war his profession cannot be otherwise than vicious. War makes thieves, and peace brings them to the gallows."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "The problem is the people who tend to be the best organized are the most radical and the most vicious."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "The example alone of aÂ viciousÂ prince will corrupt an age; but that of a good one will not reform it."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Men always grow vicious before they become unbelievers."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "TheÂ viciousÂ count their years; virtuous, their acts."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "LittleÂ viciousÂ minds abound with anger and revenge and are incapable of feeling te pleasure of forgiving their enemies."
    },
    {
      "cite": "Plutarch",
      "quote": "If you hate your enemies, you will contract such a vicious habit of mind, as by degrees will break out upon those who are your friends, or those who are indifferent to you."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Reasonable andÂ viciousÂ are quite consistent with each other, in fact, only through their union are great and far-reaching crimes possible"
    },
    {
      "cite": "Robin Morgan",
      "quote": "The subtlest and most vicious aspect of women's oppression is that we have been conditioned to believe we are not oppressed, blinded so as not to see our own condition."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "Take mankind in general, they are vicious-their passions may be operated upon."
    },
    {
      "cite": "Xunzi",
      "quote": "Those whose character is mean and vicious will rouse others to animosity against them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tis weak and vicious people who cast the blame on Fate. The right use of Fate is to bring up our conduct to the loftiness of nature."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Little vicious minds abound with anger and revenge and are incapable of feeling te pleasure of forgiving their enemies."
    }
  ]
}