{
  "source": "https://www.wisesayings.com/victim-quotes/",
  "theme": "victim",
  "quotes": [
    {
      "cite": "Laura Schlessinger",
      "quote": "When you're the victim of the behavior, it's black and white; when you're the perpetrator, there are a million shades of gray."
    },
    {
      "cite": "Elizabeth Thornton",
      "quote": "We are not a victim of our emotions or thoughts. We can understand our triggers and use them as tools to help us respond more objectively."
    },
    {
      "cite": "Robert Anthony",
      "quote": "There are no victims, only volunteers."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "We're all victims of our own hubris at times."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Victims make excuses. Leaders deliver results."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The victim of mind-manipulation does not know that he is a victim. To him, the walls of his prison are invisible, and he believes himself to be free"
    },
    {
      "cite": "Gary Hopkins",
      "quote": "You are a victim only when you have decided to play the part."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Where victims see adversity, extreme achievers see opportunity."
    },
    {
      "cite": "B. Barmanbek",
      "quote": "The worst kind of victim was the kind that was aware of nothing."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The victim to too severe a law is considered as a martyr rather than a criminal."
    },
    {
      "cite": "Nora Roberts",
      "quote": "We're all victims of what life deals out. It's how we handle it that's important."
    },
    {
      "cite": "Matthew D. Miller",
      "quote": "We were not the victims of ancestor worship. We had the benefits of a fresh start."
    },
    {
      "cite": "Danilo Kis",
      "quote": "You can't play the role of a victim all your life without becoming one in the end."
    },
    {
      "cite": "Doris Janzen Longacre",
      "quote": "We become victims of the great disease of technological society - meaninglessness."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "We are not victims of the world we see, we are victims of the way we see the world."
    },
    {
      "cite": "Louise Hay",
      "quote": "You are not a helpless victim of your own thoughts, but rather a master of your own mind."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "What hurts the victim most is not the cruelty of the oppressor, but the silence of the bystander."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "The real victim of bigotry is the white man who hides his weakness under his myth of superiority."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You become the victim of the past, and your tormentor today is your self left over from yesterday."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We are all victims of the violence that animals suffer... their liberation is also our liberation."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You are not a victim of your circumstance.Stay determine to endure hard times. No situation is permanent."
    },
    {
      "cite": "Gary Haugen",
      "quote": "Victims of oppression & injustice don't need our spasm of passion....they need our legs & lungs of endurance."
    },
    {
      "cite": "Bob Seger",
      "quote": "One victim lives in tragedy, another victim stops to stare, and still another walks on by pretending not to see"
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don't become a victim of yourself. Forget about the thief waiting in the alley; what about the thief in your mind?"
    },
    {
      "cite": "James Cook",
      "quote": "Once trapped in the belief that you are a victim, you surrender your birthright to compete for the prizes of life."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The victims of crime have been transformed into a group oppressively burdened by a system designed to protect them."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "It is true that a victim who fights back may suffer for it, but one who does not almost certainly will suffer for it."
    },
    {
      "cite": "Alain De Botton",
      "quote": "As victims of hurt, we frequently don't bring up what ails us, because so many wounds look absurd in the light of day."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "We are all both victims and victimizers. Just as everyone suffers, no one is innocent of causing suffering themselves."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We don't have to be victims of our past, that we can let go of our bitterness, and that all of us can achieve greatness."
    }
  ]
}