{
  "source": "https://www.wisesayings.com/video-game-quotes/",
  "theme": "video-game",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Life is a video game. No matter how good you get, you are always zapped in the end."
    },
    {
      "cite": "Davion, the Dragon Knight",
      "quote": "Steel wins battles. Gold wins wars."
    },
    {
      "cite": "Shu from Suikoden II",
      "quote": "Every lie contains the truth, and every truth contains a lie..."
    },
    {
      "cite": "Shigeru Miyamoto",
      "quote": "The obvious objective of video games is to entertain people by surprising them with new experiences."
    },
    {
      "cite": "Mr. Torgue",
      "quote": "Nothing is more badass than treating a woman with respect."
    },
    {
      "cite": "Metal Gear Solid 4",
      "quote": "The world is born from zero. The moment that zero became one is the moment that world springs to life."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "In video games, one of the most helpless against injustice can even mighty."
    },
    {
      "cite": "Eve, Mass Effect 3",
      "quote": "In the darkest hour, there is always a way out."
    },
    {
      "cite": "Jesper Juul",
      "quote": "Video games are always half real."
    },
    {
      "cite": "Brett Weiss",
      "quote": "Video games are no substitute for real world pleasures (marriage, the birth of a child, spiritual enlightenment, what have you), but they do provide a nice reprieve from real world woes."
    },
    {
      "cite": "Shigeru Miyamoto",
      "quote": "Video games are bad for you? That's what they said about rock-n-roll."
    },
    {
      "cite": "Bill Budge",
      "quote": "Video games are engineered now, but the step I am trying to take, no one can engineer."
    },
    {
      "cite": "Austin Grossman",
      "quote": "Video games are a huge, incredibly popular, worldÂ­transforming medium."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I recently learned something quite interesting about video games. Many young people have developed incredible hand, eye, and brain coordination in playing these games. The air force believes these kids will be our outstanding pilots should they fly our jets."
    },
    {
      "cite": "Herb Kohl",
      "quote": "We cannot and will not ban the creation of violent video games. But, we can prevent the distribution of these disturbing games to children, where their effects can be negative."
    },
    {
      "cite": "Taylor Kitsch",
      "quote": "Video games and computers have become babysitters for kids."
    },
    {
      "cite": "Jinx Milea",
      "quote": "One of the best lessons children learn through video games is standing still will get them killed quicker than anything else."
    },
    {
      "cite": "Leonard Sax",
      "quote": "The destructive effects of video games are not on boys' cognitive abilities or their reaction times, but on their motivation and their connectedness with the real world."
    },
    {
      "cite": "Gixx, Guild Wars 2",
      "quote": "Knowledge is useless if it is not used."
    },
    {
      "cite": "Pandora",
      "quote": "Hope is what makes us strong. It is why we are here. It is what we fight with when all else is lost."
    },
    {
      "cite": "Max Payne",
      "quote": "Death is inevitable. Our fear of it makes us play safe, blocks out emotion. It's a losing game. Without passion, you are already dead."
    },
    {
      "cite": "Kingdon Hearts",
      "quote": "One who knows nothing can't understand nothing ."
    },
    {
      "cite": "Albert from Legend of Dragoon",
      "quote": "I believe love is the only entity that doesn't change over time."
    },
    {
      "cite": "Edward D. Morrison",
      "quote": "If there is truly evil in this world, it lies within the heart of mankind."
    },
    {
      "cite": "Chief",
      "quote": "Don't wish it were easier, wish you were better."
    },
    {
      "cite": "Duke Nukem from Duke Nukem 3D",
      "quote": "Mess with the best, you will die like the rest."
    },
    {
      "cite": "Bioshock",
      "quote": "We all make choices but in the end our choices make us."
    },
    {
      "cite": "Bioshock",
      "quote": "A man chooses, a slave obeys."
    },
    {
      "cite": "Carlos Alazraqui",
      "quote": "Videogames are a little more work and they're a little more stilted."
    },
    {
      "cite": "Tim Page",
      "quote": "It is really hard to make it convincing enough that you forget you are playing a video game."
    }
  ]
}