{
  "source": "https://www.wisesayings.com/video-quotes/",
  "theme": "video",
  "quotes": [
    {
      "cite": "Ann Macbeth",
      "quote": "Video just accesses international information so much more readily."
    },
    {
      "cite": "Chad Hurley",
      "quote": "Video is universal and allows people around the world to communicate and exchange ideas."
    },
    {
      "cite": "David Lynch",
      "quote": "Digital video is so beautiful. It's lightweight, modern, and it's only getting better. It's put film into the La Brea Tar Pits."
    },
    {
      "cite": "Tatyana Ali",
      "quote": "Videos are more like photography. It's not as much about trying to tell a story as it is creating images."
    },
    {
      "cite": "Leos Carax",
      "quote": "Video is freeing, but also lazier. You have to recreate the love of the moment."
    },
    {
      "cite": "Steve Garfield",
      "quote": "Video is just one part of a marketing plan. It fits certain messages & people better than others."
    },
    {
      "cite": "Lars Von Trier",
      "quote": "It is more difficult to manipulate with film than, for instance, video. The problem with video is that it gives you a thousand possibilities."
    },
    {
      "cite": "Brian May",
      "quote": "A good video can make all the difference."
    },
    {
      "cite": "Chad Hurley",
      "quote": "Video gives people a voice."
    },
    {
      "cite": "Chad Hurley",
      "quote": "Video is the most interesting and engaging way to share an idea with others."
    },
    {
      "cite": "Jonathan Davis",
      "quote": "Videos? Videos are important because millions of people watch TV and we can only tour and play so many places. But if you've got a video, then you're able to air it and millions and millions of people will see it."
    },
    {
      "cite": "Carole King",
      "quote": "The downside of videos is that it will put my vision in front of other people, so they might not get the chance to create their own."
    },
    {
      "cite": "Billy Joel",
      "quote": "Videos destroyed the vitality of rock and roll. Before that, music said, \"Listen to me.\" Now it says, \"Look at me.\""
    },
    {
      "cite": "Earl Sweatshirt",
      "quote": "Sometimes videos make a bad song very tight."
    },
    {
      "cite": "Chris Milk",
      "quote": "Music videos are very concrete and rigid. They don't allow for emotional interaction."
    },
    {
      "cite": "Andrew Mayne",
      "quote": "Use video to train assistants you'll be surprised how quickly they learn."
    },
    {
      "cite": "unknown",
      "quote": "Life is a video game. No matter how good you get, you are always zapped in the end."
    },
    {
      "cite": "Bob Hope",
      "quote": "The home videos aren't as good, but they are seeming to get better."
    },
    {
      "cite": "Ann Macbeth",
      "quote": "I think the long-term effect of video on cinema is good in that what we are now getting up there on the screen is of superior quality. Videos are just so much more sensitive to the world."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Videos have to go hand in hand with your music, so that's why, ultimately, they should be created by the artist. And if they're not, it doesn't really add up to me."
    },
    {
      "cite": "Niklas Zennstrom",
      "quote": "Video is moving online in a big way. It's proven to be a challenging market for some companies that start out as a pure Internet company such as Joost."
    }
  ]
}