{
  "source": "https://www.wisesayings.com/vietnam-quotes/",
  "theme": "vietnam",
  "quotes": [
    {
      "cite": "Tony Thomson",
      "quote": "We tried to change Vietnam. Instead, Vietnam changed us."
    },
    {
      "cite": "Ho Chi Minh",
      "quote": "I'm very moved to be here today, ... Our lives are now much better, but Vietnam remains a very poor country. We need to work much harder."
    },
    {
      "cite": "John F. Kerry",
      "quote": "I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service."
    },
    {
      "cite": "Karl Marlantes",
      "quote": "Matterhorn is my metaphor of the Vietnam War - we built it, we abandoned it, we assaulted it, we lost, and then we abandoned it again."
    },
    {
      "cite": "Alan Moore",
      "quote": "As I come to understand Vietnam and what it implies about the human condition, I also realize that few humans will permit themselves such an understanding."
    },
    {
      "cite": "Max Cleland",
      "quote": "Within the soul of each Vietnam veteran there is probably something that says \"Bad war, good soldier.\" Only now are Americans beginning to separate the war from the warrior."
    },
    {
      "cite": "Indira Ghandi",
      "quote": "I would like to ask a question. Would this sort of war or savage bombing which has taken place in Vietnam have been tolerated for so long, had the people been European?"
    },
    {
      "cite": "J. William Fulbright",
      "quote": "The biggest lesson I learned from Vietnam is not to trust our own government statements. I had no idea until then that you could not rely on them."
    },
    {
      "cite": "Charles Manson",
      "quote": "I know this: that in your own hearts and your own souls, you are as much responsible for the Vietnam War as I am for killing these people."
    },
    {
      "cite": "Nong Duc Manh",
      "quote": "In Vietnam we have no political prisoners. No one is arrested or jailed for his or her speech or point of view. They are put in jail because they violated the law."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam."
    },
    {
      "cite": "William Westmoreland",
      "quote": "I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy."
    },
    {
      "cite": "Howard Zinn",
      "quote": "When the United States fought in Vietnam, it was organized modern technology versus organized human beings, and the human beings won."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Our numbers have increased in Vietnam because the aggression of others has increased in Vietnam. There is not, and there will not be, a mindless escalation."
    },
    {
      "cite": "John Pilger",
      "quote": "Vietnam was as much a laboratory experiment as a war."
    },
    {
      "cite": "Michael Herr",
      "quote": "Vietnam was what we had instead of happy childhoods."
    },
    {
      "cite": "Alex Garland",
      "quote": "Vietnam, me love you long time. All day, all night, me love you long time."
    },
    {
      "cite": "Ann Coulter",
      "quote": "The only important lesson from the Vietnam War is this, Democrats lose wars."
    },
    {
      "cite": "Henry Rollins",
      "quote": "A country that has been through as much as Vietnam has to have some crazy music somewhere."
    },
    {
      "cite": "Michael Herr",
      "quote": "All the wrong people remember Vietnam. I think all the people who remember it should forget it, and all the people who forgot it should remember it."
    },
    {
      "cite": "unknown",
      "quote": "The crusades of Vietnam and Watergate seemed like a good idea at the time, even a noble one, not only to the press but perhaps to a majority of Americans."
    },
    {
      "cite": "Karl Hess",
      "quote": "Vietnam should remind all conservatives that whenever you put your faith in big government for any reason, sooner or later you wind up as an apologist for mass murder."
    }
  ]
}