{
  "source": "https://www.wisesayings.com/view-quotes/",
  "theme": "view",
  "quotes": [
    {
      "cite": "Beyonce Knowles",
      "quote": "We have to reshape our own perception of how we view ourselves."
    },
    {
      "cite": "Emile M Cioran",
      "quote": "The universal view melts things into a blur."
    },
    {
      "cite": "William James",
      "quote": "Our view of the world is truly shaped by what we decide to hear."
    },
    {
      "cite": "Epictetus",
      "quote": "Men are not afraid of things, but of how they view them."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "You get a wonderful view from the point of no return."
    },
    {
      "cite": "Simon Travaglia",
      "quote": "Don't borrow someone else's spectacles to view yourself with."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The conventional view serves to protect us from the painful job of thinking."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Our virtues and view spring from one root."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "The hours we pass with happy prospects in view are more pleasing than those crowded with fruition."
    },
    {
      "cite": "Mark Twain",
      "quote": "Distance lends enchantment to the view."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Any view of things that is not strange, is false."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Never limit your view of life by any past experience."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Don't look back unless it's a good view."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "If you don't climb the mountain, you can't see the view."
    },
    {
      "cite": "Anonymous",
      "quote": "When everything feels like an uphill struggle, just think of the view from the top."
    },
    {
      "cite": "George H W Bush",
      "quote": "Don't try to fine tune someone else's view."
    },
    {
      "cite": "Walt Kelly",
      "quote": "Looking back on things, the view always improves."
    },
    {
      "cite": "Debbie Ford",
      "quote": "Our perspectives on situations act like a lens through which we view the world."
    },
    {
      "cite": "Michael Leunig",
      "quote": "A world view is probably an expression of self."
    }
  ]
}