{
  "source": "https://www.wisesayings.com/village-quotes/",
  "theme": "village",
  "quotes": [
    {
      "cite": "Oliver Goldsmith",
      "quote": "Sweet Auburn, loveliest village of the plain, / Where health and plenty cheered the labouring swain."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "A man he was to all the country dear, / And passing rich with forty pounds a year; / Remote from town he ran his Godly grace, / Nor e'er had changed nor wished to change his place."
    },
    {
      "cite": "John Dyer",
      "quote": "The town and village, dome and farm, / Each give each a double charm, / As pearls upon an Ethiop's arm."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Hardy went down to botanize in the swamp, while Meredith climbed towards the sun. Meredith became, at his best, a sort of daintily dressed Walt Whitman: Hardy became a sort of village atheist brooding and blaspheming over the village idiot."
    },
    {
      "cite": "Erich Fromm",
      "quote": "A relatively primitive village in which there are still real feasts, common artistic shared expressions, and no literacy at all is more advanced culturally and more healthy mentally than our educated, newspaper-reading radio-listening culture."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A village is a hive of glass, where nothing unobserved can pass."
    },
    {
      "cite": "Florence King",
      "quote": "It takes only one child to raze a village."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Let the villages of the future live in our imagination, so that we might one day come to live in them!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our village life would stagnate if it were not for the unexplored forests and meadows which surround it."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "You need a village, if only for the pleasure of leaving it. A village means that you are not alone, knowing that in the people, the trees, the earth, there is something that belongs to you, waiting for you when you are not there."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Every village should celebrate its birthday & it will end the poison of casteism… and once casteism ends, see how the strength of villages increase!"
    },
    {
      "cite": "Hillary Clinton",
      "quote": "It takes a village to raise a child."
    },
    {
      "cite": "Pankaj Mishra",
      "quote": "Life in a Chinese village is much more organised because the Chinese Communist Party has a presence even in the remotest Chinese village - a presence of the kind that no governmental or non-governmental organisation has in Indian villages."
    },
    {
      "cite": "Mitchell Joachim",
      "quote": "You can pregrow a village with no consequence on the land. In fact, with a positive carbon contribution."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Twenty men crossing a bridge, into a village, / Are twenty men crossing twenty bridges, into twenty villages, / Or one man crossing a single bridge into a village."
    },
    {
      "cite": "Charles Reznikoff",
      "quote": "I like the streets of New York City, where I was born, better than these streets of palms. No doubt, my father liked his village in Ukrainia better than the streets of New York City; and my grandfather the city and its synagogue, where he once read aloud the holy books, better than the village in which he dickered in the market-place."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Under the spreading chestnut tree / The village smithy stands; / The smith a mighty man is he / With large and sinewy hands./ And the muscles of his brawny arms / Are strong as iron bands"
    },
    {
      "cite": "Guydebord",
      "quote": "Villages unlike towns, have always been ruled by conformism, isolation, petty surveillance, boredom, and repetitive malicious gossip about the same families. Which is a precise enough description of the global spectacle's present vulgarity."
    },
    {
      "cite": "Washington Irving",
      "quote": "The almighty dollar, the great object of universal devotion throughout our land, seems to have no genuine devotees in these peculiar villages."
    },
    {
      "cite": "Bengali Proverbs",
      "quote": "If you are culling out the swindlers, you may end up emptying the village."
    },
    {
      "cite": "Bengali Proverbs",
      "quote": "In one village, he is treated as a dog, in the other village he is God."
    },
    {
      "cite": "Arthur Lydiard",
      "quote": "In every little village in the world there are great potential champions who only need motivation, development, and good exercise evaluation."
    },
    {
      "cite": "Helen Nearing",
      "quote": "I love old bookshops and their accumulated dusty trash and treasures. I frequent them in any village, town, or city where I may be."
    },
    {
      "cite": "Mysore Narasimhachar Srinivas",
      "quote": "At any village wedding, sitting near the bride and groom were two men, one noting down the contributions made to the groom's household, and the other, the bride's."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "The village of Penicuik, with its neighbouring spinning mills, / Is most lovely to see, and the Pentland Hills; / And though of a barren appearance and some parts steep, / They are covered with fine pasture and sustain flocks of sheep."
    },
    {
      "cite": "Jane Taylor",
      "quote": "On the cheerful village green, / Skirted round with houses small, / All the boys and girls are seen, / Playing there with hoop and ball."
    },
    {
      "cite": "Gina Bellman",
      "quote": "I love those connections that make this big old world feel like a little village."
    },
    {
      "cite": "Bill Gates",
      "quote": "The Internet is becoming the town square for the global village of tomorrow."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "If you would be known, and not know, vegetate in a village; if you would know, and not be known, live in a city."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Have you forgotten to have a beautiful breakfast in a countryside village? Then, you have forgotten the life!"
    }
  ]
}