{
  "source": "https://www.wisesayings.com/villain-quotes/",
  "theme": "villain",
  "quotes": [
    {
      "cite": "Liev Schreiber",
      "quote": "Everyone says villains are thankless parts, but those are really the best roles."
    },
    {
      "cite": "Chadwick Boseman",
      "quote": "A superhero movie is only as great as its villains."
    },
    {
      "cite": "Bette Davis",
      "quote": "There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch."
    },
    {
      "cite": "Rob Lowe",
      "quote": "As a person navigating the waters of public scrutiny, you are often unable to hold on to personal heroes or villains. Inevitably you will meet your hero, and he may turn out to be less than impressive, while your villain turns out to be the coolest cat you've ever met."
    },
    {
      "cite": "Jessica Hagedorn",
      "quote": "Life is not simple, and people can't be boxed into being either heroes or villains."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Are people raised to be villains or vilified like I have become?"
    },
    {
      "cite": "Christopher Walken",
      "quote": "People think that my favorite roles to do are villains, but I find comedy to be the most challenging and rewarding."
    },
    {
      "cite": "Jack Gleeson",
      "quote": "Both villains and heroes need to have a steadfast belief in themselves."
    },
    {
      "cite": "Colby Covington",
      "quote": "Super villains and bad guys win in real life."
    },
    {
      "cite": "Ian Mckellen",
      "quote": "Shakespeare's villains are fabulous because none of them know that they are villains. Well, sometimes they do."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "Every villian is a hero in his own mind."
    },
    {
      "cite": "Connie Brockway",
      "quote": "You can figure out what the villain fears by his choice of weapons."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A villain must be a thing of power, handled with delicacy and grace. He must be wicked enough to excite our aversion, strong enough to arouse our fear, human enough to awaken some transient gleam of sympathy."
    },
    {
      "cite": "Josephine Angelini",
      "quote": "Love is willing to become to villain so that the one who you love can stay a hero."
    },
    {
      "cite": "Colin Firth",
      "quote": "Whenever you take on playing a villain, he has to cease to be a villain to you. If you judge this man by his time, he's doing very little wrong."
    },
    {
      "cite": "T.J. Kirk",
      "quote": "In an evil society a villain is the hero, because only the villain can speak the truth."
    },
    {
      "cite": "Vivienne Ming",
      "quote": "Discrimination is not done by villains. It's done by us."
    },
    {
      "cite": "Anurag Kashyap",
      "quote": "Cinema is much more than heroes and villains."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Things were easier for the old novelists who saw people all of a piece. Speaking generally, their heroes were good through and through, their villains wholly bad."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Political extremism involves two prime ingredients: an excessively simple diagnosis of the world's ills, and a conviction that there are identifiable villains back of it all."
    },
    {
      "cite": "Ian Fleming",
      "quote": "This country-right-or-wrong business is getting a little out-of-date.. History is moving pretty quickly these days and the heroes and villains keep on changing parts."
    },
    {
      "cite": "Mohammed Saeed al-Sahaf",
      "quote": "They are superpower of villains. They are superpower of Al Capone."
    },
    {
      "cite": "Amie Kaufman",
      "quote": "Every story needs its hero. And its villain. And its monster."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Not all people are obsessed with love in their life, some are just are obsessed to need a villain because they want to be a Hero."
    }
  ]
}