{
  "source": "https://www.wisesayings.com/vineyard-quotes/",
  "theme": "vineyard",
  "quotes": [
    {
      "cite": "Thomas Moore",
      "quote": "Every season hath its pleasure; Spring may boast her flowery prime, Yet the vineyard's ruby treasuries brighten Autumn's sob'rer time."
    },
    {
      "cite": "Thomas Muster",
      "quote": "To work a vineyard, you need a lot of guts to do that. To go out there and work all year, you almost feel that these people talk to the grapes. Wine is a lifestyle, and you can talk about it for ages. It's a passion, but it's not something I can do on a daily basis."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Any man who, having planted a vineyard, has not yet reaped the benefits should do so at once, so that he does not die in the struggle and leave it for another to enjoy."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Would the valleys were your streets, and the green paths your alleys, that you might seek one another through vineyards, and come with the fragrance of the earth in your garments."
    },
    {
      "cite": "Deuteronomy 24:21",
      "quote": "When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the alien, the fatherless and the widow."
    },
    {
      "cite": "Kathryn Davis",
      "quote": "There was a worm addicted to grape leaves, she continued, and suddenly it woke up. Call it a miracle, whatever, something woke it up and it wasn't a worm anymore. It was the whole vineyard, and the orchard too, the fruit, the trunks, an ever-expanding joy that didn't need to devour anything."
    },
    {
      "cite": "Frederick Weisel",
      "quote": "The sun had already set behind the mountains, and the sky had been drained of color. The trellises of sauvignon blanc flowed down the hill in even rows toward the valley floor. Whatever I was looking for, it wasn’t outside. As far as I could tell, the grapes were minding their own business."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Behold the rain which descends from heaven upon our vineyards; there it enters the roots of the vines, to be changed into wine; a constant proof that God loves us, and loves to see us happy."
    },
    {
      "cite": "Robert M. Parker",
      "quote": "I believe that the responsibility of the winemaker is to take that fruit and get it into the bottle as the most natural and purest expression of that vineyard, of the grape varietal or blend, and of the vintage."
    },
    {
      "cite": "William Styron",
      "quote": "In Vineyard Haven, on Martha's Vineyard, mostly I love the soft collision here of harbor and shore, the subtly haunting briny quality that all small towns have when they are situated on the sea."
    },
    {
      "cite": "Unknown",
      "quote": "Exploring a vineyard is like signing up for an adult field trip that includes wine. Count me in."
    },
    {
      "cite": "unknown",
      "quote": "There's no such thing as being lost in a vineyard. You're always in the right place."
    },
    {
      "cite": "Kevin Harvey",
      "quote": "I started looking all over for vineyard sites. I studied the conditions that make the best pinots. In the New World, you have to find the great pieces of land. Cool climate counts, but distinctive soil matters more than anything."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Every person should guard the vineyard where he has been called to labor."
    },
    {
      "cite": "Ann Radcliffe",
      "quote": "Groves of orange and lemon perfumed the air, their ripe fruit glowing among the foliage; while, sloping to the plains, extensive vineyards spread their treasures. Beyond these, woods and pastures, and mingled towns and hamlets stretched towards the sea, on whose bright surface gleamed many a distant sail; while, over the whole scene was diffused the purple glow of evening."
    },
    {
      "cite": "Deuteronomy 22:9",
      "quote": "Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled."
    },
    {
      "cite": "Deuteronomy 23:24",
      "quote": "If you enter you neighbor's vineyard, you may eat all the grapes you want, but do not put any in your basket."
    },
    {
      "cite": "Eden Phillpotts",
      "quote": "You are but a tiny cluster upon the vines of heaven, where the grapes are worlds; yet you hold the power to ripen your bitter berries and add to the eternal vintage of cosmic sweetness if so you will."
    },
    {
      "cite": "Lucretius",
      "quote": "Vineyards and shining harvests, pastures, arbors, And all this our very utmost toil Can hardly care for, we wear down our strength Whether in oxen or in men, we dull The edges of our ploughshares, and in return Our fields turn mean and stingy, underfed, And so today the farmer shakes his head, More and more often sighing that his work, The labour of his hands, has come to naught."
    },
    {
      "cite": "unknown",
      "quote": "Vineyards are basically field trips for adults and your ID is your permission slip."
    },
    {
      "cite": "Martin Luther",
      "quote": "It was with good reason that God commanded through Moses that the vineyard and harvest were not to be gleaned to the last grape or grain; but something to be left for the poor. For covetousness is never to be satisfied; the more it has, the more it wants. Such insatiable ones injure themselves, and transform God's blessings into evil."
    },
    {
      "cite": "J. Vernon McGee",
      "quote": "In the Old Testament... God is the owner of the vineyard. Here He is the Keeper, the Farmer, the One who takes care of the vineyard. Jesus is the genuine Vine, and the Father takes care of Him... In the Old Testament it is prophesied that the Lord Jesus would grow up before Him as a tender plant and as a root out of the dry ground. Think how often the Father intervened to save Jesus from the devil who wished to slay Him. The Father is the One who cared for the Vine, and He will care for the branches, too."
    },
    {
      "cite": "Sigrid Undset",
      "quote": "We are all bound to work in the vineyard where God is the husbandman. We have all been given our little vineyard, but the way in which we cultivate it is of great importance for the prosperity of our neighbour's vineyard ... In fact all our vineyards are a part of the Lord's great vineyard, the Holy Church, and we are all bound to work here too."
    }
  ]
}