{
  "source": "https://www.wisesayings.com/vintage-quotes/",
  "theme": "vintage",
  "quotes": [
    {
      "cite": "Nicole Lyons",
      "quote": "She's an old soul with young eyes, a vintage heart, and a beautiful mind."
    },
    {
      "cite": "Corpkshetrak Vikrmn",
      "quote": "Black and white, oldest of the vintages, newest of the last season."
    },
    {
      "cite": "Eden Philpotts",
      "quote": "You are but a tiny cluster upon the vines of heaven, where the grapes are worlds; yet you hold the power to ripen your bitter berries and add to the eternal vintage of cosmic sweetness if so you will."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The thing about being vintage is that it never goes out of fashion."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "There's a vintage which comes with age and experience."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste."
    },
    {
      "cite": "Carl Jung",
      "quote": "We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "When the choice is between a demanding relationship and a vintage pickup truck, I'll choose the truck every time."
    },
    {
      "cite": "James Russell",
      "quote": "Better one bite at forty, of truths bitter rind, than the hot wine that gushed from the vintage of twenty."
    },
    {
      "cite": "Erin O'Connor",
      "quote": "It makes me cross when I hear people say, 'It's so last season.' I always say, 'It's vintage.'"
    },
    {
      "cite": "Liz Goldwyn",
      "quote": "What I always loved about vintage clothes is that you let the woman who wore it before you live on in some way."
    },
    {
      "cite": "Marlene Wagman-Geller",
      "quote": "The battle is real. But as the women in my book prove, older ladies do not need rocking chairs. They rock."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "Mine eyes have seen the glory of the coming of the Lord: / He is trampling out the vintage where the grapes of wrath are stored; / He hath loosed the faithful lightning of his terrible swift sword: / His truth is marching on."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The essence of art is to produce the modern idea under an antique form."
    },
    {
      "cite": "John Keats",
      "quote": "O, for a draught of vintage! that hath been /  Cooled a long age in the deep-delved earth, / Tasting of Flora and the country green."
    },
    {
      "cite": "John Wagner",
      "quote": "Don't let ageing get you down. It's too hard to get back up."
    },
    {
      "cite": "Rose Leiman Goldemberg",
      "quote": "Antique jewelry, all other things being equal, increases in value as time goes on, and it has proved to be a good investment."
    },
    {
      "cite": "Brian D. Coleman",
      "quote": "How about the homeowners who combined rusty iron newel posts with wooden spindles in their new home for instant vintage charm."
    },
    {
      "cite": "Stacey Loalbo",
      "quote": "One of the moe fulfilling joys of this wacky world we call vintage is in the interesting artifacts we find, but the most rewarding aspect is the fabulous people met along the way."
    },
    {
      "cite": "Stacey Loalbo",
      "quote": "I would like to take the opportunity to show my appreciation for the many men and women who have given us what we have today by buying, saving, storing, and preserving their past."
    },
    {
      "cite": "Stacey Loalbo",
      "quote": "Nothing beats the value of vintage! Why settle for 'retro' when you can have the real thing."
    },
    {
      "cite": "O'Hara Callan and Glover 2008:268",
      "quote": "Vintage clothes became increasingly popular in the late 20th century as contemporary fashion developed a less prescriptive, more individualistic approach and favoured a customized referential look."
    },
    {
      "cite": "Heike Jenss",
      "quote": "While the term vintage itself and also the objects or practice it refers to have been in long existence, vintage appeared not only as a new word, but moreover as  a 'new thing.'"
    },
    {
      "cite": "Heike Jenss",
      "quote": "The term vintage connotes meanings that are other than retro more closely related to ideas of heritage, originality and a sense of superior quality associated with objects that are understood to materialize time or to get better with time."
    },
    {
      "cite": "Heike Jenss",
      "quote": "The value associated with vintage is not just simply inherent in them— not least because the term vintage refers now to new as well as old things."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Elegance is the only beauty that never fades."
    },
    {
      "cite": "Tony Visconti",
      "quote": "It is easily overlooked that what is now called vintage was once brand new."
    },
    {
      "cite": "Taylor Swift",
      "quote": "No amount of vintage dresses gives you dignity."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "There's a vintage which comes with age and experience."
    },
    {
      "cite": "Tori Amos",
      "quote": "There is a phenomenal amount of pressure on women in this inndustry: they are considered vintage by the time they hit their mid 30's."
    }
  ]
}