{
  "source": "https://www.wisesayings.com/vinyl-quotes/",
  "theme": "vinyl",
  "quotes": [
    {
      "cite": "Steven Wilson",
      "quote": "Owning vinyl is like having a beautiful painting hanging in your living room. It's something you can hold, pore over the lyrics, and immerse yourself in the art work."
    },
    {
      "cite": "Adam Mansbach",
      "quote": "Vinyl is democratic, as surely as the iPod is fascist. Vinyl is representational: It has a face. Two faces, in fact, to represent the dualism of human nature. Vinyl occupies physical space honestly, proud as a fat woman dancing."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "I remember opening up my first vinyl and seeing the incredible artwork it had. There's nothing like it. You also get that true gritty sound on vinyl that really makes a rock record sound great, which CDs can never achieve."
    },
    {
      "cite": "Neil Young",
      "quote": "Steve Jobs was a pioneer of digital music. But when he went home, he listened to vinyl."
    },
    {
      "cite": "John Peel",
      "quote": "Somebody was trying to tell me that CDs are better than vinyl because they don’t have any surface noise. I said, 'Listen, mate, life has surface noise."
    },
    {
      "cite": "Jack White",
      "quote": "Vinyl survived, we managed not to kill it. Knowing that you’ve taken part in this fight... You can’t imagine the happiness it brings. Every time I see a kid going out of the store with a vinyl record under the arms, my heart beats faster. Music should only be this. An intense emotion."
    },
    {
      "cite": "Frank Lero",
      "quote": "I've always been a fan of vinyl. There's something about the ritual of it. Something about it holds its gravity, for some reason. Sometimes you'll put on music and the music fades into the background. But when you take that vinyl out and put it down, the music becomes the conversation as opposed to being the soundtrack to it."
    },
    {
      "cite": "Kate Bush",
      "quote": "The great thing about vinyl is that if you wanted to get a decent-sounding cut, you could really only have 20 minutes max on each side."
    },
    {
      "cite": "Afrika Bambaataa",
      "quote": "It ain't no joke when you lose your vinyl."
    },
    {
      "cite": "Ken Hensley",
      "quote": "People often forget this - a vinyl album could only contain a maximum of 20 minutes per side!"
    },
    {
      "cite": "Quentin Tarantino",
      "quote": "I’m a big collector of vinyl – I have a record room in my house – and I’ve always had a huge soundtrack album collection. So what I do, as I’m writing a movie, is go through all those songs, trying to find good songs for fights, or good pieces of music to layer into the film."
    },
    {
      "cite": "Martin Gore",
      "quote": "It was so exciting to go to the record shop and buy a piece of vinyl and hold it, read the liner notes, look at the pictures. Even the smell of the vinyl."
    },
    {
      "cite": "Jack White",
      "quote": "Vinyl is the real deal. I’ve always felt like, until you buy the vinyl record, you don’t really own the album. And it’s not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive."
    },
    {
      "cite": "Bob Pollard",
      "quote": "I don’t think it’s real unless you put it on an LP. CDs aren’t real. Anybody can do that."
    },
    {
      "cite": "John Lydon",
      "quote": "I hate the technological rip-offs that pass for music formats these days, and go back to vinyl to hear a good record because the sound is always so much fuller. I don’t even like listening to music in the car."
    },
    {
      "cite": "Pete Rock",
      "quote": "It was very important, and I felt like music ran through my blood lines, with my father being a deejay and teaching me about records. I always thought vinyl was just intriguing. A black piece of wax that spins on a turntable and nothing but good sound comes from it. So that inspiration just keeps me going in hip-hop."
    }
  ]
}