{
  "source": "https://www.wisesayings.com/violence-quotes/",
  "theme": "violence",
  "quotes": [
    {
      "cite": "Isaac Asimov",
      "quote": "Violence is the last refuge of the incompetent."
    },
    {
      "cite": "MICHAEL BERG",
      "quote": "As long as people use violence to combat violence, we will always have violence."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Violence is not a catalyst but a diversion."
    },
    {
      "cite": "Lord Byron",
      "quote": "The sight of blood to crowds begets the thirst of more, As the first wine-cup leads to the long revel."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another."
    },
    {
      "cite": "Don Henley",
      "quote": "A man with a briefcase can steal millions more than any man with a gun."
    },
    {
      "cite": "Lewis H. Lapham",
      "quote": "A society that presumes a norm of violence and celebrates aggression, whether in the subway, on the football field, or in the conduct of its business, cannot help making celebrities of the people who would destroy it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent."
    },
    {
      "cite": "Edward Bond",
      "quote": "I write about violence as naturally as Jane Austen wrote about manners. Violence shapes and obsesses our society, and if we do not stop being violent we have no future."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you strike a child, take care that you strike it in anger, even at the risk of maiming it for life. A blow in cold blood neither can nor should be forgiven."
    },
    {
      "cite": "George Orwell",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "Jim Morrison",
      "quote": "We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Nonviolence doesn't always work -- but violence never does."
    },
    {
      "cite": "Dave Barry",
      "quote": "Violence and smut are of course everywhere on the airwaves. You cannot turn on your television without seeing them, although sometimes you have to hunt around."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When liberty comes with hands dabbled in blood it is hard to shake hands with her."
    },
    {
      "cite": "Edward Kennedy",
      "quote": "Violence is an admission that one's ideas and goals cannot prevail on their own merits."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Peace cannot be achieved through violence, it can only be attained through understanding."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "The sword of murder is not the balance of justice."
    },
    {
      "cite": "Bishop Desmond Tutu",
      "quote": "You must show the world that you abhor fighting."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Violence can only be concealed by a lie, and the lie can only be maintained by violence."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance."
    },
    {
      "cite": "Norman Mailer",
      "quote": "In America all too few blows are struck into flesh. We kill the spirit here, we are experts at that. We use psychic bullets and kill each other cell by cell."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "We must unite. Violence against women cannot be tolerated, in any form, in any context, in any circumstance, by any political leader or by any government."
    },
    {
      "cite": "Asha-Rose Migiro",
      "quote": "More and more leaders around the world are joining the struggle. More and more individuals understand that any abuse of any woman is intolerable."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "There are only two forces in the world, the sword and the spirit. In the long run the sword will always be conquered by the spirit."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "iolence is not merely killing another. It is violence when we use a sharp word, when we make a gesture to brush away a person, when we obey because there is fear."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Violence isn't always evil. What's evil is the infatuation with violence."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence."
    },
    {
      "cite": "Virgil",
      "quote": "They attack the one man with their hate and their shower of weapons. But he is like some rock which stretches into the vast sea and which, exposed to the fury of the winds and beaten against by the waves, endures all the violence."
    }
  ]
}