{
  "source": "https://www.wisesayings.com/violet-quotes/",
  "theme": "violet",
  "quotes": [
    {
      "cite": "Steven D. Price",
      "quote": "The violet flower gives the impression of shyness, growing as it does close to the protective ground and often beneath other plants, shrubs, and trees."
    },
    {
      "cite": "John Keats",
      "quote": "Fast-fading violets covered up in leaves; / And mid-May's eldest child, / The coming musk-rose, full of dewy wine, / The murmurous haunt of flies on summer eves."
    },
    {
      "cite": "William Shakespeare",
      "quote": "For Hamlet, and the trifling of his favour, / Hold it a fashion and a toy in blood, / A violet in the youth of primy nature,/  Forward, not permanent, sweet, not lasting, / The perfume and suppliance of a minute, / No more."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Life and love are life and love, a bunch of violets is a bunch of violets, and to drag in the idea of a point is to ruin everything. Live and let live, love and let love, flower and fade, and follow the natural curve, which flows on, pointless."
    },
    {
      "cite": "Margaret Joan Roberts",
      "quote": "A tea of violet flowers and leaves soothes a headache and helps one unwind after a heavy and demanding day, and was popular as an after dinner tea in the eighteenth and nineteenth centuries."
    },
    {
      "cite": "Margaret Joan Roberts",
      "quote": "The violet was a favorite flower in ancient Greece and became the symbol of Athens, the flower of Aphrodite, the goddess of love, and also the flower of her son Priapus, the god of gardens and the male procreative power."
    },
    {
      "cite": "Margaret Joan Roberts",
      "quote": "Growing violets is rewarding, as they demand little and give so much in return."
    },
    {
      "cite": "Glynda Joy Nord",
      "quote": "The common meadow violet grows low to the ground, usually no higher than seven inches. It bears broad, heart-shaped leaves with scalloped edges on short stalks that grow from the plants base."
    },
    {
      "cite": "Glynda Joy Nord",
      "quote": "Although the name suggests the flower's color, the violet comes in blue, purple, white, gree, and even a pale gray form, known as the Confederate violet, referring to Rebel uniforms."
    },
    {
      "cite": "Glynda Joy Nord",
      "quote": "New Jersey was the fourth state to adopt the violet as a state flower."
    },
    {
      "cite": "Anon",
      "quote": "A woman's love, deep in the heart, / Is like the violet flower, / That lifts its modest head apart / Im some sequestered bower."
    },
    {
      "cite": "Frederic Shoberl",
      "quote": "The beautiful modest flower still retains the bashful timidity of the nymph, partially concealing itself amidst foliage from the garish gaze of the sun."
    },
    {
      "cite": "James Montgomery",
      "quote": "The purple heath and golden broom On moory mountains catch the gale, over lawns the lily sheds perfume, the violet in the vale."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Each violet peeps from its dwelling to gaze at the bright stars above."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "The windflower and the violet, they perished long ago, And the brier-rose and the orchis died amid the summer glow; But on the hills the golden-rod, and the aster in the wood, And the yellow sunflower by the brook, in autumn beauty stood, Till fell the frost from the clear cold heaven, as falls the plague on men, And the brightness of their smile was gone, from upland glade and glen."
    },
    {
      "cite": "Elizabeth Oakes Smith",
      "quote": "The tender violet bent in smiles to elves that sported nigh, tossing the drops of fragrant dew to scent the evening sky."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Violet will be a good color for hair at just about the same time that brunette becomes a good color for flowers."
    },
    {
      "cite": "James Montgomery Boice",
      "quote": "The violets were past their prime, yet their departing breath was sweeter, in the blast of death, than all the lavish fragrance of the time."
    },
    {
      "cite": "Anonymous",
      "quote": "The violets of five seasons reappear and fade, unseen by any human eye."
    },
    {
      "cite": "William Wordsworth",
      "quote": "A violet by a mossy stone half hidden from the eye; Fair as a star, when only one Is shining in the sky."
    },
    {
      "cite": "Heine",
      "quote": "The violets prattle and titter, and gaze on the stars high above."
    },
    {
      "cite": "Byllye Avery",
      "quote": "Purple puts us in touch with the part of ourselves that is regal. Purple is the queen in all women; it helps us keep our backs straight and heads held high."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "The violets in the mountains have broken the rocks."
    },
    {
      "cite": "Frances S. Osgood",
      "quote": "The violet thinks, with her timid blue eye, to pass for a blossom enchantingly shy."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Violets smell like burnt sugar cubes that have been dipped in lemon and velvet."
    },
    {
      "cite": "Cora Linn Daniels",
      "quote": "The superstition still survives in widely scattered countries that to dream of the violet is good luck."
    },
    {
      "cite": "Cora Linn Daniels",
      "quote": "To gather the first violet in spring, is to hasten the granting of one's dearest wish."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Violet is for faithfulness, / Which in me shall abide; / Hoping likewise that from your heart / You will not let it slide."
    },
    {
      "cite": "Mark Twain",
      "quote": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "There is nothing to save, now all is lost, but a tiny core of stillness in the heart like the eye of a violet."
    }
  ]
}