{
  "source": "https://www.wisesayings.com/viral-quotes/",
  "theme": "viral",
  "quotes": [
    {
      "cite": "Tina Brown",
      "quote": "The viral power of online media has proven how fast creative ideas can be spread and adopted, using tools like cellphones, digital cameras, micro-credit, mobile banking, Facebook, and Twitter. A perfect example? The way the Green Movement in Iran caught fire thanks to social media."
    },
    {
      "cite": "Emerson Spartz",
      "quote": "I realized that influence was inextricably linked to impact-the more influence you had, the more impact you could create.... The ability to make things go viral felt like the closest that we could get to having a human superpower."
    },
    {
      "cite": "Lil Nas X",
      "quote": "When I first started, I wasn't trying to go viral. I just liked making funny videos, content that people would enjoy."
    },
    {
      "cite": "Maria Taylor",
      "quote": "No one cares about anything until it’s something that goes viral. It’s most certainly frustrating."
    },
    {
      "cite": "Ricky Van Veen",
      "quote": "Viral videos aren't just about being funny. They're about identity creation."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Romance isn't measured by how viral your proposal goes. The Internet age may try to sell you something different, but don't ever forget that viral is closely associated with sickness - so don't ever make being viral your goal."
    },
    {
      "cite": "Emerson Spartz",
      "quote": "The more awesome you are, the more emotion you create, the more viral it is."
    },
    {
      "cite": "Simon Cowell",
      "quote": "I like to know why a video has suddenly gone viral, why a song has broken, why a TV show is suddenly rating out of pattern... I'm pretty good at understanding why things are becoming popular."
    },
    {
      "cite": "Malik Yoba",
      "quote": "The world is changing and how we reach people has changed. It's no longer throwing ads on your network and putting up billboards. It's now social media and things move virally, and the networks haven't always caught up to that."
    },
    {
      "cite": "Mila Kunis",
      "quote": "I don't even have Facebook, Twitter or Instagram. Why would I ever want to be viral when I'm not even on the Internet?"
    },
    {
      "cite": "Robert Kyncl",
      "quote": "Everybody can have a viral success. You find something unique, that can happen."
    },
    {
      "cite": "William Shatner",
      "quote": "I know very little about the viral, electronic world, but I use Twitter to communicate not only information that I think some of the fans want to hear about but also ideas."
    },
    {
      "cite": "Adam McKay",
      "quote": "As far as what makes a viral video, then it's gotta be something that you've either never seen before, a fresh piece of comedy, or something that relates to something topical."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think youve gotta put out positive energy, put out cool viral stuff, and then just stay out of peoples opinions."
    },
    {
      "cite": "Shepard Fairey",
      "quote": "The Internet wasn't even an option for me, so one of the reasons I was so motivated to do street art was because there was no other outlet. Maybe if the Internet had been around then, I would have tried to do stuff that went viral and was clever and got me a lot of hits."
    },
    {
      "cite": "Martin Lindstrom",
      "quote": "Today's evangelism is just as likely to take place via chat rooms and viral videos as it is in a personal conversation or a sermon."
    }
  ]
}