{
  "source": "https://www.wisesayings.com/virginia-quotes/",
  "theme": "virginia",
  "quotes": [
    {
      "cite": "Jubal Early",
      "quote": "The Army of Northern Virginia was never defeated. It merely wore itself out whipping the enemy."
    },
    {
      "cite": "Beth Harbison",
      "quote": "The only thing here was a long gray ribbon of road, stretched like tape stuck by a toddler onto a rolling carpet of green hills under a huge arch of blue sky. This is Virginia. My Virginia, anyway."
    },
    {
      "cite": "Drew Gilfin Faust",
      "quote": "When I was growing up in Virginia, the Civil War was presented to me as glorious with dramatic courage and military honor. Later, I realized how death was central to the reality. It was at the core of women's lives. It's what they talked about most."
    },
    {
      "cite": "Douglas wilder",
      "quote": "The force I represent is Virginia's New Mainstream. It looks forward, not backwards. It tries to unify people, not divide them."
    },
    {
      "cite": "John Kruk",
      "quote": "People in West Virginia do have cars. We have indoor plumbing. We even use knives and forks."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "I enjoyed growing up part of my life in Virginia Beach. We had the ocean and the beach and a beautiful landscape. We were outdoors all the time and we played outside."
    },
    {
      "cite": "David Selby",
      "quote": "I think family is very important in West Virginia and has long been so because the mountains made travel difficult in the past, and family members had to depend on each other."
    },
    {
      "cite": "To Dr. Mildred Watson",
      "quote": "There are no masses in Virginia City, only individuals whose will for good or bad can bring them to the ends they ought to have. I like that very much."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "If Virginia stands by the old Union, so will I. But if she secedes,... then I will follow my native state with my sword and, if need be, with my life."
    },
    {
      "cite": "H.J. Eckenrode",
      "quote": "Separation of church and state in Virginia, instead of weakening Christianity, as the conservatives of the Revolution had feared, really aided it in securing a power over men far greater than it had known in the past."
    },
    {
      "cite": "Robert Hurt",
      "quote": "A lot of good things start in Virginia; a lot of good things have started in Virginia. We're no strangers to firsts."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Virginia is the place, where, technologically speaking, they will burn people at the stake for possessing such things as toasters."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "I spent my first two years at a small all-male college in Virginia called Hampden-Sydney. That was like going to college 120 years ago. The languages, a year of rhetoric, all of the great books, Western Man courses, stuff like that."
    },
    {
      "cite": "Dave Grohl",
      "quote": "I'm happy that I have my family, and I'm happy that I had Virginia, where I grew up, to retreat to any time I felt overwhelmed. Whenever there were times when I felt like the rug was being pulled out from under me and I was floating in this crazy space, I would stop and go back to that neighborhood and realize nothing's changed, really."
    },
    {
      "cite": "Pusha T",
      "quote": "Virginia Beach is just such a melting pot for so many different things, and they just have so many influences. I would always say that the area definitely influences Play Cloths. The area itself just has so many influences, whether it be fashion, music, everything."
    },
    {
      "cite": "Carl L. Becker",
      "quote": "Virginia was in fact a landowning aristocracy, without nobility or merchant class, or any considerable small peasant farming class; and the other Southern colonies, except North Carolina, were on the whole similar to Virginia in these respects."
    },
    {
      "cite": "Fred Thompson",
      "quote": "A new report shows that, in Virginia, gun violence has fallen as the sale of firearms has soared to a new record. In other news, a recent study shows that most criminals don't like getting shot at."
    }
  ]
}