{
  "source": "https://www.wisesayings.com/virtual-reality-quotes/",
  "theme": "virtual-reality",
  "quotes": [
    {
      "cite": "Chris Milk",
      "quote": "Virtual reality is the 'ultimate empathy machine.' These experiences are more than documentaries. They're opportunities to walk a mile in someone else's shoes."
    },
    {
      "cite": "Douglas Adams",
      "quote": "What the computer in virtual reality enables us to do is to recalibrate ourselves so that we can start seeing those pieces of information that are invisible to us but have become important for us to understand."
    },
    {
      "cite": "Rajesh Mankar",
      "quote": "The fact that we can, possibly in the future, create virtual realities with conscious beings is truly astonishing, for we have evolved from single-celled organisms that did not have a brain."
    },
    {
      "cite": "Hayao Mizayaki",
      "quote": "Virtual reality is a denial of reality. We need to be open to the powers of imagination, which brings something useful to reality. Virtual reality can imprison people."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "The telephone is virtual reality in that you can meet with someone as if you are together, at least for the auditory sense."
    },
    {
      "cite": "Jaden Smith",
      "quote": "You need virtual reality to understand high level science or high level math. It's very helpful to explain third and fourth dimensional things that people are constantly addressing in quantum physics. But, as soon as you're creating an avatar, and you can live and you can start to feel sensations on VR, that has gone too far."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I like live audiences, with real people - virtual reality is no substitute."
    },
    {
      "cite": "Rajesh",
      "quote": "We experience virtual reality on most nights while we are asleep, through our dreams."
    },
    {
      "cite": "Palmer Luckey",
      "quote": "If you have perfect virtual reality eventually, where you're be able to simulate everything that a human can experience or imagine experiencing, it's hard to imagine where you go from there."
    },
    {
      "cite": "Burt Rutan",
      "quote": "Within 25 years, virtual reality meetings will be essentially transparent to being there in person. Once we can do this, the idea of climbing into an aircraft, and burning up huge quantities of fossil fuels to propel our bodies and briefcases full of papers, will seem absolutely backward."
    },
    {
      "cite": "Rodolfo Llinas",
      "quote": "Some people prefer to see the game in the television than to go to the stadium. With virtual reality this will go to be worse, but at the end the 'real' reality will win, because a virtual meal is not the same thing as a real one!"
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "Virtual reality was once the dream of science fiction. But the internet was also once a dream, and so were computers and smartphones. The future is coming."
    },
    {
      "cite": "Matthew Schnipper",
      "quote": "VR at its best shouldn't replace real life, just modify it, giving us access to so much just out of reach physically, economically. If you can dream it, VR can make it."
    },
    {
      "cite": "Jaron Lanier",
      "quote": "The thing that's remarkably beautiful to me about virtual reality is that you can make up reality in virtual reality and share it with other people. It's like having a collaborative lucid dream."
    },
    {
      "cite": "Palmer Luckey",
      "quote": "VR is a way to escape the real world into something more fantastic. It has the potential to be the most social technology of all time."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "As the Internet of things advances, the very notion of a clear dividing line between reality and virtual reality becomes blurred, sometimes in creative ways."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "The dream of life is really an illusion, and everybody lives in the reality he or she creates - a virtual reality that is only true for the one who creates it."
    },
    {
      "cite": "Joan Lowery Nixon",
      "quote": "Virtual reality is a self-created form of chosen reality. Therefore it exists."
    },
    {
      "cite": "Thomas Dolby",
      "quote": "I started looking at small companies that were running a sort of virtual reality cottage industry: I had imagined that I would just put on a helmet and be somewhere else - that's your dream of what it's going to be."
    }
  ]
}