{
  "source": "https://www.wisesayings.com/vision-quotes/",
  "theme": "vision",
  "quotes": [
    {
      "cite": "Iyanla Vanzant",
      "quote": "If you don’t have a vision you’re going to be stuck in what you know.  And the only thing you know is what you’ve already seen."
    },
    {
      "cite": "Joel A. Barker",
      "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "A vision is not just a picture of what could be; it is an appeal to our better selves, a call to become something more."
    },
    {
      "cite": "Helen Keller",
      "quote": "The only thing worse than being blind is having sight but no vision."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Vision is the art of seeing what is invisible to others."
    },
    {
      "cite": "Robert Delaunay",
      "quote": "Vision is the true creative rhythm."
    },
    {
      "cite": "Vance Havner",
      "quote": "The vision must be followed by the venture. It is not enough to stare up the steps - we must step up the stairs."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Vision without action is a daydream. Action with without vision is a nightmare."
    },
    {
      "cite": "Proverbs 29:18",
      "quote": "Where there is no vision the people perish."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Vision without execution is hallucination."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Vision animates, inspires, transforms purpose into action."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Every person takes the limits of their own field of vision for the limits of the world."
    },
    {
      "cite": "Dean Graziosi",
      "quote": "It doesn't matter how fast you can go, it doesn't matter how much passion you have, and it doesn't matter how much energy you put into something. If you don't have a vision and clarity on the destination you want to reach, you'll simply never get there."
    },
    {
      "cite": "Emmitt Smith",
      "quote": "Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in."
    },
    {
      "cite": "Hans Finzel",
      "quote": "Where there is no vision, the people won't follow. Vision for a better future is the great motivator."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The more boundless your vision, the more real you are."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others."
    },
    {
      "cite": "Anonymous",
      "quote": "Hold the vision, trust the process."
    },
    {
      "cite": "Peter Senge",
      "quote": "It's not what the vision is, it's what the vision does."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The best vision is insight."
    },
    {
      "cite": "Brian Tracy",
      "quote": "A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Create a vision of what you want your future to look like, then set your goals and take action."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "To have a vision for your life is to see where you could be, not where you are now."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Create a vision for the life you really want and then work relentlessly towards making it a reality."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Live your vision and demand your success."
    }
  ]
}