{
  "source": "https://www.wisesayings.com/vocation-quotes/",
  "theme": "vocation",
  "quotes": [
    {
      "cite": "Scott Weiss",
      "quote": "Whatever vocation you decide on, track down the best people in the world at doing it and surround yourself with them."
    },
    {
      "cite": "Matthew C. Harrison",
      "quote": "To forgive is the vocation of all Christians."
    },
    {
      "cite": "Elton Trueblood",
      "quote": "It is the vocation of the Christian in every generation to out-think all opposition."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Find a vocation and passionately commit your life to it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It is not more vacation we need - it is more vocation."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Every disability conceals a vocation, if only we can find it, which will 'turn the necessity to glorious gain."
    },
    {
      "cite": "Nita Ambani",
      "quote": "Motherhood is the most challenging as well as the utmost satisfying vocation in this world."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Every man has two vocations: his own and philosophy."
    },
    {
      "cite": "Aristotle",
      "quote": "Where your talents and the needs of the world cross; there lies your vocation."
    },
    {
      "cite": "Mark Twain",
      "quote": "The secret of success is making your vocation your vacation."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Every man has a vocation to be someone: but he must understand clearly that in order to fulfill this vocation he can only be one person: himself."
    },
    {
      "cite": "George D. Prentice",
      "quote": "A dentist at work in his vocation always looks down in the mouth"
    },
    {
      "cite": "Mother Teresa",
      "quote": "Many people mistake our work for our vocation. Our vocation is the love of Jesus."
    },
    {
      "cite": "Benjamin Moser",
      "quote": "Vocation is different from talent. One can have vocation and not have talent; one can be called and not know how to go."
    },
    {
      "cite": "Cassius Jackson Keyser",
      "quote": "The pursuit of excellence is the proper vocation of man."
    },
    {
      "cite": "Pope Francis",
      "quote": "Vocations are born in prayer and from prayer; and only in prayer can they persevere and bear fruit."
    },
    {
      "cite": "Dom Hubert Van Zeller",
      "quote": "See your vocation as a God-given path to holiness."
    },
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Research is not a systematic occupation but an intuitive artistic vocation."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A vocation is the backbone of life."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The highest vocation of photography is to explain man to man."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The vocation of every man and woman is to serve other people."
    },
    {
      "cite": "Mary Gordon",
      "quote": "Waiting is the great vocation of the dispossessed."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "An unfulfilled vocation drains the color from a man's entire existence."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "When something is a vocation, you don't really make a decision about it."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Each of us has our own specific vocation, a sacred journey prepared by the Creator of the universe."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every man has his own vocation, talent is the call."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "The test of a vocation is the love of the drudgery it involves."
    },
    {
      "cite": "Joel Beeke",
      "quote": "No vocation on this side of heaven is as privileged or rewarding as Christian ministry."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Peacemaking is a full-time vocation that includes each member of God's people."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A vocation is born to us all; happily most of us meet promptly our twin, - occupation."
    }
  ]
}