{
  "source": "https://www.wisesayings.com/vocabulary-quotes/",
  "theme": "vocabulary",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The limits of my language are the limits of my universe."
    },
    {
      "cite": "Scott Adams",
      "quote": "Your inability to see other possibilities and your lack of vocabulary are your brain's limits, not the universe's."
    },
    {
      "cite": "Rudolf Flesch",
      "quote": "You can't buildÂ up a vocabularyÂ if you never meet any new words. And to meet them you must read. The more you read the better.Â"
    },
    {
      "cite": "Winston Churchill",
      "quote": "Your understanding of whatÂ you read and hear is, to a very large degree, determined by your vocabulary, so improve your vocabulary daily."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Human vocabulary is still not capable, and probably never will be, of knowing, recognizing, and communicating everything that can be humanly experienced and felt."
    },
    {
      "cite": "John McWhorter",
      "quote": "Loving your language means a command of its vocabulary beyond the level of the everyday."
    },
    {
      "cite": "Sheri S. Tepper",
      "quote": "AsÂ vocabularyÂ is reduced , so are the number of feelings you can express, the number of events you can describe, the number of the things you can identify! Not only understanding is limited, but also experience. Man grows by language. Whenever he limits language he retrogresses!"
    },
    {
      "cite": "Tony Robbins",
      "quote": "Simply by changing your habitual vocabulary, you can instantaneously change how you think, how you feel, and how you live."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Short words are best, and old words when short are best of all."
    },
    {
      "cite": "Jim Rohn",
      "quote": "VocabularyÂ enables us to interpret and to express. If you have a limitedÂ vocabulary, you will also have a limited vision and a limited future."
    },
    {
      "cite": "Jennifer Senior",
      "quote": "VocabularyÂ for aggravation is large.Â VocabularyÂ for transcendence is elusive."
    },
    {
      "cite": "Marsha B. Siegel",
      "quote": "TheÂ vocabularyÂ and manner of classical ballet express a high order of discipline and restraint, a sense of harmony with forces larger and more lasting than the individual."
    },
    {
      "cite": "James Turrell",
      "quote": "We use the vocabulary of light to describe a spiritual experience."
    },
    {
      "cite": "Aaron Siskind",
      "quote": "As the language orÂ vocabularyÂ of photography has been extended, the emphasis of meaning has shifted, shifted from what the world looks like to what we feel about the world and what we want the world to mean."
    },
    {
      "cite": "David Crystal",
      "quote": "Vocabulary is a matterÂ of word-buildingÂ as well as word-using.Â"
    },
    {
      "cite": "A. S. Byatt",
      "quote": "Vocabularies are crossing circles and loops. We are defined by the lines we choose to cross or to be confined by."
    },
    {
      "cite": "Harry Mathews",
      "quote": "Syntax and vocabulary are overwhelming constraints --the rules that run us. Language is using us to talk --we think we're using the language, but language is doing the thinking, we're its slavish agents."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "One forgets words as one forgets names. One's vocabulary needs constant fertilizing or it will die."
    },
    {
      "cite": "Derek Walcott",
      "quote": "The personalÂ vocabulary, the individual melody whose metre is one's biography, joins in that sound, with any luck, and the body moves like a walking, a waking island."
    },
    {
      "cite": "Wilfred Funk",
      "quote": "Success andÂ vocabularyÂ go hand in hand. This has been proven so often that it no longer admits of argument."
    },
    {
      "cite": "Wilfred Funk",
      "quote": "The more words you know, the more clearly and powerfully you will think ... and the more ideas you will invite into your mind."
    },
    {
      "cite": "Marina Warner",
      "quote": "The vocabulary of pleasure depends on the imagery of pain."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Words play an enormous part in our lives and are therefore deserving of the closest study."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "A word out of place or an interesting choice of vocabulary can spawn a whole character."
    },
    {
      "cite": "Sai Baba",
      "quote": "Practice the vocabulary of love - unlearn the language of hate and contempt."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "The words that come direct from the people are the greatest.If you substitute one out of your own vocabulary, it disappears before your eyes."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "TheÂ vocabularyÂ of an omniscient man would embrace words and images excluded from polite conversation. What would be base, or even obscene, to the obscene, becomes illustrious, spoken in a new connexion of thought."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "A vocabulary of truth and simplicityÂ will be of service throughout your life."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "We are losing our commonÂ vocabulary, built over thousands of years to help and delight and instruct us, for the sake of what we take to be the new technology's virtues."
    },
    {
      "cite": "Paul Valery",
      "quote": "A limitedÂ vocabulary, but one with which you can make numerous combinations, is better than thirty thousand words that only hamper the action of the mind."
    }
  ]
}