{
  "source": "https://www.wisesayings.com/vodka-quotes/",
  "theme": "vodka",
  "quotes": [
    {
      "cite": "Mick Jagger",
      "quote": "There's no absolutes in life, only vodka."
    },
    {
      "cite": "Dylan Moran",
      "quote": "Vodka is a very deceptive drink. You can't taste it, you can't smell it."
    },
    {
      "cite": "Gina Barreca",
      "quote": "Once we hit forty, women only have about four taste buds left: one for vodka, one for wine, one for cheese, and one for chocolate."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Vodka is tasteless going down, but it is memorable coming up."
    },
    {
      "cite": "Anonymous",
      "quote": "They say milk gives u strength. Drink three glasses and try moving a wall. You can't. Drink three shots of vodka and it moves all by itself."
    },
    {
      "cite": "Jann Arden",
      "quote": "If wine is fruit, then vodka must be a vegetable."
    },
    {
      "cite": "Philip Sington",
      "quote": "We drank our coffee the Russian way. That is to say we had vodka before it and vodka afterwards."
    },
    {
      "cite": "Tom Rachman",
      "quote": "Vodka is like water, but with consequences."
    },
    {
      "cite": "Fuzzy Zoeller",
      "quote": "The key factor in the vodka category is smoothness, and smoothness is what our vodka has."
    },
    {
      "cite": "Fuzzy Zoeller",
      "quote": "Vodka does not ease back pain. But it does get your mind off it."
    },
    {
      "cite": "Gary Shteyngart",
      "quote": "Vodka is a wonderful drink. You can drink so much of it without being as hung over as you would if you were drinking one of the brown liquors the whiskeys and such. It's a great drink to go with appetizers."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Vodka eyeballing sounds great, but it's a slippery slope. Next, you'll be scotch nostriling, tequila nippling and, before you know it, Jager tainting."
    },
    {
      "cite": "Richard Owen",
      "quote": "The relationship between a Russian and a bottle of vodka is almost mystical."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Alcohol is the anesthesia by which we endure the operation of life."
    },
    {
      "cite": "Yogi Berra",
      "quote": "He buys his roast beef, I buy my bottle of vodka. We get along real good."
    },
    {
      "cite": "William Emerson. Jr.",
      "quote": "When that first martini hits the liver like a silver bullet, there is a sigh of contentment that can be heard in Dubuque."
    },
    {
      "cite": "Oscar Levant",
      "quote": "I don't drink liquor. I don’t like it. It makes me feel good."
    },
    {
      "cite": "Rev. Sydney Smith",
      "quote": "It is all nonsense about not being able to work without ale, and gin, and cider, and fermented liquors. Do lions and carthorses drink ale?"
    },
    {
      "cite": "Luis Bunuel",
      "quote": "If you were to ask me if I'd ever had the bad luck to miss my daily cocktail. I'd have to say that I doubt it; where certain things are concerned, I plan ahead."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I have taken more out of alcohol than alcohol has taken out of me."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When I was younger I made it a rule never to take a strong drink before lunch. Now it is my rule never to do so before breakfast."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I drink too much. Last time I gave a urine sample there was an olive in it."
    },
    {
      "cite": "A.E. Housman",
      "quote": "Malt does more than Milton can, / To justify God's ways to man."
    },
    {
      "cite": "William James",
      "quote": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour. Sobriety' diminishes, discriminates, and says no; drunkenness expands, unites and says yes."
    },
    {
      "cite": "Don Marquis",
      "quote": "By the time a bartender knows what drink a man will have before he orders, there is little else about him worth knowing."
    },
    {
      "cite": "P.J. O’Rourke",
      "quote": "We cannot move around large quantities of necessary fluids without spilling them occasionally. Those of us who drink have proven this by experimental method."
    },
    {
      "cite": "Eno Putain",
      "quote": "Yes, God is in the details, hut at some point even God says, 'Enough, let’s go have a cocktail!'"
    },
    {
      "cite": "Ian Fleming",
      "quote": "A medium Vodka dry Martini — with a slice of lemon peel. Shaken and not stirred."
    },
    {
      "cite": "Steven Kates",
      "quote": "Vodka is the only thing that makes potatoes palatable, and without vodka, Russia would have won the Cold War. The word itself comes from the Slavic term for 'water,' or 'voda.' Somehow the 'k' sound gives it more of a kick, doncha think?"
    },
    {
      "cite": "Karen Walker",
      "quote": "You say potato, I say vodka."
    }
  ]
}