{
  "source": "https://www.wisesayings.com/voice-quotes/",
  "theme": "voice",
  "quotes": [
    {
      "cite": "Nietzsche",
      "quote": "the voice of beauty speaks softly; it creeps only into the most fully awakened souls"
    },
    {
      "cite": "Steve Jobs",
      "quote": "Don’t let the noise of others’ opinions drown out your own inner voice."
    },
    {
      "cite": "Barack Obama",
      "quote": "Nothing can stand in the way of the power of millions of voices calling for change."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "How wonderful is the human voice! It is indeed the organ of the soul. The intellect of man is enthroned visibly on his forehead and in his eye, and the heart of man is written on his countenance, but the soul, the soul reveals itself in the voice only."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "When the whole world is silent, even one voice becomes powerful."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The sweetest of all sounds is that of the voice of the woman we love."
    },
    {
      "cite": "Leon Brown",
      "quote": "Listen to your own voice, your own soul. Too many people listen to the noise of the world, instead of themselves."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Two voices are there; one is of the sea, One of the mountains: each a mighty Voice."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing."
    },
    {
      "cite": "William Faulkner",
      "quote": "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world...would do this, it would change the earth."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced."
    },
    {
      "cite": "Rumi",
      "quote": "The message behind the words is the voice of the heart."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The human voice is the organ of the soul."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Sometimes you need to sit lonely on the floor in a quiet room in order to hear your own voice and not let it drown in the noise of others."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "A voice cannot carry the tongue and the lips that gave it wings. Alone must it seek the ether. And alone and without his nest shall the eagle fly across the sun."
    },
    {
      "cite": "Ben Jonson",
      "quote": "The voice so sweet, the words so fair, As some soft chime had stroked the air; And though the sound had parted thence, Still left an echo in the sense."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The voice is a human sound which nothing inanimate can perfectly imitate. It has an authority and an insinuating property which writing lacks. It is not merely so much air, but air modulated and impregnated with life."
    },
    {
      "cite": "M.L. Shanahan",
      "quote": "We all have a voice. Some a whisper, some a roar. If you can roar, roar for others. If you can only whisper, keep trying. Every roar started small."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The decision is your own voice, an opinion is the echo of someone else's voice."
    },
    {
      "cite": "Alis Cerrahyan",
      "quote": "We must pay attention to that quiet and persistent inner voice of ours. If it's urging us to change something; we must obey, so we won't have to repeat a previous mistake."
    },
    {
      "cite": "Amanda Bernardo",
      "quote": "Never be afraid to use your voice to make a difference. Your story, unlike any other, has the power to change the world."
    },
    {
      "cite": "Lilly Singh",
      "quote": "Everyone finds their voice at different times in their life."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Your inner voice, your instinct, knows everything."
    },
    {
      "cite": "Michael A. Singer",
      "quote": "There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it."
    },
    {
      "cite": "John Osborne",
      "quote": "That voice that cries out doesn't have to be a weakling's does it?"
    },
    {
      "cite": "Philip Massinger",
      "quote": "How sweetly sounds the voice of a good woman! It is so seldom heard that, when it speaks,it ravishes all senses."
    },
    {
      "cite": "Steve Aylett",
      "quote": "Honesty is the voice that is acceptable in every matter."
    },
    {
      "cite": "Alice Walker",
      "quote": "The artist...is the voice of the people."
    },
    {
      "cite": "Duane Michals",
      "quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...'; And then do it."
    },
    {
      "cite": "Confucius",
      "quote": "Words are the voice of the heart."
    }
  ]
}