{
  "source": "https://www.wisesayings.com/volleyball-quotes/",
  "theme": "volleyball",
  "quotes": [
    {
      "cite": "Marv Dunphy",
      "quote": "Volleyball is one of the most interactive games going. It is a game of intuition, imagination, improvisation - but most of all, of reciprocity - of teamwork. There is no way to free-lance in volleyball."
    },
    {
      "cite": "Unknown Author",
      "quote": "Volleyball: It's in your heart; or it's in your face."
    },
    {
      "cite": "Karch Kiraly",
      "quote": "No volleyball play can begin without a serve, and the serve is the only technique that is totally under your control. In other endeavors, you cannot succeed without believing in yourself, and that belief is completely under your control."
    },
    {
      "cite": "Unknown Author",
      "quote": "My coach tells me to give about 75% to volleyball. If I give 100%, my serve will kill someone, and my coach doesn't want to deal with the paperwork."
    },
    {
      "cite": "Lindsey Berg",
      "quote": "Be a leader. A setter should be high energy. It's important that you learn how to give positive, constructive criticism. It's crucial that you make your teammates feel comfortable. You should never be the most silent player in the gym."
    },
    {
      "cite": "Summer Altice",
      "quote": "I got the nickname Spitfire for a reason. I burned inside to play volleyball. I loved the competition of it."
    },
    {
      "cite": "Karch Kiraly",
      "quote": "The beach game taught me great lessons about how to elevate the play of my teammate, or teammates, and how to anticipate and expect the ball so much more than the indoor game ever could. It taught me - even forced me - to be a much better-all-around player."
    },
    {
      "cite": "Mia Hamm",
      "quote": "Somewhere behind the athlete you've become, and the hours of practice, and the coaches who have pushed you is a little girl who fell in love with the game and never looked back... play for her."
    },
    {
      "cite": "Unknown Author",
      "quote": "Volleyball: Invented by men, perfected by women"
    },
    {
      "cite": "Gabrielle Reece",
      "quote": "Volleyball anchored me at a time in my life when I needed it. It gave me a reason for being this big, big girl."
    },
    {
      "cite": "Unknown Author",
      "quote": "Volleyball is not just a sport, it's a way to express your anger without hurting someone."
    },
    {
      "cite": "Misty May",
      "quote": "It takes a lot of hard work and dedication just like any pro sport. Especially for beach volleyball you don't have to be tall or as fast as other sports. You just have to have the skills."
    },
    {
      "cite": "Misty May",
      "quote": "Kerri and I stay motivated because we hate to lose. What's great about beach volleyball is you can always find something to get better at. I don't think about losing. It could happen. I just go out there and play. I couldn't tell you any numbers or winning streaks. I just go out and do it."
    },
    {
      "cite": "Kerri Walsh",
      "quote": "Breathe, believe, and battle. My former coach, Troy Tanner, told us that before each match. Breathe - be in the moment. Believe - have faith that you can rise above it. Battle - you gotta be prepared to go for as long as it takes."
    },
    {
      "cite": "Unknown Author",
      "quote": "Don't ever let the ball hit the ground without a body hitting the ground with it."
    },
    {
      "cite": "Unknown Author",
      "quote": "A good team can win a volleyball game when they are ahead, but only a great team can win when they are behind."
    },
    {
      "cite": "Holly McPeak",
      "quote": "There is pressure on every play. You can't make a mistake, but that also means your opponent can't make a mistake. It makes the matches more exciting to watch."
    },
    {
      "cite": "David Beard",
      "quote": "Volleyball is the sport through which I am able to express my God-given talents of being an athlete. It is a sport which involves relating, pushing, and encouraging your teammates."
    },
    {
      "cite": "Sarrah Stratton",
      "quote": "It was unbelievable. It was so great to work like that and be able to pull it out at the very end. We played so well together, helping each other out at just the right time. We never gave up and it all worked out better than we could have hoped for against such great opposition. We were in one of the toughest matches I've ever played."
    },
    {
      "cite": "Mia Hamm",
      "quote": "You can't just beat a team, you have to leave a lasting impression in their minds so they never want to see you again."
    },
    {
      "cite": "Kerri Walsh",
      "quote": "I love that our sport is sexy. I think it is appropriately so."
    },
    {
      "cite": "Unknown Author",
      "quote": "Volleyball is more than a sport, it's a way of life"
    },
    {
      "cite": "Sean Scott",
      "quote": "Anyone serious about playing indoor, you should play outdoor."
    },
    {
      "cite": "Unknown Author",
      "quote": "Volleyball is my life, everything else is just details."
    },
    {
      "cite": "Unknown Author",
      "quote": "Actions speak louder than coaches"
    },
    {
      "cite": "John Kessel",
      "quote": "Volleyball is like going to church… Many attend, but few understand."
    },
    {
      "cite": "Karch Kiraly",
      "quote": "Sometimes your opponents will try to intimidate you by staring at you before they serve. You can avoid the cold-war tactics by staring at the ball instead of their eyes. It tells the server: \"Hey, I'm ready for anything you've got - give it to me\"."
    },
    {
      "cite": "Mike Hebert",
      "quote": "Volleyball wasn’t just a sport, it was a religion."
    },
    {
      "cite": "Don Shondell",
      "quote": "Effective blockers are unquestionably the keystone of a successful defense."
    },
    {
      "cite": "Erik Hanson",
      "quote": "I was throwing up volleyballs today, and they were spiking them for kills."
    }
  ]
}