{
  "source": "https://www.wisesayings.com/volunteering-quotes/",
  "theme": "volunteering",
  "quotes": [
    {
      "cite": "Albert Pike",
      "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Start where you are. Use what you have. Do what you can."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands — one for helping yourself, and the other for helping others."
    },
    {
      "cite": "Betty Reese",
      "quote": "If you think you are too small to be effective, you have never been in bed with a mosquito."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "It is not enough to be compassionate. You must act."
    },
    {
      "cite": "Denzel Washington",
      "quote": "At the end of the day it’s not about what you have or even what you’ve accomplished. It’s about who you’ve lifted up, who you’ve made better. It’s about what you’ve given back."
    },
    {
      "cite": "Dr. Albert Schweitzer",
      "quote": "Even if it’s a little thing, do something for those who have need of a man’s help something for which you get no pay but the privilege of doing it. For, remember, you don’t live in a world all your own. Your brothers are here, too."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not."
    },
    {
      "cite": "Edward Everett Hale",
      "quote": "I am only one, but I am one. I cannot do everything, but I can do something. And I will not let what I cannot do interfere with what I can do."
    },
    {
      "cite": "Elizabeth Andrew",
      "quote": "Volunteers do not necessarily have the time; they just have the heart."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Volunteers are the only human beings on the face of the earth who reflect this nation’s compassion, unselfish caring, patience, and just plain loving one another."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "While earning your daily bread, be sure you share a slice with those less fortunate."
    },
    {
      "cite": "Helen Dyer",
      "quote": "Volunteerism is the voice of the people put into action. These actions shape and mold the present into a future of which we can all be proud."
    },
    {
      "cite": "Helen Keller",
      "quote": "The unselfish effort to bring cheer to others will be the beginning of a happier life for ourselves."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Not only must we be good, but we must also be good for something."
    },
    {
      "cite": "Herman Melville",
      "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men."
    },
    {
      "cite": "Ivan Scheier",
      "quote": "The broadest, and maybe the most meaningful definition of volunteering: Doing more than you have to because you want to, in a cause you consider good."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Only by giving are you able to receive more than you already have."
    },
    {
      "cite": "John E. Southard",
      "quote": "The only people with whom, you should try to get even are those who have helped you."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Every person can make a difference, and every person should try."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Leo Rosten",
      "quote": "The purpose of life is not to be happy, but to matter, to be productive, to be useful, to have it make some difference that you have lived at all."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Malayan Proverb",
      "quote": "One can pay back the loan of gold, but one dies forever in debt to those who are kind."
    },
    {
      "cite": "Horace Mann",
      "quote": "Doing nothing for others is the undoing of ourselves."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "To ease another's heartache is to forget one's own."
    }
  ]
}