{
  "source": "https://www.wisesayings.com/volunteerism-quotes/",
  "theme": "volunteerism",
  "quotes": [
    {
      "cite": "Website Of Administrators Of Volunteer Resources Bc",
      "quote": "Volunteerism is currency that appreciates."
    },
    {
      "cite": "Susan J. Ellis",
      "quote": "Volunteering is so pervasive it's invisible. We take for granted all the things that have been pioneered by concerned, active volunteers."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Who then can so softly bind up the wound of another as he who has felt the same wound himself."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The greatest good you can do for another is not just share your riches, but reveal to him his own."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The moral test of a society is how that society treats those who are in the dawn of life -- the children; those who are in the twilight of life -- the elderly; and those who are in the shadow of life -- the sick, the needy, and the handicapped."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted"
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Service to others is the rent you pay for your room here on Earth."
    },
    {
      "cite": "Edgar Allen",
      "quote": "Your life and mine should be valued not by what we take... but by what we give."
    },
    {
      "cite": "Aristotle",
      "quote": "What is the essence of life? To serve others and to do good."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Do every act of your life as if it were your last."
    },
    {
      "cite": "Mother Teresa",
      "quote": "To show great love for God and our neighbor we need not do great things. It is how much love we put in the doing that makes our offering something beautiful for God."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We are prone to judge success by the index of our salaries or the size of our automobiles, rather than by the quality of our service relationship to humanity."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "There is no better exercise for your heart, Than reaching down and helping to lift someone up."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "If you want to lift yourself up, lift up someone else."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give.'"
    },
    {
      "cite": "James D. Miles",
      "quote": "You can easily judge the character of a man by how he treats those who can do nothing for him."
    },
    {
      "cite": "Greg Louganis",
      "quote": "Never underestimate your ability to make someone else's life better-even if you never know it."
    },
    {
      "cite": "John Adams",
      "quote": "To be good, and to do good, is all we have to do."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Ask not what your country can do for you, ask what you can do for your country."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Three keys to more abundant living: caring about others, daring for others, sharing with others."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Give a man a fish and feed him for a day. Teach a man to fish and you feed him for a lifetime."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "To handle yourself, use your head; to handle others, use your heart."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Volunteers are the only human beings on the face of the earth who reflect this nation's compassion, unselfish caring, patience, and just plain love for one another."
    },
    {
      "cite": "David Sawyer",
      "quote": "We ourselves must be full of life if we are going to make life fuller for others."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "Dolores Huerta",
      "quote": "Giving kids clothes and food is one thing but it's much more important to teach them that other people besides themselves are important, and that the best thing they can do with their lives is to use them in the service of other people."
    },
    {
      "cite": "Everett Mamor",
      "quote": "The world is hugged by the faithful arms of volunteers."
    },
    {
      "cite": "David Thomas",
      "quote": "Unselfish and noble actions are the most radiant pages in the biography of souls."
    }
  ]
}