{
  "source": "https://www.wisesayings.com/voodoo-quotes/",
  "theme": "voodoo",
  "quotes": [
    {
      "cite": "Ben Fountain",
      "quote": "Haiti is unique - the first successful slave revolt in history, the first black republic etc., and then when you get into the culture, the voodoo, and that wonderful synchretization of Christian and African belief and symbology, it's like nothing the world has ever seen."
    },
    {
      "cite": "Jesmyn Ward",
      "quote": "My understanding of voodoo is that it was important to the people who practiced it because it helped them survive. There are practical ways it enabled survival. It used herbal medicine to heal, to aid in childbirth. It was a spiritual system. It made room for hope and for magic and for possibility. For people who struggle and fight to survive and who fight to live, those are really important things."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "If science ever gets to the bottom of Voodoo in Haiti and Africa, it will be found that some important medical secrets, still unknown to medical science, give it its power, rather than the gestures of ceremony."
    },
    {
      "cite": "Ever Smith",
      "quote": "I straightforward invite you to this worldly connection of God and their function for the procedures of performing magical rites. I ensure you with the best voodoo and love spell which will embody magical powers."
    },
    {
      "cite": "Jesmyn Ward",
      "quote": "I think that voodoo as a spiritual tradition has been demonized for so long in popular culture. I wanted to write against that and write a character who practiced that spiritual tradition who was not evil and intent on creating zombies or causing pain through voodoo dolls or whatever."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "People who have power, who think negatively of others and seek to injure them, are practicing a kind of voodoo, a lower sorcery."
    },
    {
      "cite": "R.J. Rushdoony",
      "quote": "The background of the Negro culture is voodoo and magic; and the purposes the magic are control and power over God, man, nature and society. Voodoo and magic was the religion and life of America's Negro."
    },
    {
      "cite": "Farah Soufan",
      "quote": "Unscrupulous cold-blooded sorcerers rigidly obeying the unholy ancient traditions of their bitterly sadistic inhuman ancestors. Take pleasure in shaping raggedy voodoo dolls slowly torturing the vulnerable unfortunate souls. Using dark black magic as their ultimate source to eradicate peacefulness from morals."
    },
    {
      "cite": "Wade Davis",
      "quote": "Voodoo is not some kind of black magic cult. It's the distillation of very profound religious ideas that came over during the tragic era of slavery."
    },
    {
      "cite": "Sam Trammell",
      "quote": "There's also the tradition of voodoo, the Haitian magic arts, in New Orleans. And because New Orleans is below sea level, when they bury people in New Orleans, it's mostly above ground. So you have this idea that the spirits are more accessible and can access you more easily because they're not even buried."
    },
    {
      "cite": "Arin Murphy-Hiscock",
      "quote": "I have learned a great deal from other Witches, Wiccans, Odinists, Voodoo and Hoodou practitioners, Druids and many others who consider themselves Pagan. The one common thread is that every single person has been nonjudgmental. Isn’t this what it’s all about, acceptance? Are we not here to design our own spiritual path?"
    },
    {
      "cite": "Win Butler",
      "quote": "The music in Haiti is all tied up in voodoo and African rhythm, and so there's this funny thing: go to a voodoo ceremony, and then go to a Catholic church and tell me which music you liked better, to which one the music is more integral."
    },
    {
      "cite": "Edwidge Danticat",
      "quote": "When people think about this religion, they'll say \"voodoo\" this and \"voodoo\" that in the way the Hollywood movies show it: the sticking of pins in dolls. It's very different than Vodou - which is a religion that comes to Haiti from our ancestors in Africa. I want to differentiate it from the stereotypical, sensationalized view that we see of the religion."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Voodoo is a very interesting religion for the whole family, even those members of it who are dead."
    },
    {
      "cite": "Jack Handey",
      "quote": "Too bad you can't buy a voodoo globe so that you could make the earth spin real fast and freak everbody out."
    },
    {
      "cite": "Amanda Carlson",
      "quote": "Voodoo is very old magic - possibly one of the oldest forms of all time. It's often referred to as vodou or voudoun.... Voodoo worships the loa, which are literally spirits - like ghosts - but much more powerful. The priestess can summon the loa, and the spirit inhabits her body. It's called being 'ridden."
    },
    {
      "cite": "R.J. Rushdoony",
      "quote": "The 'civil rights' revolutionary groups are a case in point. Their goal is not equality but power. The background of Negro culture is African and magic, and the purposes of magic are control and power ... Voodoo or magic was the religion and life of American Negroes. Voodoo songs underlie jazz, and old voodoo, with its power goal, has been merely replaced with revolutionary voodoo, a modernized power drive."
    },
    {
      "cite": "Michael Hurtt",
      "quote": "One thing you can say is that as for the voodoo stuff, no one had ever done anything like that before. The stuff sounds very weird to us. I don't even know if it would make it today."
    },
    {
      "cite": "Cathy Hopkins",
      "quote": "In the old days it was called voodoo and they stuck needles in dolls, now it's called acupuncture and they stick the needles straight into the person."
    }
  ]
}