{
  "source": "https://www.wisesayings.com/voting-quotes/",
  "theme": "voting",
  "quotes": [
    {
      "cite": "Hillary Clinton",
      "quote": "Voting is the most precious right of every citizen, and we have a moral obligation to ensure the integrity of our voting process."
    },
    {
      "cite": "Jens Stoltenberg",
      "quote": "By voting, we add our voice to the chorus that forms opinions and the basis for actions."
    },
    {
      "cite": "Emma Goldman",
      "quote": "If voting changed anything, they'd make it illegal."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Voting is the expression of our commitment to ourselves, one another, this country and this world."
    },
    {
      "cite": "Christine Pelosi",
      "quote": "Voting is a civic sacrament - the highest responsibility we have as Americans."
    },
    {
      "cite": "John Ensign",
      "quote": "I believe that voting is the first act of building a community as well as building a country."
    },
    {
      "cite": "Tony Snow",
      "quote": "Voting is a right best exercised by people who have taken time to learn about the issues."
    },
    {
      "cite": "Dick Gregory",
      "quote": "In most places in the country, voting is looked upon as a right and a duty, but in Chicago it's a sport."
    },
    {
      "cite": "Monica Crowley",
      "quote": "Voting is as much an emotional act as it is an intellectual one."
    },
    {
      "cite": "DeForest Soaries",
      "quote": "Voting is the foundational act that breathes life into the principle of the consent of the governed."
    },
    {
      "cite": "Arlen Specter",
      "quote": "Voting is fundamental in our democracy. It has yielded enormous returns."
    },
    {
      "cite": "Hill Harper",
      "quote": "Voting is an individual, personal thing."
    },
    {
      "cite": "Joan Blades",
      "quote": "Touch screen voting is a fine thing so long as they have a voter-verified paper trail."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Voting is like alchemy - taking an abstract value and breathing life into it."
    },
    {
      "cite": "Dick Gephardt",
      "quote": "Eventually I foresee voting on the Internet, which will lead to much more direct democracy."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All voting is a sort of gaming, like checkers or backgammon, with a slight moral tinge to it, a playing with right and wrong."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Voting is simply a way of determining which side is the stronger without putting it to the test of fighting."
    },
    {
      "cite": "Howard Zinn",
      "quote": "Voting is easy and marginally useful, but it is a poor substitute for democracy, which requires direct action by concerned citizens."
    },
    {
      "cite": "Frank Dane",
      "quote": "Get the fools on your side and you can be elected to anything."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "Constantly choosing the lesser of two evils is still choosing evil."
    },
    {
      "cite": "Origen",
      "quote": "The power of choosing good and evil is within the reach of all."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost."
    },
    {
      "cite": "Li Yuchun",
      "quote": "It was great that anybody can take part in voting."
    },
    {
      "cite": "Charles Lamb",
      "quote": "The measure of choosing well, is, whether a man likes and finds good in what he has chosen."
    },
    {
      "cite": "Simon Cowell",
      "quote": "Choosing how you vote should not be a snap verdict based on a few minutes of television."
    },
    {
      "cite": "Linda Chavez",
      "quote": "Choosing one's leaders is an affirmation that the person making the choice has inherent worth."
    },
    {
      "cite": "Nikki Reed",
      "quote": "Young people need to vote. They need to get out there. Every vote counts. Educate yourself too. Don't just vote. Know what you're voting for, and stand by that."
    },
    {
      "cite": "Andy Warhol",
      "quote": "I went to vote once, but I got too scared. I couldn't decide whom to vote for."
    },
    {
      "cite": "Bev Perdue",
      "quote": "The most powerful thing we own is our vote."
    },
    {
      "cite": "Monica Johnson",
      "quote": "With the right to vote, our choice should be for the Holy Spirit to lead us and guide us."
    }
  ]
}