{
  "source": "https://www.wisesayings.com/vulgar-quotes/",
  "theme": "vulgar",
  "quotes": [
    {
      "cite": "E. M. Forster",
      "quote": "It is the vice of a vulgar mind to be thrilled by bigness."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The good opinion of theÂ vulgarÂ is injurious."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "To the vulgar eye, few things are wonderful that are not distant."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "TheÂ vulgarÂ mind always mistakes the exceptional for the important."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "VulgarÂ people take huge delight in the faults and follies of great men."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "OurÂ vulgarÂ perception is not concerned with other thanÂ vulgarÂ phenomena."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "TheÂ vulgarÂ crowd always is taken by appearances, and the world consists chiefly of theÂ vulgar."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "TheÂ vulgarÂ only laugh, but never smile; whereas well-bred people often smile, but seldom laugh."
    },
    {
      "cite": "Ovid",
      "quote": "The vulgar herd estimate friendship by its advantages."
    },
    {
      "cite": "Roger Ebert",
      "quote": "It is quite possible for theÂ vulgarÂ to be funny, but to succeed, it must rise to a certain genius."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "TheÂ vulgarÂ man is always the most distinguished, for the very desire to be distinguished isÂ vulgar."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "The manner of aÂ vulgarÂ man has freedom without ease, and the manner of a gentleman has ease without freedom."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "When once you have got hold of aÂ vulgarÂ joke, you may be certain that you have got hold of a subtle and spiritual idea."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is veryÂ vulgarÂ to talk about one's own business. Only people like stockbrokers do that, and then only at dinner parties."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The insolence of theÂ vulgarÂ is in proportion to their ignorance. They treat everything with contempt which they do not understand."
    },
    {
      "cite": "Emily Post",
      "quote": "The mostÂ vulgarÂ slang is scarcely worse than the attempted elegance which those unused to good society imagine to be the evidence of cultivation."
    },
    {
      "cite": "Epictetus",
      "quote": "AÂ vulgarÂ man, in any ill that happens to him, blames others; a novice in philosophy blames himself; and a philosopher blames neither, the one nor the other."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "AÂ vulgarÂ man is captious and jealous; eager and impetuous about trifles. He suspects himself to be slighted, and thinks everything that is said meant at him."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "The fundamental flaw ofÂ vulgarÂ thought lies in the fact that it wishes to content itself with motionless imprints of a reality which consists of eternal motion."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "VulgarÂ and inactive minds confound familiarity with knowledge, and conceive themselves informed of the whole nature of things, when they are shown their form or told their use."
    },
    {
      "cite": "Walter Scott",
      "quote": "There is aÂ vulgarÂ incredulity, which in historical matters, as well as in those of religion, finds it easier to doubt than to examine."
    },
    {
      "cite": "Albert Camus",
      "quote": "The need to be right is the sign of a vulgar mind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Vulgarity is simply the conduct of other people."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is veryÂ vulgarÂ to talk like a dentist when one isn't a dentist. It produced a false impression."
    },
    {
      "cite": "David Mallet",
      "quote": "TheÂ vulgarÂ refuse or crouch beneath their load; the brave bear theirs without repining."
    },
    {
      "cite": "Tomas de Iriarte",
      "quote": "The foolish andÂ vulgarÂ are always accustomed to value equally the good and the bad."
    },
    {
      "cite": "Robert South",
      "quote": "TheÂ vulgarÂ and the many are fit only to be led or driven."
    },
    {
      "cite": "James Thomson",
      "quote": "VulgarÂ minds refuse to crouch beneath their load; the brave bear theirs without repining."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Whoever is ignorant is vulgar."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The vulgar call good fortune that which really is produced by the calculations of genius."
    }
  ]
}