{
  "source": "https://www.wisesayings.com/wacky-quotes/",
  "theme": "wacky",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "The secret to creativity is knowing how to hide your sources."
    },
    {
      "cite": "Fuad Alakbarov",
      "quote": "Chicken salad with egg in it is very interesting way to eat two generations."
    },
    {
      "cite": "Jan Sterling",
      "quote": "I've met a lot of hard-boiled eggs in my life, but you - you're 20 minutes."
    },
    {
      "cite": "Billie Burke",
      "quote": "Age is of no importance unless you're a cheese."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Mark Twain",
      "quote": "Go to Heaven for the climate, Hell for the company."
    },
    {
      "cite": "William Goldman",
      "quote": "Life is pain. Anyone who says otherwise is selling something."
    },
    {
      "cite": "Anonymous",
      "quote": "You don't know something? Google it. You don't know someone? Facebook it. You don't know where something is? MOM!"
    },
    {
      "cite": "Robert Graves",
      "quote": "The remarkable thing about Shakespeare is that he really is very good, in spite of all the people who say he is very good."
    },
    {
      "cite": "Steve Martin",
      "quote": "A day without sunshine is like, you know, night."
    },
    {
      "cite": "unknown",
      "quote": "Think like a proton. Always positive"
    },
    {
      "cite": "Cathy Guiswite",
      "quote": "When life gives you lemons, squirt someone in the eye."
    },
    {
      "cite": "Author Unknown",
      "quote": "When somebody tells you nothing is impossible, ask him to dribble a football."
    },
    {
      "cite": "Anonymous",
      "quote": "I finally realized that people are prisoners of their phones... that's why it's called a \"cell\" phone."
    },
    {
      "cite": "Reba McEntire",
      "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone."
    },
    {
      "cite": "Charles Schulz",
      "quote": "Don't worry about the world coming to an end today. It is already tomorrow in Australia."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "By all means let's be open-minded, but not so open-minded that our brains drop out."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Man cannot live by bread alone; he must have peanut butter."
    },
    {
      "cite": "Anonymous",
      "quote": "We're all mature, until someone pulls out some bubble wrap."
    },
    {
      "cite": "Flip Wilson",
      "quote": "Get well cards have become so humorous that if you don't get sick you're missing half the fun."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I like persons better than principles, and I like persons with no principles better than anything else in the world."
    },
    {
      "cite": "Author Unknown",
      "quote": "As soon as you sit down to a cup of hot coffee, your boss will ask you to do something which will last until the coffee is cold."
    },
    {
      "cite": "Jules Renard",
      "quote": "Laziness is nothing more than the habit of resting before you get tired."
    },
    {
      "cite": "Dennis Miller",
      "quote": "There's nothing wrong with being shallow as long as you're insightful about it."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Steven Wright",
      "quote": "You can't have everything... where would you put it?"
    },
    {
      "cite": "Peter Drucker",
      "quote": "There is nothing so useless as doing efficiently that which should not be done at all."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Behind every great man is a woman rolling her eyes."
    },
    {
      "cite": "Steven Wright",
      "quote": "Light travels faster than sound. This is why some people appear bright until they speak."
    }
  ]
}