{
  "source": "https://www.wisesayings.com/waffle-quotes/",
  "theme": "waffle",
  "quotes": [
    {
      "cite": "Trace Adkins",
      "quote": "I have always loved Waffle House. It's been like an oasis in the desert many times late at night after one of my concerts."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Waffles are like pancakes with syrup traps."
    },
    {
      "cite": "Lauren Myracle",
      "quote": "You should eat a waffle! You can’t be sad if you eat a waffle!"
    },
    {
      "cite": "unknown",
      "quote": "I don’t know about you, but I must fill every waffle square with syrup."
    },
    {
      "cite": "unknown",
      "quote": "Waffles are pancakes with abs."
    },
    {
      "cite": "Paula Deen",
      "quote": "Life is too short to wonder where you hid your waffle maker."
    },
    {
      "cite": "Simon Schama",
      "quote": "Even for the most excitable preacher, there was nothing inherently sinful about a waffle."
    },
    {
      "cite": "Daniel Shumski",
      "quote": "There's something about waffle geometry and the transformative power of the waffle iron that turns a recipe into an adventure, and if there's one thing that's become clear to me, it's that I'm not the only one who finds the adventure irresistible."
    },
    {
      "cite": "Lynda Balslev",
      "quote": "Whether it's good old fashioned buttermilk waffles doused in maple syrup, down-home manwich sloppy joes, or chocolate covered waffle pops, waffles are a carb lover's dream come true."
    },
    {
      "cite": "Dawn Yanagihara",
      "quote": "Waffle people, on the other hand — of which i am one — are off kilter, willy-nilly, moody, irascible, easily distracted, and subject to experiencing peaks and valleys like those that define a waffle."
    },
    {
      "cite": "John Green",
      "quote": "A taste so profound and complex that it can't even be compared to other tastes, only to emotions. Cheesy waffles, I was thinking, tastes like love without the fear of love's dissolution."
    },
    {
      "cite": "Jonathan Stroud",
      "quote": "That's usually how they start, the young ones. Meaningless waffle."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "My thoughts are like waffles the first few don't look so good."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "There's nothing sadder than a sobbing waffle."
    }
  ]
}