{
  "source": "https://www.wisesayings.com/waitress-quotes/",
  "theme": "waitress",
  "quotes": [
    {
      "cite": "Hunter S. Thompson",
      "quote": "The waitress had the appearance of a very old hooker who had finally found her place in life."
    },
    {
      "cite": "Gelett Burgess",
      "quote": "hen the waitress puts the dinner on the table, the old men look at the dinner. The young men look at the waitress."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We can serve humanity with our divine passions and gifted skills."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "To serve is beautiful, but only if it is done with joy and a whole heart."
    },
    {
      "cite": "Bunmi Shonubi",
      "quote": "Whenever you serve someone from your heart, the food tastes so much better."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The more we serve, the more strength, we receive to keep the good deeds."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "Our biggest cost is not power, or servers, or people. It's lack of utilization. It dominates all other costs."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "Once a waitress, always a waitress."
    },
    {
      "cite": "Jennifer Crusie",
      "quote": "There wasn't enough gratitude in the world for a server who kept drinks coming at a time like this."
    },
    {
      "cite": "Bill Courtney",
      "quote": "Serving and attempting to inspire others is a responsibility, not a choice."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You are serving someone for the rest of your life, not knowing a time must come when you must also be served."
    },
    {
      "cite": "Bob Muglia",
      "quote": "The right server for the right job."
    },
    {
      "cite": "Criss Jami",
      "quote": "A man who goes into a restaurant and blatantly disrespects the servers shows a strong discontent with his own being. Deep down he knows that restaurant service is the closest thing he will ever experience to being served like a king."
    },
    {
      "cite": "Ken Jennings",
      "quote": "To serve the many, you first serve the few."
    },
    {
      "cite": "Spalding Gray",
      "quote": "All the beautiful waitresses existed like eternal responsibilities."
    },
    {
      "cite": "Al McGuire",
      "quote": "If the waitress has dirty ankles, the chili is good."
    }
  ]
}