{
  "source": "https://www.wisesayings.com/waiting-for-love-quotes/",
  "theme": "waiting-for-love",
  "quotes": [
    {
      "cite": "Jayden Hayes",
      "quote": "Never rush into a relationship. True love is bound to reveal itself sooner or later."
    },
    {
      "cite": "unknown",
      "quote": "Never rush in love for it never runs out. Let love be the one to knock on your door so that by the time you start to feel, you'll know it's real."
    },
    {
      "cite": "Terry Mark",
      "quote": "If we're waiting for the most convenient time to say I LOVE YOU, we may never find one."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I've learned that waiting is the most difficult bit, and I want to get used to the feeling, knowing that you're with me, even when you're not by my side."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The course of true love never did run smooth."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Waiting is painful. Forgetting is painful. But not knowing which to do is the worse kind of suffering."
    },
    {
      "cite": "Juvenal Lopez",
      "quote": "The right person will come, once you have suffered enough to deserve her."
    },
    {
      "cite": "Christina Perri",
      "quote": "I have died everyday waiting for you. Darling don't be afraid. I have loved you for a thousand years. I'll love you a thousand more."
    },
    {
      "cite": "Luanne Rice",
      "quote": "Sometimes waiting is the hardest thing of all."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If you are not too long, I will wait here for you all my life."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If I am really a part of your dream, you'll come back one day."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Good things come to those who wait, Better things come to those who try."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "You cant force someone to care, you can only sit and wait till everything catches up to them and when it finally does maybe then they'll realize what they lost."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Delay is a bitter tonic, but it increases appetite."
    },
    {
      "cite": "Charles Stanley",
      "quote": "Our willingness to wait reveals the value we place on what we're waiting for"
    },
    {
      "cite": "Benedict Smith",
      "quote": "There are people out there who are waiting to meet you. Waiting to love you. You have to stick around for them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "How much of human life is lost in waiting."
    },
    {
      "cite": "Dr. Robert Anthony",
      "quote": "Waiting is a trap. There will always be reasons to wait. The truth is, there are only two things in life, reasons and results, and reasons simply don't count."
    },
    {
      "cite": "Erica Jong",
      "quote": "Love is everything it's cracked up to be It really is worth fighting for, being brave for, risking everything for."
    },
    {
      "cite": "French Proverb",
      "quote": "People count up the faults of those who keep them waiting"
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "John Keats",
      "quote": "Two souls with but a single thought, two hearts that beat as one."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Waiting is the rust of the soul."
    },
    {
      "cite": "Proverb",
      "quote": "The right man comes at the right time."
    },
    {
      "cite": "J. G. Holland",
      "quote": "There is no great achievement that is not the result of patient working and waiting."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "All things come to him who waits- provided he knows what he is waiting for."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Whatever we are waiting for -- peace of mind, contentment, grace, the inner awareness of simple abundance -- it will surely come to us, but only when we are ready to receive it with an open and grateful heart."
    },
    {
      "cite": "Criss Jami",
      "quote": "To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect."
    },
    {
      "cite": "Robert Browning",
      "quote": "I was made and meant to look for you and wait for you and become yours forever."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "If you can't ignore imperfections, then your imaginary ideal soulmate will always remain pending till you grow old and die."
    }
  ]
}