{
  "source": "https://www.wisesayings.com/waiting-quotes/",
  "theme": "waiting",
  "quotes": [
    {
      "cite": "Woodrow T. Wilson",
      "quote": "All things come to him who waits - provided he knows what he is waiting for."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "If we wait until we're ready, we'll be waiting for the rest of our lives."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Whatever we are waiting for -- peace of mind, contentment, grace, the inner awareness of simple abundance -- it will surely come to us, but only when we are ready to receive it with an open and grateful heart."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "Waiting is still an occupation. It is having nothing to wait for that is terrible."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "I would not sit waiting for some value tomorrow, nor for something to happen. One could wait a lifetime. ... I would make something happen."
    },
    {
      "cite": "Wendell Johnson",
      "quote": "While waiting for a Moses to lead us into the promised land, we have forgotten how to walk."
    },
    {
      "cite": "David Deida",
      "quote": "If you are waiting for anything in order to live and love without holding back, then you suffer. Every moment is the most important moment of your life. No future time is better than now to let down your guard and love."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Never keep long and be waiting. Waiters and quitters have just a slight difference but a common end."
    },
    {
      "cite": "John Ortberg",
      "quote": "Biblically, waiting is not just something we have to do until we get what we want. Waiting is part of the process of becoming what God wants us to be."
    },
    {
      "cite": "Craig Bruce",
      "quote": "You usually have to wait for that which is worth waiting for."
    },
    {
      "cite": "William Faulkner",
      "quote": "And sure enough even waiting will end...if you can just wait long enough."
    },
    {
      "cite": "Gian Carlo Menotti",
      "quote": "Waiting and hoping are the whole of life, and as soon as a dream is realized it is destroyed."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "How much of human life is lost in waiting."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Waiting is the rust of the soul."
    },
    {
      "cite": "Robert Jordan",
      "quote": "Waiting turns men into bears in a barn and women into cats in a sack."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Waiting was a sin against both the time that was still to come and the moments one was currently disregarding."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Things may come to those who wait, but only the things left by those who hustle."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Waiting is a trap. There will always be reasons to wait. The truth is, there are only two things in life, reasons and results, and reasons simply don't count."
    },
    {
      "cite": "J. G. Holland",
      "quote": "There is no great achievement that is not the result of patient working and waiting."
    },
    {
      "cite": "Jacob K. Javits",
      "quote": "There is nothing to be gained by waiting for a better situation. You see where you are and you do what you can with that."
    },
    {
      "cite": "Mandy Hale",
      "quote": "What we are waiting for is not as important as what happens to us while we are waiting. Trust the process."
    },
    {
      "cite": "Mario Andretti",
      "quote": "If you wait, all that happens is that you get older."
    },
    {
      "cite": "Jerry Smith",
      "quote": "Don't wait for your ship to come in - swim out to it."
    },
    {
      "cite": "Seth Godin",
      "quote": "Waiting for perfect is never as smart as making progress."
    },
    {
      "cite": "unknown",
      "quote": "The worst part of life is waiting. The best part of life is to have someone worth waiting for."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You are not just waiting in vain. There is a purpose behind every delay."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "I had tended to view waiting as mere passivity. When I looked it up in my dictionary however, I found that the words passive and passion come from the same Latin root, pati, which means to endure. Waiting is thus both passive and passionate. It's a vibrant, contemplative work. It means descending into self, into God, into the deeper labyrinths of prayer. It involves listening to disinherited voices within, facing the wounded holes in the soul, the denied and undiscovered, the places one lives falsely. It means struggling with the vision of who we really are in God and molding the courage to live that vision."
    },
    {
      "cite": "I Ching",
      "quote": "Waiting is not mere empty hoping. It has the inner certainty of reaching the goal."
    }
  ]
}