{
  "source": "https://www.wisesayings.com/wake-up-quotes/",
  "theme": "wake-up",
  "quotes": [
    {
      "cite": "Mark Twight",
      "quote": "Some of us wake up. Others roll over."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "Wake up determined. Go to bed satisfied."
    },
    {
      "cite": "Robert Hunter",
      "quote": "Wake up to find out that you are the eyes of the world."
    },
    {
      "cite": "Paul Valery",
      "quote": "The best way to make your dreams come true is to wake up."
    },
    {
      "cite": "Ray Lewis",
      "quote": "Don't let your alarm clock, be the only reason you wake up."
    },
    {
      "cite": "Austin Grossman",
      "quote": "One day you wake up and realize the world can be conquered."
    },
    {
      "cite": "Mooji",
      "quote": "The greatest healing would be to wake up from what we are not."
    },
    {
      "cite": "Lawton Chiles",
      "quote": "You should wake up every day looking for the trouble you can get into."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Wake up early everyday so that while others are still dreaming, you can make your dreams come true."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Craig Stone",
      "quote": "We dream of the world we could have made, and wake up in the world that we did."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "We wake up one day and find we have lost our dreams in order to protect our days."
    },
    {
      "cite": "Liam Payne",
      "quote": "Live your dream and never wake up."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One day you will wake up & there won’t be any more time to do the things you’ve always wanted. Do it now."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Wake up. Get out of your mind. Be present."
    },
    {
      "cite": "Richard Dreyfuss",
      "quote": "Wake up and live. It's a fast world out there."
    },
    {
      "cite": "Roy Bennett",
      "quote": "Dream big. Wake up. Take the first step into the unknown."
    },
    {
      "cite": "Ned Vizzini",
      "quote": "Dreams are only dreams until you wake up and make them real."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "You can wake up every day and make today better than the last."
    },
    {
      "cite": "W. C. Fields",
      "quote": "When you wake up in the morning, smile - and get it over with."
    },
    {
      "cite": "Marat Safin",
      "quote": "You have to wake up and you have to run if you want to survive."
    },
    {
      "cite": "Chesley Sullenberger",
      "quote": "Every day we wake up, we have an opportunity to do some good, but there's so much bad that you have to navigate to get to the good."
    },
    {
      "cite": "Jon Jones",
      "quote": "Wake up this morning knowing that the possibility for love is closer."
    },
    {
      "cite": "Ram Dass",
      "quote": "Be patient. You’ll know when it’s time for you to wake up and move ahead."
    },
    {
      "cite": "Tyga",
      "quote": "Wake up everyday stronger than yesterday, face your fears and wipe your tears."
    }
  ]
}