{
  "source": "https://www.wisesayings.com/walking-away-quotes/",
  "theme": "walking-away",
  "quotes": [
    {
      "cite": "Robert Tew",
      "quote": "Sometimes walking away has nothing to do with weakness, and everything to do with strength. We walk away not because we want others to realize out worth and value, but because we finally realize our own."
    },
    {
      "cite": "Bethany Megan",
      "quote": "The hardest part about walking away from someone is when you realize that no matter how slow you go, that someone will never run after you."
    },
    {
      "cite": "Td Jakes",
      "quote": "There are people who can walk away from you... let them walk. I don't want you to try to talk another person into staying with you, loving you, calling you, caring about you, coming to see you, staying attached to you... Your destiny is never tied to anybody"
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "I am good at walking away. Rejection teaches you how to reject."
    },
    {
      "cite": "unknown",
      "quote": "Knowing when to walk away, is Wisdom. Being able to, is Courage. Walking away with Grace, and your held head high, is Dignity."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "When the tears are too many and the love is too little, when you want to smile but you have to sigh and you're tired of the lies but your heart can't handle the truth, that's when you have to decide, if it's better to stay or just walk away."
    },
    {
      "cite": "David Kreger",
      "quote": "Sometimes it's best to just walk away, count your loss, say a prayer and go on with your life. Time and forgiveness has a way of healing the pain and hurt that you will undoubtedly feel."
    },
    {
      "cite": "Sarah Dillon",
      "quote": "Goodbye is the absolute hardest thing to say because you have to walk away with just a memory and after awhile that memory fades."
    },
    {
      "cite": "Punkinhead Abhishek",
      "quote": "Letting go is hard, but there comes a time when you accept the fact, that you can't go back to how it was and it's time to wish them best and walk away."
    },
    {
      "cite": "Mariel Avila",
      "quote": "Learning to walk away is hard but staying to suffer is harder."
    },
    {
      "cite": "Ben Ruston",
      "quote": "Trust yourself and walk away from situations and people that don't have your best interest at heart."
    },
    {
      "cite": "Zenobia Davis",
      "quote": "If you don't walk away, you'll hurt yourself beyond repair. Remember, you're a precious child of God, deserving to be treated kindly."
    },
    {
      "cite": "Wendy John",
      "quote": "Anyone or anything that is negative, you should walk away from. Make room for all the positives."
    },
    {
      "cite": "Dick Hirayama",
      "quote": "Just pick up your courage and walk away. Don't waste time. The longer one drags on, the amount of pain accumulates."
    },
    {
      "cite": "Cecil Day-Lewis",
      "quote": "Selfhood begins with a walking away, And love is proved in letting go."
    },
    {
      "cite": "Jerry West",
      "quote": "When it's time for me to walk away from something, I walk away from it. My mind, my body, my conscience tell me that enough is enough."
    },
    {
      "cite": "Alysia Harris",
      "quote": "The moment you feel like you have to prove your worth to someone is the moment to absolutely and utterly walk away."
    },
    {
      "cite": "Josh Stern",
      "quote": "Most of us need something not to walk away from."
    },
    {
      "cite": "Lou Angeli",
      "quote": "There are moments when you have to just walk away and cry."
    },
    {
      "cite": "Chuck Jordan",
      "quote": "I just can't walk away from something I've done all my life. it's part of me."
    },
    {
      "cite": "The Vow",
      "quote": "How do you look at someone you love and tell yourself it's time to walk away?"
    },
    {
      "cite": "Ellie Borak",
      "quote": "I've often tried to explain it and now realize something can never be explained, nor should you waste your time trying. Just walk away."
    },
    {
      "cite": "Shana Norris",
      "quote": "You don't just walk away from someone when things get tough, you find a way to stick it out and figure out what's gone wrong."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "You don't walk away if you love someone. You help the person."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Sometimes you have to smile and pretend everything's okay. Hold back the tears, and just walk away."
    },
    {
      "cite": "Jonny Lang",
      "quote": "I truly loved you, but now I'm walking away."
    },
    {
      "cite": "José N. Harris",
      "quote": "There comes a time in your life, when you walk away from all the drama and people who create it. You surround yourself with people who make you laugh. Forget the bad and focus on the good. Love the people who treat you right, pray for the ones who do not. Life is too short to be anything but happy. Falling down is a part of life, getting back up is living."
    }
  ]
}