{
  "source": "https://www.wisesayings.com/walls-quotes/",
  "theme": "walls",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "You build walls to fortify your heart,and blame on others for your loneliness."
    },
    {
      "cite": "James G. Stavridis",
      "quote": "Walls don't work instead of building walls to create security, we need to build bridges."
    },
    {
      "cite": "Susan Jeffers",
      "quote": "The wall that protects you, also imprisons you."
    },
    {
      "cite": "Dan Flavin",
      "quote": "A piece of wall can be visually disintegrated from the whole into a separate triangle by plunging a diagonal of light from edge to edge on the wall; that is, side to floor, for instance."
    },
    {
      "cite": "Randy Gage",
      "quote": "The wall that protects you from rejection also keeps out love and success. Accept your abundance."
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "A person can put up any kind of protective wall, but love and truth always find a way around it."
    },
    {
      "cite": "Bob Dylan",
      "quote": "There's a wall between you and what you want and you got to leap it."
    },
    {
      "cite": "Genghis Khan",
      "quote": "The strength of walls depends on the courage of those who guard them."
    },
    {
      "cite": "Morgan Rhodes",
      "quote": "Even paradise could become a prison if one had enough time to take notice of the walls."
    },
    {
      "cite": "Jose Parla",
      "quote": "The walls around us bear witness to lives past and present."
    },
    {
      "cite": "Anonymous",
      "quote": "People are lonely because they build walls instead of bridges."
    },
    {
      "cite": "Alice Meynell",
      "quote": "A wall is the safeguard of simplicity."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The only walls that exist are those you have placed in your mind. And whatever obstacles you conceive, exist only because you have forgotten what you have already achieved."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down."
    },
    {
      "cite": "Banksy",
      "quote": "A wall is a very big weapon. It's one of the nastiest things you can hit someone with."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Walls are made of fear; bridges are made of love!"
    },
    {
      "cite": "Eiji Yoshikawa",
      "quote": "The world is a stone wall and they have put the stones so close together that there is not a single crack through which one may enter."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Home is any four walls that enclose the right person."
    },
    {
      "cite": "Anonymous",
      "quote": "Some people build walls, not to keep others out, but to see who cares enough to break them down. No many will."
    },
    {
      "cite": "Darnell Lamont Walker",
      "quote": "The walls around the hood keep the people on the inside from the changes on the outside."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Brick walls let us prove how badly we want our dream and they stop those who don't want it enough. Brick walls let us show our dedication."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Walls are built up between people a hell of a damn sight faster than broken down."
    },
    {
      "cite": "Anonymous",
      "quote": "A house is made of walls and beams; a home is built with love and dreams."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep sadness out also keeps out the joy."
    },
    {
      "cite": "Teresa Clyne",
      "quote": "The only walls which bind us and stop us achieving our hearts desires are the walls we build for ourselves."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Walls protect and walls limit. It is in the nature of walls that they should fall. That walls should fall is the consequence of blowing your own trumpet."
    },
    {
      "cite": "Elvis Presley",
      "quote": "The walls have ears, ears that hear each little sound you make every time you stamp, throw a lamp."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Obstacles are weak walls without foundations; if you fear them, they will defeat you. But the fact is that they are even afraid of you. So why frightened?"
    }
  ]
}