{
  "source": "https://www.wisesayings.com/wandering-quotes/",
  "theme": "wandering",
  "quotes": [
    {
      "cite": "Roger Ascham",
      "quote": "By experience we find out a short way by a long wandering."
    },
    {
      "cite": "Lucas Hunter",
      "quote": "Do not allow yourself to lose sight on the way to your future, while wandering in the darkness of the past."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Once you have traveled, the voyage never ends, but is played out over and over again in the quietest chambers. The mind can never break off from the journey."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "Just to travel is rather boring, but to travel with a purpose is educational and exciting."
    },
    {
      "cite": "Bruno Schulz",
      "quote": "And one's wandering proved as sterile and pointless as the excitement produced by a close study of pornographic albums."
    },
    {
      "cite": "Togashi Yoshihiro",
      "quote": "Let's go together and go to different places and see different things. It'll be fun!"
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Wandering between two worlds, one dead, The other powerless to be born."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A good traveler has no fixed plans, and is not intent on arriving."
    },
    {
      "cite": "Alan Watts",
      "quote": "Real travel requires a maximum of unscheduled wandering, for there is no other way of discovering surprises and marvels, which, as I see it, is the only good reason for not staying at home."
    },
    {
      "cite": "Anonymous",
      "quote": "Some people keep wandering aimlessly from womb to tomb. They seek nothing and achieve nothing."
    },
    {
      "cite": "Ralph Crawshaw",
      "quote": "Travel has a way of stretching the mind. The stretch comes not from travel's immediate rewards, the inevitable myriad new sights, smells and sounds, but with experiencing firsthand how others do differently what we believed to be the right and only way."
    },
    {
      "cite": "St. Augustine",
      "quote": "People travel to wonder at the height of the mountains, at the huge waves of the seas, at the long course of the rivers, at the vast compass of the ocean, at the circular motion of the stars, and yet they pass by themselves without wondering."
    },
    {
      "cite": "John Milton",
      "quote": "To behold the wandering moon, Riding near her highest noon, Like one that had been led astray through the heav'n's wide pathless way; And oft, as if her head she bowed, Stooping through a fleecy cloud."
    },
    {
      "cite": "Andre Gide",
      "quote": "It is only in adventure that some people succeed in knowing themselves in finding themselves."
    },
    {
      "cite": "Jean-Pierre de Caussade",
      "quote": "So we follow our wandering paths, and the very darkness acts as our guide and our doubts serve to reassure us."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Wandering around the web is like living in a world in which every doorway is actually one of those science fiction devices which deposit you in a completely different part of the world when you walk through them. In fact, it isn't like it, it is it."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
    },
    {
      "cite": "Raymond H. Huse",
      "quote": "The wanderlust rages like a fever within him."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "What ever our wandering our happiness will always be found within a narrow compass, and in the middle of the objects more immediately within our reach."
    },
    {
      "cite": "Regina Nadelson",
      "quote": "Most travel is best of all in the anticipation or the remembering; the reality has more to do with losing your luggage."
    },
    {
      "cite": "Pico Lyer",
      "quote": "We travel, initially, to lose ourselves; and we travel, next to find ourselves. We travel to open our hearts and eyes and learn more about the world than our newspapers will accommodate."
    },
    {
      "cite": "Dave Barry",
      "quote": "And that's the wonderful thing about family travel: it provides you with experiences that will remain locked forever in the scar tissue of your mind."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
      "cite": "Henry Miller",
      "quote": "One's destination is never a place, but a new way of seeing things."
    },
    {
      "cite": "Avijeet Das",
      "quote": "The rocks were really big around the mountains and at times some rocks seemed as if they had been sculpted by some unknown artist."
    },
    {
      "cite": "Irving Wallace",
      "quote": "Every man can transform the world from one of monotony and drabness to one of excitement and adventure."
    },
    {
      "cite": "John Muir",
      "quote": "Trees go wandering forth in all directions with every wind, going and coming like ourselves, traveling with us around the sun two million miles a day, and through space heaven knows how fast and far!"
    },
    {
      "cite": "Anatole France",
      "quote": "Wandering re-establishes the original harmony which once existed between man and the universe."
    },
    {
      "cite": "Rollin A. Sawyer",
      "quote": "The symbol of joy today is travel. There is a wanderlust that infects the blood."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "We wander for distraction, but we travel for fulfillment."
    }
  ]
}