{
  "source": "https://www.wisesayings.com/wanderer-quotes/",
  "theme": "wanderer",
  "quotes": [
    {
      "cite": "Roman Payne",
      "quote": "What is a Wanderess? Bound by no boundaries, contained by no countries, tamed by no time, she is the force of nature’s course."
    },
    {
      "cite": "Avijeet Das",
      "quote": "You are a wanderer. You have spent days and nights in loneliness. And somehow you have got addicted to your loneliness. And one day you meet someone and you feel as if you have known them all your life. It's like you both are just continuing from where you had left a long time ago. And the silences between you, too have meaning!"
    },
    {
      "cite": "Frank M. Wanderer",
      "quote": "The Wanderer will stop when they recognize the activities of the mind and refuse to follow it any longer. The Wanderer realizes that with the help of the mind they will not be able to surpass the mind. The Wanderer will experience that stopping is the inactive moment of the mind, the silence between thoughts. In that silence, the Wanderer will experience the Consciousness without forms, and recognize that he or she is in fact the Presence without thoughts."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Not all those who wander are lost."
    },
    {
      "cite": "Antonio Machado",
      "quote": "Wanderer, your footsteps are the road, and nothing more; wanderer, there is no road, the road is made by walking. By walking one makes the road, and upon glancing behind one sees the path. . ."
    },
    {
      "cite": "Stephen King",
      "quote": "Definition Of A Wanderer: A guy who's always looking beyond"
    },
    {
      "cite": "Roman Payne",
      "quote": "Visions from the gods are gifts alone for those who wander."
    },
    {
      "cite": "Frank M. Wanderer",
      "quote": "The Wanderer then leaves behind the spiritual seeker, with all the accumulated knowledge and lofty spiritual experience, and takes the first step on the Journey."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "A solitary being is by instinct a wanderer."
    },
    {
      "cite": "Laozi",
      "quote": "A good wanderer leaves no trace."
    },
    {
      "cite": "James Kavanaugh",
      "quote": "For wanderers, dreamers, and lovers, for lonely men and women who dare to ask of life everything good and beautiful. It is for those who are too gentle to live among wolves."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Exploration is in our nature. We began as wanderers, and we are wanderers still. We have lingered long enough on the shores of the cosmic ocean. We are ready at last to set sail for the stars."
    },
    {
      "cite": "Sinclair Lewis",
      "quote": "Vast is the power of cities to reclaim the wanderer."
    },
    {
      "cite": "James Thurber",
      "quote": "Two is company, four is a party, three is a crowd. One is a wanderer."
    },
    {
      "cite": "Rosita Forbes",
      "quote": "The laws all true wanderers obey are these: 'Thou shalt not eat nor drink more than thy share,' 'Thou shalt not lie about the places thou hast visited or the distances thou hast traversed."
    },
    {
      "cite": "Jim Harrison",
      "quote": "Beware, O wanderer, the road is walking too."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "A pilgrim is a wanderer with purpose."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "A wanderer is man from his birth. He was born in a ship On the breast of the river of Time."
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "The road recedes as the traveler advances, leaving a continuous present."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "There is meaning in every journey that is unknown to the traveler."
    },
    {
      "cite": "Margaret Mead",
      "quote": "As the traveler who has once been from home is wiser than he who has never left his own doorstep, so a knowledge of one other culture should sharpen our ability to scrutinize more steadily, to appreciate more lovingly, our own."
    },
    {
      "cite": "Pavani Krishna MK",
      "quote": "A man consumed by wanderlust should really turn into a globetrotter to experience something called renaissance."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "Every perfect traveler always creates the country where he travels."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "The true traveler is he who goes on foot, and even then, he sits down a lot of the time."
    },
    {
      "cite": "Paul Fussell",
      "quote": "The wise traveler learns not to repeat successes but tries new places all the time."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There are no foreign lands. It is the traveler only who is foreign."
    },
    {
      "cite": "Joyce Kilmer",
      "quote": "The only reason a road is good as every wanderer knows / Is just because of the homes, the homes, the homes to which one goes"
    },
    {
      "cite": "Roman Payne",
      "quote": "To wander is to be alive."
    }
  ]
}