{
  "source": "https://www.wisesayings.com/wanting-love-quotes/",
  "theme": "wanting-love",
  "quotes": [
    {
      "cite": "Werner Erhard",
      "quote": "You don't have to go looking for love when it's where you come from."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Hope for love, pray for love, wish for love, dream for love but don't put your life on hold waiting for love."
    },
    {
      "cite": "Crystal Woods",
      "quote": "Finding love is like making creme brulee. It may take a few tries before you get it right."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Those that go searching for love, only manifest their own loveless ness. And the loveless never find love, only the loving find love. And they never have to seek for it."
    },
    {
      "cite": "Ryan Erickson",
      "quote": "The road to finding 'the one' is paved with a bit of promiscuity."
    },
    {
      "cite": "Byron Katie",
      "quote": "Seeking love keeps you from the awareness that you already have it that you are it."
    },
    {
      "cite": "Dyan Cannon",
      "quote": "I was seeking a real love, a real deal, and I have been seeking it for a lot of years. And in that seeking, I found that God's love is real."
    },
    {
      "cite": "Halle Berry",
      "quote": "The times may have changed, but the people are still the same. We're still looking for love, and that will always be our struggle as human beings."
    },
    {
      "cite": "Norman Wisdom",
      "quote": "All my boyhood, all I ever wanted was to be loved."
    },
    {
      "cite": "Mark David Chapman",
      "quote": "I just sought a way to be someone I wasn't. To be loved."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "We are all unconsciously in search of love. Whenever we feel its presence in our environment, we can't help but be drawn to it. There is no more compelling energy in the world."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Nothing makes us more cowardly and unconscionable than the desire to be loved by everyone."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The moment we set off in search of love, it sets off in search of us. And saves us."
    },
    {
      "cite": "Elif Shafak",
      "quote": "The quest for Love changes us. There is no seeker among those who search for Love who has not matured on the way. The moment you start looking for Love, you start to change within and without."
    },
    {
      "cite": "Nikita Koloff",
      "quote": "Search for love, for it is the most important ingredient of life. Without it, you life will echo emptiness. With it, your life will vibrate with warmth and meaning. Even during any hardship, love will shine through."
    },
    {
      "cite": "John Jay",
      "quote": "The only way to be loved is to be and to appear lovely; to possess and display kindness, benevolence, tenderness; to be free from selfishness and to be alive to the welfare of others."
    },
    {
      "cite": "LaToya Jackson",
      "quote": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future."
    },
    {
      "cite": "Rumi",
      "quote": "Don't look for Love, look for the one looking for Love."
    },
    {
      "cite": "Jasmine Guy",
      "quote": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Be an earth angel, and look for love behind the actions of everyone you meet today. Whenever you look for love, you will always find it."
    },
    {
      "cite": "Mary Balogh",
      "quote": "Perhaps she was just looking for love in the wrong places. In all the safe places. What if love was not safe at all?"
    },
    {
      "cite": "Paul Pearsall",
      "quote": "Stop looking for love and start showing it."
    },
    {
      "cite": "Byron Katie",
      "quote": "We're all looking for love, in our confusion, until we find our way back to the realization that love is what we already are."
    },
    {
      "cite": "Jill Scott",
      "quote": "Everybody's looking for love, and you want to love somebody and be loved in return."
    },
    {
      "cite": "Marshall Sylver",
      "quote": "Instead of looking for love, let it happen by being the best you that you can be."
    },
    {
      "cite": "Rachel Kushner",
      "quote": "The desire for love is universal but that has never meant it's worthy of respect. It's not admirable to want love, it just is."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Next to love is the desire for love."
    },
    {
      "cite": "Robert Goolrick",
      "quote": "If you don't receive love from the ones who are meant to love you, you will never stop looking for it."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Nothing is in the middle of somewhere, surrounded by everything, where everyone is someplace, and still lacking the someone, I need most."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "There are more people who wish to be loved than there are who are willing to love."
    }
  ]
}