{
  "source": "https://www.wisesayings.com/war-quotes/",
  "theme": "war",
  "quotes": [
    {
      "cite": "Polish (on war and peace)",
      "quote": "God grant me a good sword and no use for it."
    },
    {
      "cite": "Latin (on war and peace)",
      "quote": "War is sweet to those who haven't experienced it."
    },
    {
      "cite": "Dutch (on war and peace)",
      "quote": "You can't have peace any longer than your neighbor pleases."
    },
    {
      "cite": "unknown",
      "quote": "A true soldier does not admit defeat before the battle."
    },
    {
      "cite": "Belgian (on war and peace)",
      "quote": "Happy nations have no history."
    },
    {
      "cite": "Aesop",
      "quote": "United we stand; divided we fall."
    },
    {
      "cite": "unknown",
      "quote": "Violence begets violence."
    },
    {
      "cite": "Zairean (on war and peace)",
      "quote": "War ends nothing."
    },
    {
      "cite": "Mark Twain",
      "quote": "God created war so that Americans would learn geography."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "War is what happens when language fails."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend."
    },
    {
      "cite": "Plato",
      "quote": "Only the dead have seen the end of war."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Older men declare war. But it is youth that must fight and die."
    },
    {
      "cite": "Albert Dietrich",
      "quote": "There are perhaps many causes worth dying for, but to me, certainly, there are none worth killing for."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The supreme art of war is to subdue the enemy without fighting."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Listen up - there's no war that will end all wars."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Never think that war, no matter how necessary, nor how justified, is not a crime."
    },
    {
      "cite": "Hideo Kojima",
      "quote": "War orphans, child soldiers. War orphans, child soldiers."
    },
    {
      "cite": "Bert Kalmar",
      "quote": "Then it's war! Then it's war! Gather the forces. Harness the horses. Then it's war!"
    },
    {
      "cite": "Robert Rodat",
      "quote": "Wars are not fought only by childless men."
    },
    {
      "cite": "Michael Schiffer",
      "quote": "Yes the purpose of war is to serve a political end but the true nature of war is to serve itself."
    },
    {
      "cite": "Michael Schiffer",
      "quote": "War is a continuation of politics by other means."
    },
    {
      "cite": "Roger Damon Price",
      "quote": "Well, war is necessary. Yeah, it's great for the economy."
    },
    {
      "cite": "Ehren Kruger",
      "quote": "If you want to survive a war, do business with the side that's gonna win."
    },
    {
      "cite": "Christopher Markus",
      "quote": "You don't win wars with niceness, doctor. You win wars with guts."
    },
    {
      "cite": "Michael Hastings",
      "quote": "Wars aren't fought by nations or by armies. Wars are fought by men."
    },
    {
      "cite": "Michael Hastings",
      "quote": "You could argue that the main reason certain generals like war so much is, well, because only in war that they feel truly relevant. It's only in war that they feel close to the center of power. Only in war do they feel the warm glow of other people's attention."
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "The pure warrior... a magnificent anachronism. The absence of war will destroy him."
    },
    {
      "cite": "Brett Thompson",
      "quote": "Men start wars. Women clean up afterwards. If things were the other way around, there would be no more wars. I promise you that."
    }
  ]
}