{
  "source": "https://www.wisesayings.com/warm-quotes/",
  "theme": "warm",
  "quotes": [
    {
      "cite": "Oren Arnold",
      "quote": "To your enemy, forgiveness. To an opponent, tolerance. To a friend, heart. To a customer, service. To all, charity. To every child, a good example. To you, respect."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "We are each made for goodness, love and compassion. Our lives are transformed as much as the world is when we live with these truths."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A smile's warmth comes from the fire within the heart."
    },
    {
      "cite": "Marty Rubin",
      "quote": "To keep a warm heart in a cold world is the real victory."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for everyone you meet is fighting a harder battle."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "If the world seems cold to you, kindle fires to warm it."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "Home, more than anything, means warmth and bed."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
    },
    {
      "cite": "Maya Lin",
      "quote": "Warmth isn't what minimalists are thought to have."
    },
    {
      "cite": "Becky Aligada",
      "quote": "Memories are the treasures that we keep locked deep within the storehouse of our souls, to keep our hearts warm when we are lonely."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "True compassion means not only feeling another's pain but also being moved to help relieve it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Compassion and love constitute non-violence in action. They are the source of all spiritual qualities: forgiveness, tolerance, all the virtues. They give meaning to our activities and makes them constructive. There is nothing amazing about being rich or highly educated; only when the individual has a warm heart do these attributes become worthwhile."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Chris Hart",
      "quote": "All the statistics in the world can't measure the warmth of a smile."
    },
    {
      "cite": "Anna Sewell",
      "quote": "It is good people who make good places."
    },
    {
      "cite": "Thomas de Quincey",
      "quote": "Surely everyone is aware of the divine pleasures which attend a wintry fireside; candles at four o'clock, warm hearthrugs, tea, a fair tea-maker, shutters closed, curtains flowing in ample draperies to the floor, whilst the wind and rain are raging audibly without."
    },
    {
      "cite": "Chris Hart",
      "quote": "All the statistics in the world can't measure the warmth of a smile."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. The consciousness of loving and being loved brings a warmth and a richness to life that nothing else can bring."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home."
    },
    {
      "cite": "Ann Landers",
      "quote": "Warmth, kindness, and friendship are the most yearned for commodities in the world. The person who can provide them will never be lonely."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Give me the splendid, silent sun with all his beams full-dazzling."
    },
    {
      "cite": "Gina Lollobrigida",
      "quote": "A woman at 20 is like ice, at 30 she is warm and at 40 she is hot."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Build a man a fire, and he'll be warm for a day. Set a man on fire, and he'll be warm for the rest of his life."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "We ate well and cheaply and drank well and cheaply and slept well and warm together and loved each other."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Memories warm you up from the inside. But they also tear you apart."
    }
  ]
}