{
  "source": "https://www.wisesayings.com/warriors-quotes/",
  "theme": "warriors",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every great warrior must learn to endure and overcome the adversities of life."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "A warrior takes responsibility for his acts, for the most trivial of acts. An average man acts out his thoughts, and never takes responsibility for what he does."
    },
    {
      "cite": "Shissai",
      "quote": "A warrior must only take care that his spirit is never broken."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "A warrior thinks of death when things become unclear. The idea of death is the only thing that tempers our spirit."
    },
    {
      "cite": "N. K. Jemisin",
      "quote": "There is no greater warrior than a mother protecting her child."
    },
    {
      "cite": "Richard Strozzi Heckler",
      "quote": "The path of the Warrior is lifelong, and mastery is often simply staying on the path."
    },
    {
      "cite": "Deng Ming-Dao",
      "quote": "Some Warriors look fierce, but are mild. Some seem timid, but are vicious. Look beyond appearances; position yourself for the advantage."
    },
    {
      "cite": "Dan Millman",
      "quote": "A warrior does not give up what he loves, he finds the love in what he does."
    },
    {
      "cite": "Kiyomasa Kato",
      "quote": "The warrior's intention should be simply to grasp his sword and to die."
    },
    {
      "cite": "Karl von Clausewitz",
      "quote": "Courage, above all things, is the first quality of a warrior."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "Warriors do not win victories by beating their heads against walls, but by overtaking the walls. Warriors jump over walls; they don't demolish them"
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The two most powerful warriors are patience and time."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A warrior of light who trusts too much in his intelligence will end up underestimating the power of his opponent."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "To be a warrior is to learn to be genuine in every moment of your life."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "The art of being a warrior is to balance the wonder and the terror of being alive."
    },
    {
      "cite": "Pat Riley",
      "quote": "The true warrior understands and seizes that moment by giving an effort so intense and so intuitive that it could only be called one from the heart."
    },
    {
      "cite": "Confucius",
      "quote": "He who conquers himself is the mightiest warrior."
    },
    {
      "cite": "Jorge Manrique",
      "quote": "And, though the warrior's sun has set, Its light shall linger round us yet, Bright, radiant, blest."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "The average man is hooked to his fellow men, while the warrior is hooked only to infinity."
    },
    {
      "cite": "David Zindell",
      "quote": "All men are warriors. And life for everything in our universe is nothing but war."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Great warriors, like great earthquakes, are principally remembered for the mischief they have done."
    },
    {
      "cite": "Erin Hunter",
      "quote": "Warriors should suffer their pain silently."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "A warrior acts as if he knows what he is doing, when in effect he knows nothing."
    },
    {
      "cite": "Dan Millman",
      "quote": "As a peaceful warrior, I would choose when, where and how I would behave. With that commitment, I began to live the life of a warrior."
    },
    {
      "cite": "Chukwuemeka E.O.",
      "quote": "Warriors do not argur, but they take decisions."
    },
    {
      "cite": "Chukwuemeka E.O.",
      "quote": "The manhood does not make a man, but warriors were born by it."
    }
  ]
}