{
  "source": "https://www.wisesayings.com/washington-dc-quotes/",
  "theme": "washington-dc",
  "quotes": [
    {
      "cite": "Charles Krauthammer",
      "quote": "A gaffe in Washington is when a politician inadvertently reveals the truth, especially about himself."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Somebody once said that Washington was a city of Northern charm and Southern efficiency."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "Washington likes to threaten the people over whom they exercise power."
    },
    {
      "cite": "George W. Bush",
      "quote": "[T]here is distrust in Washington. I am surprised, frankly, at the amount of distrust that exists in this town."
    },
    {
      "cite": "Huey Long",
      "quote": "So I came to Washington, where I knew I would be farther away from America than I could be on some foreign shore; not that I do not respect this as a good part of America but in its general routine the heart of America is felt less here than at any place I have ever been."
    },
    {
      "cite": "Richard Goodwyn",
      "quote": "People come to Washington believing it is the center of power. I know I did. It was only much later that I learned that Washington is a steering wheel that’s not connected to an engine."
    },
    {
      "cite": "Armstrong Williams",
      "quote": "In Washington, DC, politics dominate even the most casual conversations."
    },
    {
      "cite": "Andrew Natsios",
      "quote": "Development does not take place in Washington, DC. Development takes place in the rest of the world."
    },
    {
      "cite": "Marion Barry",
      "quote": "There is a sort of an unwritten code in Washington, among the underworld and the hustlers and these other guys that I am their friend."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "In Washington, the clearer a statement is, the more certain it is to be followed by a 'clarification' when people realize what was said."
    },
    {
      "cite": "Joe Biden",
      "quote": "Make sure of two things. Be careful - microphones are always hot, and understand that in Washington, D.C., a gaffe is when you tell the truth. So, be careful."
    },
    {
      "cite": "Henry Rollins",
      "quote": "I was raised in Washington, DC, very violent place. I grew up with violence. My introduction to music was violent. The years I've spent on tours, some of that was extremely violent."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "[Washington, DC] feels like you're watching performance art. A lot of the time. I don't believe them, I don't believe what they say, I don't think they're being absolutely sincere. I think it's performance art. And most of them are bad actors."
    },
    {
      "cite": "Glenn Beck",
      "quote": "The only difference between Las Vegas and Washington, D.C. is that at least Vegas has the decency to admit the town is full of hookers and crooks."
    },
    {
      "cite": "William E. Simon",
      "quote": "Bad politicians are sent to Washington by good people who don't vote."
    },
    {
      "cite": "Fred Allen",
      "quote": "Washington is no place for a good actor.  The competition from bad actors is too great."
    },
    {
      "cite": "Shelley Moore Capito",
      "quote": "Being nice doesn't necessarily mean you're weak.  You can be nice and be strong at the same time.  That's a character trait that we need more in Washington."
    },
    {
      "cite": "Mark Steyn",
      "quote": "If gun control bore any relation to homicide rates, Washington, DC would be the safest place in the country."
    },
    {
      "cite": "Jarod Kintz,",
      "quote": "I once saw a snake having sex with a vulture, and I thought, it’s just business as usual in Washington DC."
    }
  ]
}