{
  "source": "https://www.wisesayings.com/waste-quotes/",
  "theme": "waste",
  "quotes": [
    {
      "cite": "G.K. Chesterton",
      "quote": "Thrift is poetic because it is creative; waste is unpoetic because it is waste."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "The most wasted day of all is that on which we have not laughed."
    },
    {
      "cite": "Henry Ford",
      "quote": "If it doesn't add value, it's waste."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
    },
    {
      "cite": "Will.I.Am",
      "quote": "Waste is only waste if we waste it."
    },
    {
      "cite": "James Meredith",
      "quote": "Nothing is a bigger waste of time than regretting the past and worrying about the future"
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "The waste of plenty is the resource of scarcity."
    },
    {
      "cite": "Caroline Manzo",
      "quote": "You hang out with trash and you start to smell like garbage."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Do not make your mind a dumping ground for other people's garbage."
    },
    {
      "cite": "Zac Goldsmith",
      "quote": "Of all the waste we generate, plastic bags are perhaps the greatest symbol of our throwaway society. They are used, then forgotten, and they leave a terrible legacy."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Waste no more time arguing about what a good man should be. Be one."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Almost every man wastes part of his life attempting to display qualities which he does not possess."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Don't waste your life believing you can't."
    },
    {
      "cite": "Andy Warhol",
      "quote": "Just because people throw it out and don't have any use for it, doesn't mean it's garbage."
    },
    {
      "cite": "Yusuf A. Leinge",
      "quote": "Garbage, in its \"worthless\" state, is the primary fuel for creativity."
    },
    {
      "cite": "Jim Carrey",
      "quote": "One man's toxic waste is another man's potpourri."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The first draft of anything is garbage."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "When plastic comes of age it shall clog the arteries of those who invented it."
    },
    {
      "cite": "Eric Samuel Timm",
      "quote": "To gain the treasure, you must leave the trash."
    },
    {
      "cite": "Marthe Troly-Curtin",
      "quote": "Time you enjoy wasting, was not wasted."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Waste is worse than loss. The time is coming when every person who lays claim to ability will keep the question of waste before him constantly. The scope of thrift is limitless."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Take time for all things: great haste makes great waste."
    },
    {
      "cite": "Anonymous",
      "quote": "Just because you're trash doesn't mean you can't do great things. It is called garbage can, not garbage cannot."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't waste your life dreaming of a better one."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Thank God men cannot fly, and lay waste the sky as well as the earth."
    },
    {
      "cite": "Alex Steffen",
      "quote": "There is no such thing as garbage, just useful stuff in the wrong place."
    },
    {
      "cite": "Henry Ford",
      "quote": "Time waste differs from material waste in that there can be no salvage. The easiest of all wastes and the hardest to correct is the waste of time, because wasted time does not litter the floor like wasted material."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "Nothing is a waste of time if you use the experience wisely."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Hundreds would never have known want if they had not at first known waste."
    },
    {
      "cite": "Timothy Morton",
      "quote": "The waste products in Earth's crust are also the human in this expanded, spectral sense. One's garbage doesn't go 'away' - it just goes somewhere else."
    }
  ]
}