{
  "source": "https://www.wisesayings.com/wasting-time-quotes/",
  "theme": "wasting-time",
  "quotes": [
    {
      "cite": "Heath Ledger",
      "quote": "I feel like I'm wasting time if I repeat myself."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If time be of all things the most precious, wasting time must be the greatest prodigality."
    },
    {
      "cite": "Helen Mirren",
      "quote": "There's no good way to waste your time. Wasting time is just wasting time."
    },
    {
      "cite": "E. W. Howe",
      "quote": "Half the time men think they are talking business, they are wasting time."
    },
    {
      "cite": "Paolo Sorrentino",
      "quote": "Wasting time is something that people do or feel all over the world, not just in Italy."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you spend time worrying, you're simply using your imagination to create things you don't want."
    },
    {
      "cite": "Eva Young",
      "quote": "To think too long about doing a thing often becomes its undoing."
    },
    {
      "cite": "Karen Lamb",
      "quote": "A year from now you will wish you had started today."
    },
    {
      "cite": "Dean Kamen",
      "quote": "I do not want to waste any time. And if you are not working on important things, you are wasting time."
    },
    {
      "cite": "Roberto Clemente",
      "quote": "Any time you have an opportunity to make a difference in this world and you don't, then you are wasting your time on Earth."
    },
    {
      "cite": "Billy Joel",
      "quote": "If you are not doing what you love, you are wasting your time."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When one pays a visit it is for the purpose of wasting other people's time, not one's own."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "When you kill time, remember that it has no resurrection."
    },
    {
      "cite": "Turcois Ominek",
      "quote": "Your time is way too valuable to be wasting on people that can't accept who you are."
    },
    {
      "cite": "Jerry Bruckner",
      "quote": "The biggest mistake you can make in life is to waste your time."
    },
    {
      "cite": "Brian Tracy",
      "quote": "One of the very worst uses of time is to do something very well that need not to be done at all."
    },
    {
      "cite": "Matareva Pearl",
      "quote": "Don't waste your time on revenge. Those who hurt you will eventually face their own karma."
    },
    {
      "cite": "Mitch Thrower",
      "quote": "If you're wasting your time or your attention, then start investing it wisely."
    },
    {
      "cite": "Charles Robert Darwin",
      "quote": "A man who dares to waste one hour of time has not discovered the value of life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Never make someone a priority when all you are to them is an option."
    },
    {
      "cite": "Estonian Proverb",
      "quote": "Wasting Time Is Robbing Oneself."
    },
    {
      "cite": "unknown",
      "quote": "Stop wanting someone who doesn't want you. You're just wasting your time."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Wasting time with the wrong person is just time wasted."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The time you enjoy wasting is not wasted time."
    },
    {
      "cite": "Norton Juster",
      "quote": "It's bad enough wasting time without killing it."
    },
    {
      "cite": "Mitch Thrower",
      "quote": "Someone wasting your time is far worse than someone wasting your money."
    },
    {
      "cite": "Alan Bradley",
      "quote": "No point in wasting time with false vanity when you possess the real thing."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "What fools call wasting time is most often the best investment."
    },
    {
      "cite": "Bruce Lee",
      "quote": "If you spend too much time thinking about a thing, you'll never get it done."
    },
    {
      "cite": "Tom Robbins",
      "quote": "We waste time looking for the perfect lover, instead of creating the perfect love."
    }
  ]
}