{
  "source": "https://www.wisesayings.com/watch-quotes/",
  "theme": "watch",
  "quotes": [
    {
      "cite": "Dick Van Dyke",
      "quote": "When you're a kid, you lay in the grass and watch the clouds going over, and you literally don't have a thought in your mind. It's purely meditation, and we lose that."
    },
    {
      "cite": "James A. Lovell",
      "quote": "There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen."
    },
    {
      "cite": "Theodore Harold White",
      "quote": "The most difficult thing in the world is to know how to do a thing and to watch someone else do it wrong, without comment."
    },
    {
      "cite": "George S. Patton",
      "quote": "Watch what people are cynical about, and one can often discover what they lack."
    },
    {
      "cite": "Roald Dahl",
      "quote": "And above all, watch with glittering eyes the whole world around you because the greatest secrets are always hidden in the most unlikely places. Those who don't believe in magic will never find it"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The enemy stays in the hearts of friends. Watch what your friends know about you and watch what you tell your friends, remember, egoism breeds jealousy and ends a relationship in discord"
    },
    {
      "cite": "Viola Spolin",
      "quote": "We have freedom of speech, but you got to watch what you say."
    },
    {
      "cite": "Rick Rubin",
      "quote": "Everything happens kind of the way it's supposed to happen, and we just watch it unfold. And you can't control it. Looking back, you can't say, 'I should've... ' You didn't, and had you, the outcome would have been different."
    },
    {
      "cite": "Anne Lammott",
      "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up."
    },
    {
      "cite": "Deyth Banger",
      "quote": "If you watch what people watch and read what people read, you are on the way to get the same results."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "A person knowing the power of the word becomes very careful of his conversation. He has only to watch the reaction of his words to know that they do Êºnot return void.Êº Through his spoken word, man is continually making laws for himself."
    },
    {
      "cite": "Will Rogers",
      "quote": "I don't make jokes. I just watch the government and report the facts."
    },
    {
      "cite": "Denis Dedirot",
      "quote": "Watch out for the fellow who talks about putting things in order! Putting things in order always means getting other people under your control."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Carefully watch your thoughts, for they become your words. Manage and watch your words, for they will become your actions. Consider and judge your actions, for they have become your habits. Acknowledge and watch your habits, for they shall become your values. Understand and embrace your values, for they become your destiny."
    },
    {
      "cite": "John Wesley",
      "quote": "Catch on fire with enthusiasm and people will come for miles to watch you burn."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Inspiration comes from not only within ourselves, but also from watching life around us."
    },
    {
      "cite": "RVM",
      "quote": "To live peacefully just look up into the sky and watch how the clouds drift in total acceptance. Instantly, you shall find Peace"
    },
    {
      "cite": "Bill Copeland",
      "quote": "When you stretch the truth, watch out for the snapback."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The few who do are the envy of the many who only watch."
    },
    {
      "cite": "Thomas Cole",
      "quote": "How lovely are the portals of the night, when stars come out to watch the daylight die."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "The cloud never comes from the quarter of the horizon from which we watch for it."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Meditation is to be aware of every thought and of every feeling, never to say it is right or wrong, but just to watch it and move with it. In that watching, you begin to understand the whole movement of thought and feeling. And out of this awareness comes silence."
    },
    {
      "cite": "Medard Boss",
      "quote": "A watch can only tell us how much time it is, how much time has passed, or how much time must still pass before something will occur. These statements are related not to time itself but only to its measurement or calculation."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Watch your manner of speech if you wish to develop a peaceful state of mind. Start each day by affirming peaceful, contented and happy attitudes and your days will tend to be pleasant and successful."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Contemplation often makes life miserable. We should act more, think less, and stop watching ourselves live."
    },
    {
      "cite": "Tatjana Urbic",
      "quote": "Listen to hear and watch to see."
    },
    {
      "cite": "Scott McCloud",
      "quote": "Learn from everyone. Follow no one. Watch for patterns. Work like hell."
    },
    {
      "cite": "Shawn Ashmore",
      "quote": "Every day on set, there was something to watch and learn."
    },
    {
      "cite": "Shana Alexander",
      "quote": "Evolution is fascinating to watch. To me it is the most interesting when one can observe the evolution of a single man."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "To assess the quality of thoughts of people, don't listen to their words, but watch their actions."
    }
  ]
}