{
  "source": "https://www.wisesayings.com/waterfalls-quotes/",
  "theme": "waterfalls",
  "quotes": [
    {
      "cite": "Mikhail Lermontov",
      "quote": "Many a calm river begins as a turbulent waterfall, yet none hurtles and foams all the way to the sea."
    },
    {
      "cite": "El Fuego",
      "quote": "The cold and crystal clear water, it falls gently on the sleeper, cleansing the mind and soothing the soul."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A waterfall cannot be silent, just as the wisdom! When they speak, the voice of power speaks!"
    },
    {
      "cite": "Virginia Alison",
      "quote": "There is a waterfall in every dream. Cool and crystal clear, it falls gently on the sleeper, cleansing the mind and soothing the soul."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The waterfall winks at every passerby."
    },
    {
      "cite": "Vanessa Hunt",
      "quote": "Grace is finding a waterfall when you were only looking for a stream."
    },
    {
      "cite": "Patrick Ness",
      "quote": "There’s hope at the bottom of the biggest waterfall."
    },
    {
      "cite": "Mel Brooks",
      "quote": "My mind is a raging torrent, flooded with rivulets of thought cascading into a waterfall of creative alternatives."
    },
    {
      "cite": "Lisa \"Left Eye\" Lopes",
      "quote": "Don't go chasing waterfalls / Please stick to the rivers and the lakes that you're used to / I know that you're gonna have it your way or nothing at all / But I think you're moving too fast."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What are the natural features which make a township handsome? A river, with its waterfalls and meadows, a lake, a hill, a cliff or individual rocks, a forest, and ancient trees standing singly. Such things are beautiful; they have a high use which dollars and cents never represent."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I was disappointed with Niagara—most people must be disappointed with Niagara. Every American bride is taken there, and the sight of the stupendous waterfall must be one of the earliest, if not the keenest, disappointments in American married life."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "From the waterfall he named her, / Minnehaha, Laughing Water."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Life is naked. A nude body is the truest and noblest symbol of life. If I draw a mountain as a heap of human forms and paint a waterfall in the shape of tumbling human bodies, it is because I see in the mountain a heap of living things, and in the waterfall a precipitate current of life."
    },
    {
      "cite": "Norman Rush",
      "quote": "You know you are in Africa at Victoria Falls because there is nothing anyplace to keep you from stepping off into the cataract, not a handrail, not an inch of barbed wire... the falls represent death for the taking."
    },
    {
      "cite": "William Plomer",
      "quote": "These are the Victoria Falls, the brightest trinket / In the globe-trotter's box of well-worn curios."
    },
    {
      "cite": "Lyndall Gregg",
      "quote": "An American tourist much pleased Aunt Olive by announcing that he would now have to send a cable to Niagara, saying, 'Turn on more water.'"
    },
    {
      "cite": "Kevin Prufer",
      "quote": "And listen to the faucets, like the rush of a waterfall heard through thick woods just as the birds began to sing early one morning years ago in the hills outside Florence."
    },
    {
      "cite": "Munia Khan",
      "quote": "Do not feel sad for your tears as rocks never regret the waterfalls."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "The harness of waterfalls is the most economical method known for drawing energy from the sun."
    },
    {
      "cite": "John Muir",
      "quote": "As long as I live, I'll hear waterfalls and birds and winds sing.  I'll interpret the rocks, learn the language of flood, storm, and the avalanche.  I'll acquaint myself with the wild gardens, and get as near the heart of the world as I can."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Water is the driving force of all nature."
    },
    {
      "cite": "Loren Eiseley",
      "quote": "If there is magic on this planet, it is contained in water."
    },
    {
      "cite": "Bob Ross",
      "quote": "Just let go - and fall like a little waterfall."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Waterfalls are exciting because they have power, they have rainbows, they have songs, and they have boldness and craziness!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There is a hidden message in every waterfall. It says, if you are flexible, falling will not hurt you!"
    },
    {
      "cite": "Alan King",
      "quote": "Don't go to restaurants that have waterfalls if you have a kidney condition."
    },
    {
      "cite": "Narrator (Naked Planet)",
      "quote": "Over the course of the Earth's history, waterfalls as grand as Niagara have come and gone without any human witnesses. So, in geological terms, our love affair with Niagara has been as fleeting as it has been intense. And today, the future of this relationship rests firmly in our own hands."
    },
    {
      "cite": "Chris Tomlin",
      "quote": "Oh God, my God I seek You / I wanna move when You move / You're more than I could long for / I thirst for You / You're an ocean to my soul / To my soul / Your love is like a waterfall, waterfall / Running wild and free / You hear my heart when I call, when I call / Deep calls, too deep / Your love is like a waterfall, waterfall / Raining down on me"
    },
    {
      "cite": "Mikkel Storleer Eriksen",
      "quote": "I've lost control / I paddle, but you're too strong / But I gotta trust your flow / Cause boy, I'm in your waterfall / Oh, I've lost control / And babe, it's a relief to know / I got you keeping me afloat / When I'm in your waterfall"
    },
    {
      "cite": "Bobby Rivkin",
      "quote": "People may come, people may go / Just as long as the water's slow / But watch out when you're / Headed for the waterfall / Dry land is just a love away / Warm sun and a place to lay / I see your future / The water above you calm and clear"
    }
  ]
}