{
  "source": "https://www.wisesayings.com/water-quotes/",
  "theme": "water",
  "quotes": [
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Water, the Hub of Life. Water is its mater and matrix, mother and medium. Water is the most extraordinary substance! Practically all its properties are anomalous, which enabled life to use it as building material for its machinery. Life is water dancing to the tune of solids."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Water, thou hast no taste, no color, no odor; canst not be defined, art relished while ever mysterious. Not necessary to life, but rather life itself, thou fillest us with a gratification that exceeds the delight of the senses."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "Water is fluid, soft, and yielding. But water will wear away rock, which is rigid and cannot yield. As a rule, whatever is fluid, soft, and yielding will overcome whatever is rigid and hard. This is another paradox: what is soft is strong."
    },
    {
      "cite": "John Ballantine Gough",
      "quote": "Everywhere water is a thing of beauty, gleaming in the dewdrops; singing in the summer rain; shining in the ice-gems till the leaves all seem to turn to living jewels; spreading a golden veil over the setting sun; or a white gauze around the midnight moon"
    },
    {
      "cite": "European Water Charter",
      "quote": "Water is a common heritage, the value of which must be recognized by all. Everyone has the duty to use water carefully and economically."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "We must treat water as if it were the most precious thing in the world, the most valuable natural resource. Be economical with water! Don't waste it! We still have time to do something about this problem before it is too late."
    },
    {
      "cite": "Toni Morriaon",
      "quote": "All water has a perfect memory and is trying to get back to where it was."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Don't you realize that the sea is the home of water? All water is off on a journey unless it's in the sea, and it's homesick, and bound to make its way home someday."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "When the well's dry, we know the worth of water."
    },
    {
      "cite": "Thomas County Cat",
      "quote": "Still waters run deep. Shallow waters run dry frequently."
    },
    {
      "cite": "Charles Mackay",
      "quote": "Water is the mother of the vine, the nurse and fountain of fecundity, the adorner and refresher of the world."
    },
    {
      "cite": "Ecclesiastes",
      "quote": "All the waters run to the sea and yet the sea is not full, and from the place where they began, thither they return again."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "In one drop of water are found all the secrets of all the oceans."
    },
    {
      "cite": "W. C. Fields",
      "quote": "You can't trust water: Even a straight stick turns crooked in it."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Thousands have lived without love, not one without water."
    },
    {
      "cite": "Kevin R. Stone",
      "quote": "Drinking  water is like washing out your insides. The water will cleanse the system, fill you up, decrease your  caloric load and improve the function of all your tissues."
    },
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Water is life's mater and matrix, mother and medium. There is no life without water."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Water is the only drink for a wise man."
    },
    {
      "cite": "Afghan Proverb",
      "quote": "A little water is a sea to an ant."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "When you drink the water, remember the spring."
    },
    {
      "cite": "Jean-Michel Cousteau",
      "quote": "Clean water, the essence of life and a birthright for everyone, must become available to all people now."
    },
    {
      "cite": "John Thorson",
      "quote": "Water links us to our neighbor in a way more profound and complex than any other."
    },
    {
      "cite": "Korean Proverb",
      "quote": "The deeper the waters are, the more still they run."
    },
    {
      "cite": "Afghan Proverb",
      "quote": "Water which is too pure has no fish."
    },
    {
      "cite": "Ghanaian Proverb",
      "quote": "It is the calm and silent water that drowns a man."
    },
    {
      "cite": "African Proverb",
      "quote": "Filthy water cannot be washed."
    },
    {
      "cite": "Sylvia A. Earle",
      "quote": "There's plenty of water in the universe without life, but nowhere is there life without water."
    },
    {
      "cite": "Sandra Postel",
      "quote": "Water is the basis of life and the blue arteries of the earth! Everything in the non-marine environment depends on freshwater to survive."
    },
    {
      "cite": "National Geographic",
      "quote": "It is water, in every form and at every scale, that saturates the mind. All the water that will ever be is, right now."
    }
  ]
}