{
  "source": "https://www.wisesayings.com/watermelon-quotes/",
  "theme": "watermelon",
  "quotes": [
    {
      "cite": "Turkish Proverb",
      "quote": "Two watermelons cannot be held under one arm."
    },
    {
      "cite": "Lewis Nordan",
      "quote": "There were happy days, with watermelon, and sad days of whiskey."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Pick up a sesame seed but lose sight of a watermelon."
    },
    {
      "cite": "Wally Amos",
      "quote": "If you focus on only the seeds in a watermelon, you missed the sweetness of the meat."
    },
    {
      "cite": "Jo Swerling",
      "quote": "That's all right if you've got a watermelon. Never let the seeds stop you from enjoying the watermelon."
    },
    {
      "cite": "Sergeant R. Lee Ermey",
      "quote": "I love watermelons but I believe you got to kill it to eat it."
    },
    {
      "cite": "Harry Edward Styles",
      "quote": "I just wanna taste it, I just wanna taste it  / Watermelon sugar high / Tastes like strawberries on a summer evenin'"
    },
    {
      "cite": "Guy Webster/Webster Music",
      "quote": "It's watermelon weather / That summer kind of weather / When people get together and sing"
    },
    {
      "cite": "Guy Webster/Webster Music",
      "quote": "For it's the sweetheart kissin' season / And all the world's in rhyme / When it's watermelon sweet love tellin' time"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Watermelon. A delightfully rounded ball of wondrous green exterior; that rolled with unparalleled fervor upon any friction less surface; with the tiniest of thrust"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "One of the most adulated fruits at the vendor's imperiously embellished establishment, / Was the relished watermelon."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I brutally tore through the skin of the succulent watermelon, / urged myself into the action of devouring blood red chunks of the fruit."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "All I want is a ravishing watermelon; titillating my tongue beyond the point of no control"
    },
    {
      "cite": "Julie Murray",
      "quote": "After about 60 days, tiny watermelon fruits appear on the vines. Over the warm summer months, these watermelon fruits grow bigger and bigger."
    },
    {
      "cite": "Hualing Nieh Engle",
      "quote": "A watermelon that breaks open by itself tastes better than one cut with a knife."
    },
    {
      "cite": "Jeff Steinmann",
      "quote": "Life is like eating a watermelon, you know you're going to get some seeds; just spit them out and take another bite."
    },
    {
      "cite": "Mark Twain",
      "quote": "When one has tasted watermelon, he knows what the angels eat."
    },
    {
      "cite": "Enrico Caruso",
      "quote": "Watermelon it's a good fruit. You eat, you drink, you wash your face."
    },
    {
      "cite": "Evelyn Murray Drayton",
      "quote": "No matter how the watermelon is shaped, you know it is a watermelon from the outward appearance. Similarly--no matter what color or how the person is shaped, you know it is a human being."
    },
    {
      "cite": "Evelyn Murray Drayton",
      "quote": "If people have time and patience, they will be able to count the number of seeds in a watermelon. But not one person can tell you how many watermelons will grow by planting one seed."
    },
    {
      "cite": "Evelyn Murray Drayton",
      "quote": "With every watermelon you cut, there is an opportunity to cut a distasteful or unappetizing watermelon. Still, this does not keep us from purchasing watermelons."
    },
    {
      "cite": "Evelyn Murray Drayton",
      "quote": "Big watermelon--yes; sweet--yes, luscious--you bet! That was probably the best tasting watermelon I had ever eaten in my entire life."
    },
    {
      "cite": "Gordon Rock",
      "quote": "Don't underestimate the humble watermelon. It contains Vitamin A which is essential for healthy eyes and boosts immunity."
    },
    {
      "cite": "Gordon Rock",
      "quote": "And what's more, watermelon needn't just be enjoyed as a sweet snack. It works well in dozens of recipes, sweet and savory."
    },
    {
      "cite": "Lonnie T. Lynch",
      "quote": "The inside of a watermelon should display good, crisp red flesh. Melons should not be mealy and water soaked."
    },
    {
      "cite": "Katie Potter",
      "quote": "In China and Japan watermelon is a popular gift to bring to a host."
    },
    {
      "cite": "Katie Potter",
      "quote": "Every part of watermelon is edible, even the seeds and rinds."
    },
    {
      "cite": "Katie Potter",
      "quote": "Eating watermelon is really fun. The juice runs down your face. But it's even more fun to spit the seeds at your sister!"
    },
    {
      "cite": "David Thomasson",
      "quote": "You remind me of watermelon seeds / So hard to put a finger on / Shooting off to escape the slightest pressure / And yet, once firmly secured / You are the source of great enjoyment / And even pleasure."
    },
    {
      "cite": "Eugene A Defelice",
      "quote": "Watermelon is 92% water and 8% sugar, so it is aptly named, and remained among the most refreshing and thirst quenching fruits of all."
    }
  ]
}