{
  "source": "https://www.wisesayings.com/waves-quotes/",
  "theme": "waves",
  "quotes": [
    {
      "cite": "Clay Marzo",
      "quote": "Waves are toys from God."
    },
    {
      "cite": "Rumi",
      "quote": "Listen to the sound of waves within you."
    },
    {
      "cite": "Suzuki Roshi",
      "quote": "Waves are the practice of water. To speak of waves apart from water, or water apart from waves, is a delusion."
    },
    {
      "cite": "Buzzy Trent",
      "quote": "Waves are not measured in feet or inches, they are measured in increments of fear."
    },
    {
      "cite": "Mohit Kaushik",
      "quote": "Let the waves carry you where the light can not."
    },
    {
      "cite": "John Wanamaker",
      "quote": "You can never ride on the wave that came in and went out yesterday."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The boisterous sea of liberty is never without a wave."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A wave is never found alone, but is mingled with the other waves."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "There are always waves on the water. Sometimes they are big, sometimes they are small, and sometimes they are almost imperceptible. The water's waves are churned up by the winds, which come and go and vary in direction and intensity, just as do the winds of stress and change in our lives, which stir up the waves in our minds."
    },
    {
      "cite": "Josh Billings",
      "quote": "Waves are inspiring not because they rise and fail, but because each time they fall. They never fail to rise again."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The breaking of a wave cannot explain the whole sea."
    },
    {
      "cite": "Christina Dodd",
      "quote": "Only those who row the boat make waves."
    },
    {
      "cite": "Vikrmn",
      "quote": "Waves are not as dangerous as fear of waves."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "The wave does not need to die to become water. She is already water."
    },
    {
      "cite": "Kelly Slater",
      "quote": "A wave isn't like a skate ramp or mountain; everything's moving around, and you have to time how to move along with it. That's easier with a slow wave."
    },
    {
      "cite": "Elif Safak",
      "quote": "Stop running after the waves. Let the sea come to you."
    },
    {
      "cite": "Gerry Lopez",
      "quote": "Waves keep coming, that's the one thing you can count on in life."
    },
    {
      "cite": "Frank Herbert",
      "quote": "There is not secret to balance. You just have to feel the waves."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The winds and the waves are always on the side of the ablest navigators."
    },
    {
      "cite": "Munia Khan",
      "quote": "Wild waves rise and fall when they arriveÂ and that's what makes the calm sea alive."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "There is no new wave, only the sea."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The wave is the same thing as the water, the effect is the cause in another form."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "You can't stop the waves, but you can learn to surf."
    },
    {
      "cite": "Langston Hughes",
      "quote": "The sea is a desert of waves, A wilderness of water."
    },
    {
      "cite": "Kelly Slater",
      "quote": "For a surfer, it's never-ending. There's always some wave you want to surf."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Every wave, regardless of how high and forceful it crests, must eventually collapse within itself.Â"
    },
    {
      "cite": "Neil Young",
      "quote": "Every wave is new until it breaks."
    },
    {
      "cite": "Grace Paley",
      "quote": "Waves, once they land on the beach, are not reversible."
    },
    {
      "cite": "Alysha Speer",
      "quote": "You never really know what's coming. A small wave, or maybe a big one. All you can really do is hope that when it comes, you can surf over it, instead of drown in its monstrosity."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "There's no way to move without making waves."
    }
  ]
}