{
  "source": "https://www.wisesayings.com/wavy-quotes/",
  "theme": "wavy",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "You must live in the present, launch yourself on every wave, find your eternity in each moment."
    },
    {
      "cite": "Buzzy Trent",
      "quote": "Waves are not measured in feet or inches, they are measured in increments of fear."
    },
    {
      "cite": "Olivia de Havilland",
      "quote": "Famous people feel that they must perpetually be on the crest of the wave, not realising that it is against all the rules of life. You can't be on top all the time, it isn't natural."
    },
    {
      "cite": "Alan Watts",
      "quote": "You and I are all as much continuous with the physical universe as a wave is continuous with the ocean."
    },
    {
      "cite": "Erwin Schrodinger",
      "quote": "I insist upon the view that all is waves."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "You have come from God, you are a spark of his glory you are a wave of that ocean of bliss you will get peace only when you again merge in Him."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Every wave, regardless of how high and forceful it crests, must eventually collapse within itself."
    },
    {
      "cite": "Duke Kahanamoku",
      "quote": "Just take your time - wave comes. Let the other guys go, catch another one."
    },
    {
      "cite": "Rene Crevel",
      "quote": "The song of the curved line is called happiness."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You can either see yourself as a wave in the ocean or you can see yourself as the ocean."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the life is wavy, keep your mind smooth."
    },
    {
      "cite": "Dan Millman",
      "quote": "Life comes at us in waves. We can't predict or control those waves, but we can learn to surf"
    },
    {
      "cite": "Midhat Hafiz",
      "quote": "Life is like a road with so many twist, turns; blind curves; Stop signages and much more, giving us a wavy ride to reach destination."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "You can't stop the waves, but you can learn to surf."
    },
    {
      "cite": "Christoph Waltz",
      "quote": "It's easy to not feel misplaced if this tidal wave of appreciation is coming your way."
    },
    {
      "cite": "John Tyndall",
      "quote": "Life is a wave, which in no two consecutive moments of its existence is composed of the same particles."
    }
  ]
}