{
  "source": "https://www.wisesayings.com/wealth-quotes/",
  "theme": "wealth",
  "quotes": [
    {
      "cite": "Will Rogers",
      "quote": "Too many people spend money they haven't earned to buy things they don't want to impress people they don't like."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich."
    },
    {
      "cite": "Garth Brooks",
      "quote": "You aren't wealthy until you have something money can't buy."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Wealth is the ability to fully experience life."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "cite": "Billy Graham",
      "quote": "When wealth is lost, nothing is lost. When health is lost, something is lost. When character is lost, all is lost."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I am grateful for the blessings of wealth, but it hasn't changed who I am. My feet are still on the ground. I'm just wearing better shoes."
    },
    {
      "cite": "Epictetus",
      "quote": "Wealth consists not in having great possessions, but in having few wants."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "He is rich or poor according to what he is, not according to what he has."
    },
    {
      "cite": "Robert Collier",
      "quote": "All riches have their origin in mind. Wealth is in ideas not money."
    },
    {
      "cite": "Edmund Burke",
      "quote": "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "The real measure of your wealth is how much you'd be worth if you lost all your money."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Empty pockets never held anyone back. Only empty heads and empty hearts can do that."
    },
    {
      "cite": "Euripides",
      "quote": "Wealth stays with us a little moment if at all. Only our characters are steadfast, not our gold."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The way to wealth depends on just two words, industry and frugality."
    },
    {
      "cite": "Anatole France",
      "quote": "In every well-governed state wealth is a sacred thing. In democracies it is the only sacred thing."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Wealth is power, and power is the only thing about which contemporary culture cares."
    },
    {
      "cite": "Donald Grant Mitchell",
      "quote": "But wealth is a great means of refinement and it is a security for gentleness, since it removes disturbing anxieties."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Our wealth is often a snare to ourselves, and always a temptation to others."
    },
    {
      "cite": "George Herbert",
      "quote": "Wealth is the Conjurer's Devil, Whom, when he thinks he hath, the Devil hath him."
    },
    {
      "cite": "Martin Luther",
      "quote": "Wealth is the smallest thing on earth, the least gift that God has bestowed on mankind."
    },
    {
      "cite": "John Locke",
      "quote": "All wealth is the product of labor."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Seek not greater wealth, but simpler pleasure. Not higher fortune, but deeper felicity."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Wealth is nothing more or less than a tool to do things with. It is like the fuel that runs the furnace or the belt that runs the wheel only a means to an end."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence."
    },
    {
      "cite": "Seneca",
      "quote": "Wealth is the slave of a wise man. The master of a fool."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Wealth is the product of man's capacity to think."
    },
    {
      "cite": "Chinese (on comparable worth)",
      "quote": "Better a diamond with a flaw than a pebble without one."
    },
    {
      "cite": "Estonian (on nature)",
      "quote": "Earth is dearer than gold."
    }
  ]
}