{
  "source": "https://www.wisesayings.com/web-quotes/",
  "theme": "web",
  "quotes": [
    {
      "cite": "David Meerman Scott",
      "quote": "On theÂ web, you are what you publish."
    },
    {
      "cite": "James Dyson",
      "quote": "The web is fascinating and transformative, but it's an easy, flashy, get-rich-quick option to the hard graft of proper industry."
    },
    {
      "cite": "David Rusenko",
      "quote": "AÂ webÂ site is the only medium of semipermanent communication where you can express yourself."
    },
    {
      "cite": "Jeffrey Zeldman",
      "quote": "The web's strength lies precisely in its unique position as the world's first universal platform."
    },
    {
      "cite": "Seth Godin",
      "quote": "The danger of the web is that you can go from idea to public announcement in under ten minutes."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "The goal of theÂ webÂ is to serve humanity. We build it now so that those who come to it later will be able to create things that we cannot ourselves imagine."
    },
    {
      "cite": "Jean-Louis Murat",
      "quote": "TheÂ webÂ makes people hypocritical, it encourages to take pseudonymes."
    },
    {
      "cite": "William Shakespeare",
      "quote": "TheÂ webÂ of our life is of a mingled yarn, good and ill together."
    },
    {
      "cite": "Joanna Macy",
      "quote": "TheÂ webÂ of life both cradles us and calls us to weave it further."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "There is aÂ webÂ of life into which we are born, from which we can never fall."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "The concept of theÂ webÂ is of universal readership."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Doing research on theÂ WebÂ is like using a library assembled piecemeal by pack rats and vandalized nightly."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "TheÂ webÂ does not just connect machines, it connects people."
    },
    {
      "cite": "Alex Grey",
      "quote": "The web of life, love, suffering and death unites all beings."
    },
    {
      "cite": "Bruce Jackson",
      "quote": "The web continues to be a source of important photographs you see nowhere else."
    },
    {
      "cite": "Alison Gopnik",
      "quote": "On the web, we all become small-town visitors lost in the big city."
    },
    {
      "cite": "Seth Godin",
      "quote": "Viewing theÂ webÂ as a platform for generosity is very different than seeing an opportunity to turn it into an ATM machine."
    },
    {
      "cite": "Jeff Jarvis",
      "quote": "TheÂ webÂ of trust is built at eye level, peer to peer."
    },
    {
      "cite": "Kevin Roberts",
      "quote": "The web is functionally fantastic, but it's a tool. A terrific place to present information but not, at this stage, a tenably emotional location."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "The power of the Web is in its universality. Access by everyone regardless of disability is an essential aspect."
    },
    {
      "cite": "David A. Siegel",
      "quote": "TheÂ webÂ itself doesn't as much change the way we do things as it changes the ease with which we do things. And that changes the way we do everything."
    },
    {
      "cite": "Larry Page",
      "quote": "TheÂ webÂ is a vast collection of completely uncontrolled heterogeneous documents."
    },
    {
      "cite": "John Doerr",
      "quote": "The next wave of the Web is going to be user-generated content."
    },
    {
      "cite": "Willow Bay",
      "quote": "On the web, no subject is sacrosanct. No one, from icon to unknown, is off-limits."
    },
    {
      "cite": "Joshua Greenberg",
      "quote": "WebÂ standards keep you out of the dustbin of history."
    },
    {
      "cite": "Richard Stallman",
      "quote": "One reason you should not use web applications to do your computing is that you lose control."
    },
    {
      "cite": "Herbert Marcuse",
      "quote": "The web of domination has become the web of reason itself, and this society is fatally entangled in it."
    }
  ]
}