{
  "source": "https://www.wisesayings.com/wedding-ring-quotes/",
  "theme": "wedding-ring",
  "quotes": [
    {
      "cite": "John Mayer",
      "quote": "A man's got two shots for jewelry: a wedding ring and a watch. The watch is a lot easier to get on and off than a wedding ring."
    },
    {
      "cite": "J.W. Lord",
      "quote": "A wedding ring is a symbol of commitment; a promise, a pledge, and a vow. The promise is to forsake all others, to stay devoted and true; the pledge is to honor that promise selflessly, to see the whole thing through; and the vow is to keep that pledge unwaveringly, until the days are few. It is a mutual agreement to become one instead of two."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Love has been described as a three-ring circus: First comes the engagement ring, then the wedding ring, and after that the suffering."
    },
    {
      "cite": "Enid Bagnold",
      "quote": "In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring."
    },
    {
      "cite": "Colley Cibber",
      "quote": "Oh! How many torments lie in the small circle of a wedding ring."
    },
    {
      "cite": "Anonymous",
      "quote": "Wedding rings: the world's smallest handcuffs."
    },
    {
      "cite": "Sam Smith",
      "quote": "I don't understand why you have to wear a wedding ring to warn people off. You should be able to be faithful to that person without anything on your body to show that you are with someone."
    },
    {
      "cite": "unknown",
      "quote": "The wedding ring goes on the left ring finger because it is the only finger with a vein that connects to the heart."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The first thing I did when I sold my book was buy a new wedding ring for my wife and asked her to marry me all over again."
    },
    {
      "cite": "Dave Willis",
      "quote": "Always wear your wedding ring. It will remind you that you're always connected to your spouse and it will remind the rest of the world that you're off limits."
    },
    {
      "cite": "LaTruth Hampton",
      "quote": "Love is pure and as sacred as a wedding ring, so if I say ' I do ' then it's loyalty over everything."
    },
    {
      "cite": "unknown",
      "quote": "A wedding ring is sort of a tourniquet worn on one's finger to stop circulation"
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "It is amazing at how small a price may the wedding ring be placed upon a worthless hand; but, by the beauty of our law, what heaps of gold are indispensable to take it off!"
    },
    {
      "cite": "Trent Dilfer",
      "quote": "People are often enamored with my Super Bowl ring. But it's my wedding ring that I'm most proud of. And having a good marriage takes even more work than winning a Super Bowl."
    },
    {
      "cite": "Marion Davies",
      "quote": "Love is not always created at the altar. Love doesn't need a wedding ring."
    },
    {
      "cite": "Gillian Flynn",
      "quote": "No wedding ring. I wondered when I began to notice such things."
    },
    {
      "cite": "Anne Tyler",
      "quote": "No couple buying wedding rings wants to be reminded that someday one of them will have to accept the other one's ring from a nurse or an undertaker."
    },
    {
      "cite": "Tim Scatena",
      "quote": "Our wedding rings are really the only material thing that we own that really means something. And we didn't really realize that until they were gone."
    },
    {
      "cite": "Aja Graydon",
      "quote": "We celebrate our marriage and family. We don't hide our wedding rings."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "People's hands fascinate me. It's tempting to look at a businessman's left hand and see if there's an indentation from a missing wedding ring. Or maybe there's a tan line and the skin is pressed down where's he's worked a ring off his finger."
    },
    {
      "cite": "Bob Seger",
      "quote": "When you're in a relationship, you're always surrounded by a ring of circumstances... joined together by a wedding ring, or in a boxing ring."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "Give a man a finger, he'll put a wedding ring on it!"
    },
    {
      "cite": "Charles Lapworth",
      "quote": "The course of the line we indicated as forming our grandest terrestrial fold [along the shores of Japan] returns upon itself. It is an endless fold, an endless band, the common possession of two sciences. It is geological in origin, geographical in effect. It is the wedding ring of geology and geography, uniting them at once and for ever in indissoluble union."
    },
    {
      "cite": "O. Henry",
      "quote": "Beauty is Nature in perfection; circularity is its chief attribute. Behold the full moon, the enchanting golf ball, the domes of splendid temples, the huckleberry pie, the wedding ring, the circus ring, the ring for the waiter, and the \"round\" of drinks."
    },
    {
      "cite": "LA Truth Hampton",
      "quote": "The purity and sacredness of love are like that of a wedding ring. So, when you say “I do”, it’s loyalty over everything."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Marriage is like a golden ring in a chain, whose beginning is a glance and whose ending is eternity."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
    },
    {
      "cite": "Jim Lampley",
      "quote": "I wear my wedding ring. We talk about when we're going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year."
    },
    {
      "cite": "Marilyn Quayle",
      "quote": "I'd like to dispel the myth that when you put a wedding ring on a woman, her brain stops."
    }
  ]
}