{
  "source": "https://www.wisesayings.com/wedding-advice-quotes/",
  "theme": "wedding-advice",
  "quotes": [
    {
      "cite": "Khalil Gibran",
      "quote": "Marriage is like a golden ring in a chain, whose beginning is a glance and whose ending is eternity."
    },
    {
      "cite": "Esther Perel",
      "quote": "Love is a vessel that contains both security and adventure, and commitment offers one of the great luxuries of life: time. Marriage is not the end of romance, it is the beginning."
    },
    {
      "cite": "Joe Amoia",
      "quote": "A strong marriage is one in which both people understand that the other person needs to have outside interests and activities which help them to feel happy and fulfilled. A strong marriage is one where both people understand that it is more important to be happy than it is to be right."
    },
    {
      "cite": "Robert Anderson",
      "quote": "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation."
    },
    {
      "cite": "John Updike",
      "quote": "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner."
    },
    {
      "cite": "John Gerson",
      "quote": "Do everything you can to support your partner's well-being, and respect your partner as you would your best friend."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "When you give each other everything, it becomes an even trade. Each wins all."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel."
    },
    {
      "cite": "Sophia Bush",
      "quote": "Marriage is not about age; it's about finding the right person."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation."
    },
    {
      "cite": "Archie Lee",
      "quote": "Marriage is for the mature, not the infantile. The fusion of two different personalities requires emotional balance and control on the part of each person."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Compatibility doesn't determine the fate of a marriage, how you deal with the incompatibilities, does."
    },
    {
      "cite": "Doug Larson",
      "quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "Happily ever after is not a fairy tale. It's a choice."
    },
    {
      "cite": "Lucia",
      "quote": "Make a list of three of the happiest moments in your marriage. Spend a few minutes each day briefly reliving those moments in your mind. The results will amaze you."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There is no greater happiness for a man than approaching a door at the end of a day knowing someone on the other side of that door is waiting for the sound of his footsteps."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Keep your eyes wide open before marriage, half shut afterwards."
    },
    {
      "cite": "Ruth Graham",
      "quote": "A happy marriage is the union of two good forgivers."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Marriage is neither heaven nor hell, it is simply purgatory."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Treat marriage like a diamond necklace; if broken, fix it, but do not throw it away."
    },
    {
      "cite": "Paul Silway",
      "quote": "It is better to get married with the mindset that you are going to give rather than get."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "David Tutera",
      "quote": "A wedding is a party, not a performance. If at the end of the day, you are married to the one you love, then everything went perfectly."
    },
    {
      "cite": "Ann Landers",
      "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership."
    },
    {
      "cite": "Teresa Collins",
      "quote": "Marriage is a lot like a roller coaster. You have extreme highs and you can have some pretty extreme lows, but the ride is worth it."
    },
    {
      "cite": "Kamaran Ihsan Salih",
      "quote": "Marriage is not consist upon happiness, it consists upon accountability, before considering the happiness, think about the accountability."
    }
  ]
}