{
  "source": "https://www.wisesayings.com/wednesday-morning-quotes/",
  "theme": "wednesday-morning",
  "quotes": [
    {
      "cite": "Anthony T. Hincks",
      "quote": "Wednesdays will always bring smiles for the second half of the week."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Happy Wednesday! Cast your love to all, trust in the team to which you are joined, and do not do wrong to others for your own self gratification."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "On Wednesday, when the sky is blue, / and I have nothing else to do, / I sometimes wonder if it’s true / That who is what and what is who."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "They didn’t want it good, they wanted it Wednesday."
    },
    {
      "cite": "David Gest",
      "quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over."
    },
    {
      "cite": "Danabelle Gutierrez",
      "quote": "And perhaps, I'm a Tuesday night and you're a Wednesday morning the way we'll never even notice how we blend into each other."
    },
    {
      "cite": "Jane Austen",
      "quote": "You must have had more snow at Goldmersham than we had here; on Wednesday morning there was a thin covering of it over the fields and roofs of the houses, but I do not think there was any left the next day. Everybody used to Southampton says that snow never lies more than twenty-four hours near it, and, from what we have observed ourselves, it is very true."
    },
    {
      "cite": "F.S. Dellenbaugh",
      "quote": "Starting down again on Wednesday morning we ran past the Paradise and heard a little bird singing there amidst the spray and mosses, a delicate note seeming out of place amidst such gigantic desolation."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Half-way unto the end—the week's high noon. / The morning hours do speed away so soon! / And, when the noon is reached, however bright, / Instinctively we look toward the night."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "And if I loved you Wednesday, / Well, what is that to you? / I do not love you Thursday— / So much is true."
    },
    {
      "cite": "Peter De Vries",
      "quote": "You can't be happy with a woman who pronounces both d's in Wednesday."
    },
    {
      "cite": "Narrator",
      "quote": "A sunny Wednesday morning in Gotham City. The sort of Wednesday that makes you wish it were Sunday."
    },
    {
      "cite": "Jeff",
      "quote": "It's just another run-of-the-mill Wednesday. The calendar's full of 'em."
    },
    {
      "cite": "Gerald Beckley",
      "quote": "Wednesday morning was the last time we talked / I guess she figured it was better if she walked / It could've been me just the same / There's no winner in this game / Oh, Wednesday morning was the last time we talked"
    },
    {
      "cite": "Robert H. Bannard",
      "quote": "This house goes on sale ev'ry Wednesday morning / And taken off the market in the afternoon. / You can buy a piece of it if you want to / It's been good to me if it's been good for you."
    },
    {
      "cite": "Courtney Barnett",
      "quote": "I stare at the lawn, it's Wednesday morning / It needs a cut but I leave it growing / All different sizes and all shades of green / Slashing it down just seems kind of mean"
    },
    {
      "cite": "Thomas Hardy",
      "quote": "On Wednesday I did not opine / Your life would ever be one with mine, / Though if it were we should well combine."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "At half-past two on a Wednesday morn / A most peculiar Glug was born; / And later on, when he grew a man, / He scoffed and sneered at the Chosen Plan. / 'It's wrong!' said this Glug, whose name was Joi. / 'Bah!' said the Glugs. 'He's a crazy boy!' / And they climbed the trees, as the West wind stirred, / To hark to the note of the guffer bird. / It seems absurd, / But they're awfully fond of the guffer bird."
    },
    {
      "cite": "Gertrude Bell",
      "quote": "I feel at times like the Creator about the middle of the week. He must have wondered what it was going to be like, as I do."
    },
    {
      "cite": "Russell Hoban",
      "quote": "Sometimes there's nothing but Sundays for weeks on end. Why can't they move Sunday to the middle of the week so you could put it in the out tray on your desk?"
    },
    {
      "cite": "John Wanamaker",
      "quote": "I like to be present at the meeting, in the middle of the week, feeling, as I sit among the people gathered, some of them deaf, hearing hardly a spoken word and others with failing sight, that as the Lord passed around amongst them He might give me a blessing too."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Happy Wednesday! Be happy with who you are and what you do, and you can do anything you want."
    },
    {
      "cite": "Anonymous",
      "quote": "Smile increases value of face, Anger spoils beauty of soul, faith is force of life, confidence is companion of success, so keep smiling. Good Morning have a beautiful wednesday."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Happy Wednesday! Love all, trust a few, do wrong to none."
    },
    {
      "cite": "Anonymous",
      "quote": "Focus on good thoughts and good things will happen. Happy Wednesday stay positive. Think positive. Do positive a very good morning."
    }
  ]
}