{
  "source": "https://www.wisesayings.com/wednesday-quotes/",
  "theme": "wednesday",
  "quotes": [
    {
      "cite": "John Wyndham",
      "quote": "When a day that you happen to know is Wednesday starts off sounding like Sunday, there is something seriously wrong somewhere."
    },
    {
      "cite": "Unkown",
      "quote": "The only way I can get through Wednesday is by avoiding people who call it Hump Day."
    },
    {
      "cite": "Walter Moers",
      "quote": "Wednesdays were the best thing about Atlantis. The middle of the week was a traditional holiday there. Everyone stopped work and celebrated the fact that half the week was over."
    },
    {
      "cite": "A. A. Milne",
      "quote": "On Wednesday, when the sky is blue, and I have nothing else to do, I sometimes wonder if it's true That who is what and what is who."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "They didn't want it good, they wanted it Wednesday."
    },
    {
      "cite": "Lee Fox Williams",
      "quote": "Wednesdays are like Mondays in the middle of the week!"
    },
    {
      "cite": "unknown",
      "quote": "Wednesday's child is full of woe."
    },
    {
      "cite": "Mean Girls",
      "quote": "On Wednesdays we wear pink."
    },
    {
      "cite": "Blake Shelton",
      "quote": "Help!!!! Why is Wednesday spelled like that !!!!"
    },
    {
      "cite": "Dane Cook",
      "quote": "When people refer to 'Back in the Day,' it was a Wednesday. Just a little fun fact for you."
    },
    {
      "cite": "Old English Rhyme",
      "quote": "Monday for wealth, Tuesday for health, Wednesday the best day of all: Thursday for crosses, Friday for losses, Saturday no luck at all."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "When Wednesday morning came the weather was very fine, / And the sun in the heavens brightly did shine, / And continued so all the live long day; / Then Miss Mouat guessed that land to the norward lay."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Wednesday will never be lonely when it has days all around it."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Wednesdays will always bring smiles for the second half of the week."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Wednesday is the angel of the week because she balances the days evenly for us, Sun, Mon, Tues ---Wednesday---Thu, Fri, Sat."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A Wednesday with no rain is a dry hump day."
    }
  ]
}