{
  "source": "https://www.wisesayings.com/weed-quotes/",
  "theme": "weed",
  "quotes": [
    {
      "cite": "George Washington",
      "quote": "Make the most of the Indian hemp seed and sow it everywhere."
    },
    {
      "cite": "Meryl Streep",
      "quote": "I don't know what they have done to pot in the last thirty years, but it rocks!"
    },
    {
      "cite": "Cheech Marin",
      "quote": "That stoner thing cuts across political lines."
    },
    {
      "cite": "Bill Maher",
      "quote": "They have done study after study on this issue of marijuana—every administration since, like, FDR. You know what they found out? It makes you want to eat SpaghettiOs right out of the saucepan. That's the worst thing."
    },
    {
      "cite": "Raphael Mechoulam",
      "quote": "Life seems to be very complicated in every place of the world. Most of us are anxious from time to time. Most of us are depressed from time to time. We want to change that. In many cases. such a change can be brought forward by cannabis. That's why people use it."
    },
    {
      "cite": "Hunter Parrish",
      "quote": "Mom, I'm selling weed. It's as close to recession-proof as it gets."
    },
    {
      "cite": "Rhys Ifans",
      "quote": "In the past we had a little smoke, the odd toke... Everyone has a little smoke once in a while, you know. It's one of life's little pleasures."
    },
    {
      "cite": "Doug Benson",
      "quote": "You have to allot at least seven and three-quarters minutes of fake interest in the person holding the weed. Say something nice about them or their stuff, like, 'Cool pipe,' or, 'Wow, that's a neat lizard.'"
    },
    {
      "cite": "Dan Levy",
      "quote": "If you're Jewish, do not smoke weed and go to the Anne Frank house. That is a terrible combination; you will think the Nazis are after you."
    },
    {
      "cite": "Joss Stone",
      "quote": "It's more of a herb. I don't regret saying that at all. I think everyone smokes weed and people who say they don't are lying."
    },
    {
      "cite": "Finnish Proverb",
      "quote": "To the merry man, every weed is a flower; to the afflicted man, every flower is a weed."
    },
    {
      "cite": "William Henry Beveridge",
      "quote": "Ignorance is an evil weed, which dictators may cultivate among their dupes, but which no democracy can afford among its citizens."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Slavery they can have anywhere. It is a weed that grows in every soil."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What is a weed? A plant whose virtues have not been discovered."
    },
    {
      "cite": "(Othello) William Shakespeare",
      "quote": "O thou weed, who act so lovely fair, and smells't so sweet, that the sense aches at thee, would thou hadst never been born!"
    },
    {
      "cite": "Charles Lamb",
      "quote": "Only in the use of the Indian weed he might be thought a little excessive. He took it, he would say, as a solvent of speech. Marry—as the friendly vapour ascended, how his prattle would curl up sometimes with it! the ligaments which tongue-tied him, were loosened, and the stammerer proceeded a satist [statesman]!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I hate museums; there is nothing so weighs upon my spirits. They are the catacombs of nature. One green bud of spring, one willow catkin, one faint trill from a migrating sparrow would set the world on its legs again. The life that is in a single green weed is of more worth than all this death."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Go oft to the house of thy friend, for weeds choke the unused path."
    },
    {
      "cite": "Barack Obama",
      "quote": "When I was a kid I inhaled frequently. That was the point."
    },
    {
      "cite": "Bill Hicks",
      "quote": "Why is marijuana against the law? It grows naturally upon our planet. Doesn’t the idea of making nature against the law seem to you a bit . . . unnatural?"
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "That is not a drug, it’s a leaf."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "I will never give up the ganja – God's own weed."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I enjoy smoking cannabis and see no harm in it."
    },
    {
      "cite": "Snoop Dogg",
      "quote": "It's actually growing from the ground straight to you, so it's just like eating a vegetable. You know what I'm saying? Cancer and diseases that never had a cure, now all of a sudden you got people taking chemotherapy, and they're also having a toke, and they live longer."
    },
    {
      "cite": "Bob Marley",
      "quote": "I do smoke, but I don't go through all this trouble just because I want to make my drug of choice legal. It's about personal freedom. We should have the right in this country to do what we want, if we don't hurt anybody."
    },
    {
      "cite": "Jonah Hill",
      "quote": "I have to do what's right, weed is for the people, it's the peoples weed."
    },
    {
      "cite": "Eric 'Hoss' Cartwright",
      "quote": "Feller told me one time they got a weed down here and they call it loco weed. When the horses and cows eat it they get wilder than all get out."
    },
    {
      "cite": "Christy",
      "quote": "Nobody forgets about $300 worth of blow... unless they smoked a whole bag of weed first!"
    },
    {
      "cite": "Towelie",
      "quote": "Weed isn't supposed to be some money-grubbin' business model! It's a gift from God! And not something to exploited by some stupid towel!"
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Now I am a plant, a weed, / Bending and swinging / On a rocky ledge; / And now I am a long brown grass / Fluttering like flame; / I am a reed; / An old shell singing / For ever the same; / A drift of sedge; / A white, white stone; / A bone; / Until I pass / Into sand again, / And spin and blow / To and fro, to and fro, / On the edge of the sea / In the fading light-- / For the light fades."
    }
  ]
}