{
  "source": "https://www.wisesayings.com/week-quotes/",
  "theme": "week",
  "quotes": [
    {
      "cite": "Joseph Addison",
      "quote": "Sunday clears away the rust of the whole week."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "A day of worry is more exhausting than a week of work. Worry upsets our whole system; work keeps it in health and order."
    },
    {
      "cite": "Ram Dass",
      "quote": "If you want to see how enlightened you are, go spend a week with your family."
    },
    {
      "cite": "Chuck Noll",
      "quote": "The key to a winning season is focusing on one opponent at a time. Winning one week at a time. Never look back and never look ahead."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Weeks passed like boats waiting to sail into the starless dawn, we were full of aimless endless darkness."
    },
    {
      "cite": "Mort Walker",
      "quote": "Seven days without laughter makes one weak."
    },
    {
      "cite": "David Dweck",
      "quote": "The middle of the week is a great time to reflect on what was done and still needs to be done before the end of the week."
    },
    {
      "cite": "Michael Hyatt",
      "quote": "Most people spend more time planning a one-week vacation than they spend planning their life."
    },
    {
      "cite": "Sara Zarr",
      "quote": "No one measures a life in weeks and days. You measure life in years and by the things that happen to you."
    },
    {
      "cite": "Anthony Charles Richards",
      "quote": "Don't be fooled by the calendar. There are only as many days in the year as you make use of. One man gets only a week's value out of a year while another man gets a full year's value out of a week."
    },
    {
      "cite": "Pope Francis",
      "quote": "Holy Week is a good occasion to go to confession and to take up the right path again."
    },
    {
      "cite": "Deyth Banger",
      "quote": "All days from the week are typical, that's all nothing less, nothing more."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A week is an eternity between lovers."
    },
    {
      "cite": "Maxwell Grantly",
      "quote": "A week is a long time in the life of a child."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Start your week off right by getting back to what is really important honoring God."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "The way to be with God in every season is to strive to be near Him every week and each day."
    },
    {
      "cite": "Heraclitus",
      "quote": "Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character."
    },
    {
      "cite": "Tatyana Ali",
      "quote": "Combine that with the fact that we only had one week to get everything taken care of and to get to know one another, whereas most shows get two weeks. It looked like we would never have a chance."
    },
    {
      "cite": "Onyi Anyado",
      "quote": "A new week means new goals. New goals means new success. No goals mean no success and no success means a wasted week."
    }
  ]
}