{
  "source": "https://www.wisesayings.com/weightlifting-quotes/",
  "theme": "weightlifting",
  "quotes": [
    {
      "cite": "Ronnie Coleman",
      "quote": "Everybody wants to be a bodybuilder, but nobody wants to lift no heavy-ass weights."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "Some people are born to lift heavy weights, some are born to juggle golden balls."
    },
    {
      "cite": "Anonymous",
      "quote": "The pain you feel today is the strength you'll feel tomorrow."
    },
    {
      "cite": "Stuart McRobert",
      "quote": "Once you can squat with 180 kilograms, your arms and shoulders will come along much more receptively...If you want big arms and shoulders, your first priority is to be sure that your leg/hip/back structure is growing and becoming powerful."
    },
    {
      "cite": "Craig Cecil",
      "quote": "The barbells and dumbbells you hold in your hands and the way you use them have stories to tell."
    },
    {
      "cite": "Chasers Holmes",
      "quote": "Weight lifting is about lifting the impossible, overcoming the unachievable. If you don't lift things that are hard, and only do the things you can do, it's only going to get boring. Unless you want to lift beyond your limits to get stronger, to achieve new goals, and to be satisfied, you got to lift past these challenges, and still lift the things you think are impossible to really understand how your true strength will show. Lift how I lift, see how I lift, watch how I lift, learn how I lift, and your true strength will come forth and be revealed"
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Training gives us an outlet for suppressed energies created by stress and thus tones the spirit just as exercise conditions the body."
    },
    {
      "cite": "Jim Conroy",
      "quote": "Just remember, somewhere, a little Chinese girl is warming up with your max."
    },
    {
      "cite": "Dan John",
      "quote": "Most champions are built by punch the clock workouts rather than extraordinary efforts"
    },
    {
      "cite": "Ed Zern",
      "quote": "The chief difference between big-game fishing and weightlifting is that weightlifters never clutter up their library walls with stuffed barbells."
    },
    {
      "cite": "Victoria Pendleton",
      "quote": "If you start lifting weights, you will expect to put weight on, as muscle is heavier than fat. But you have to look more at your body shape - you will get heavier - but you might get smaller and heavier at the same time, which is fine. And it doesn't really matter what you weigh as long as you are happy with your shape and size!"
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Heavy lifting doesn't need to be heavy spending if we do the job right."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "BodybuildingÂ is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach."
    },
    {
      "cite": "Bret Contreras",
      "quote": "If you think lifting weights is dangerous, try being weak. Being weak is dangerous."
    },
    {
      "cite": "Greg Everett",
      "quote": "Any program will produce gains in a beginning weightlifter--these easily-obtained improvements shouldn't be the primary goal, however. The more important goal for beginning and intermediate training programs is to establish a proper foundation that will allow maximal long term improvements."
    },
    {
      "cite": "Tarryn Fisher",
      "quote": "Maybe lifting someone else's weight makes yours a little more bearable"
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The best activities for your health are pumping and humping."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Discipline is the bridge between your bodybuilding goals and bodybuilding success."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Set your bodybuilding goals high and don't stop till you get there."
    },
    {
      "cite": "Melanie Roach",
      "quote": "Compared to the challenges or raising an autistic child, weightlifting is a relief."
    },
    {
      "cite": "Greg Everett",
      "quote": "What makes a weightlifting program successful? Your hard work and dedication."
    },
    {
      "cite": "Wesley Silveira",
      "quote": "Working chest, delts, tris, and biceps works approximately 10% of your overall lean body mass. Working hard on deadlifts (bent legged, trap Bar, or sumo) or squatting (not necessarily at the same time) works more like 70% of your musculature at once and sends a strong message to your body to get better at growing now!"
    },
    {
      "cite": "Herb Kelleher",
      "quote": "Power should be reserved for weightlifting and boats, and leadership really involves responsibility."
    },
    {
      "cite": "Dorian Yates",
      "quote": "Each workout is like a brick in a building, and every time you go in there and do a half-ass workout, you're not laying a brick down. Somebody else is."
    },
    {
      "cite": "Mark Sanchez",
      "quote": "Lifting weights is obviously important, because you want to be strong and fast and all of that, but it's not one of those things you gotta go and try to bench as much as you can every day. A bench press isn't going to help you throw a 15-yard out or a deep comeback. It's not about that. It's about training right."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Opposition is a natural part of life. Just as we develop our physical muscles through overcoming opposition - such as lifting weights - we develop our character muscles by overcoming challenges and adversity."
    },
    {
      "cite": "Ron Bramlett",
      "quote": "It's all about mechanics; all the weight-lifting in the world can't help you if you're not running correctly."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    }
  ]
}