{
  "source": "https://www.wisesayings.com/weight-loss-quotes/",
  "theme": "weight-loss",
  "quotes": [
    {
      "cite": "Phil Mcgraw",
      "quote": "Successful weight loss takes programming, not willpower."
    },
    {
      "cite": "Mark Hyman",
      "quote": "While weight loss is important, what's more important is the quality of food you put in your body - food is information that quickly changes your metabolism and genes."
    },
    {
      "cite": "Simon Cowell",
      "quote": "You know what the secret to weight loss is? Don't eat much."
    },
    {
      "cite": "William Gilmore Beymer",
      "quote": "Eat, drink and be merry, for tomorrow ye diet."
    },
    {
      "cite": "Henry Sambrooke Leigh",
      "quote": "If you wish to grow thinner, diminish your dinner."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "One way to get thin is to re-establish a purpose in life."
    },
    {
      "cite": "Woody Allen",
      "quote": "When we lose twenty pounds... we may be losing the twenty best pounds we have! We may be losing the pounds that contain our genius, our humanity, our love and honesty."
    },
    {
      "cite": "Author Unknown",
      "quote": "Inside some of us is a thin person struggling to get out, but they can usually be sedated with a few pieces of chocolate cake."
    },
    {
      "cite": "Proverb",
      "quote": "To lengthen your life, shorten your meals."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "Both belly bulge and love handles are about excess body fat, not lack of muscle. Crunches and ab exercises are therefore not the solution. The best way to reduce these problem areas is to reduce your overall body fat percentage, and we all know that that requires diet and exercise."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "For 24 years of my adult life, by choice I weighed well over 200 lbs. I say by choice because you see I have never accidentally eaten anything."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "We never repent of having eaten too little."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The sovereign invigorator of the body is exercise, and of all the exercises walking is the best."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The time for action is now. It's never too late to do something."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Ultimately, the only power to which man should aspire is that which he exercises over himself."
    },
    {
      "cite": "Author Unknown",
      "quote": "Never use food as a drug. But feel free to use exercise as an anti-depressant."
    },
    {
      "cite": "David Perlmutter",
      "quote": "Eat your vegetables. Brush your teeth. Sweat once in a while. Get plenty of rest. Don't smoke. Laugh more. There are certain tenets to health that are pretty commonsensical and that we all know we should practice routinely."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Anything you adopt temporarily only begets temporary results, and fluctuating your weight up and down is not lifespan favorable."
    },
    {
      "cite": "Candice Kumai",
      "quote": "One of the great things about juicing is that you know exactly what you're putting into your body something most of us simply can't claim on a daily basis."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Eat less, taste more."
    },
    {
      "cite": "Brian Vaszily",
      "quote": "The biggest weight loss secret? Manage your emotions or they will keep mismanaging you."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Julius Erving",
      "quote": "If you're not doing what is best for your body, you are the one who lose."
    },
    {
      "cite": "David Viscott",
      "quote": "Frequently, visualization is the key to lose weight. Imagine yourself with your desired body, and work for it. At some point in the future, this wish will come true."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "God gave you a body that can lodge almost. Only need to convince the mind"
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't dig your own grave with your knife and fork."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "cite": "John Candy",
      "quote": "I know what I have to do if I want to lose weight and stay healthy: eat a proper diet and exercise. All I've got to do is apply it."
    },
    {
      "cite": "Anne Ricci",
      "quote": "The more you allow yourself to desire a healthy and thin body, and you embrace the picture of this body, the more you'll be able to make it a reality."
    },
    {
      "cite": "Anne Ricci",
      "quote": "In order to succeed at losing weight, you need to stop punishing yourself for failing with your healthy eating plan. Fully love and accept yourself, and everything will be a lot easier."
    }
  ]
}