{
  "source": "https://www.wisesayings.com/welcome-home-quotes/",
  "theme": "welcome-home",
  "quotes": [
    {
      "cite": "Michael D. Higgins",
      "quote": "I want to say a very sincere thank you for this welcome home - it is a wonderful welcome home."
    },
    {
      "cite": "Lance Morrow",
      "quote": "As they marched, the crowds lining the route broke into applause, a sweet and deeply felt spontaneous pattering that was a sort of communal embrace. Welcome home."
    },
    {
      "cite": "Ben Eine",
      "quote": "I'm always travelling and spend a lot of time in airports so I know what it feels like to get a personal welcome home. I wish I got more of them."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Welcome home, sweet girl, it will be all be fine."
    },
    {
      "cite": "Tegan Quin",
      "quote": "I'll come get you, and I'll say: Welcome home."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Small cheer and great welcome makes a merry feast."
    },
    {
      "cite": "William Shakespeare",
      "quote": "So, you are very welcome to our house. It must appear in other ways than words, Therefore, I scant this breathing courtesy."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Good company, good wine, good welcome, can make good people."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A table-full of welcome!"
    },
    {
      "cite": "Pope Francis",
      "quote": "When we are generous in welcoming people and sharing something with them-some food, a place in our homes, our time-not only do we no longer remain poor: we are enriched."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Welcome, my old friend, Welcome to a foreign fireside."
    },
    {
      "cite": "Elton John",
      "quote": "Welcome home my dear, you are arrived."
    },
    {
      "cite": "William C. Bryant",
      "quote": "And kind the voice and glad the eyes that welcome my return at night."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Welcome home to my native place bent upon returning bosom all day burning."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "For each and all I bid thee a grateful welcome home."
    },
    {
      "cite": "Henry Lawson",
      "quote": "And when the old man saw him come , well you know how we welcomed him,"
    },
    {
      "cite": "Alan Parry Booth",
      "quote": "To be welcomed by a hundred men each one has worn the leek."
    },
    {
      "cite": "Alan Parry Booth",
      "quote": "In the lovely hotel alexandra I was welcomed with hugs and with smiles."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Though few understand it a life heaven loaned to be welcomed back home."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Kind voices bade him turn and rest and gentle faces welcomed him."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Where we love is home, home that our feet may leave, but not our hearts."
    },
    {
      "cite": "Billy Graham",
      "quote": "Our valleys may be filled with foes and tears; but we can lift our eyes to the hills to see God and the angels, heaven's spectators, who support us according to God's infinite wisdom as they prepare our welcome home."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Un-thread the rude eye of rebellion, and welcome home again discarded faith."
    },
    {
      "cite": "Max Eastman",
      "quote": "A smile is the universal welcome."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "So all they welcomed him and closed the door and gat them gladly."
    },
    {
      "cite": "Liam Ó Comain",
      "quote": "To be welcomed and what an  experience is the flow of its air."
    },
    {
      "cite": "John Keble",
      "quote": "Once duly welcomed and adored how should I part with thee?"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Every house was an inn where all were welcomed and feasted."
    }
  ]
}