{
  "source": "https://www.wisesayings.com/welcome-quotes/",
  "theme": "welcome",
  "quotes": [
    {
      "cite": "Langston Hughes",
      "quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you."
    },
    {
      "cite": "African Proverb",
      "quote": "Advice is like a stranger--if welcome, he stays the night; if not welcome, he returns home that day."
    },
    {
      "cite": "Paul Walker",
      "quote": "Sometimes the hurdles aren't really hurdles at all. They're welcome challenges, tests."
    },
    {
      "cite": "George Santayana",
      "quote": "All living souls welcome whatever they are ready to cope with; all else they ignore, or pronounce to be monstrous and wrong, or deny to be possible."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The soul should always stand ajar, ready to welcome the ecstatic experience."
    },
    {
      "cite": "Max Eastman",
      "quote": "A smile is the universal welcome."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Beauty is everywhere a welcome guest."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome."
    },
    {
      "cite": "Scott Adams",
      "quote": "Large corporations welcome innovation and individualism in the same way the dinosaurs welcomed large meteors."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Clouds can never hide the sun forever; so don't complain about clouds but never forget to welcome the sun."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Welcome those big, sticky, complicated problems. In them are your most powerful opportunities."
    },
    {
      "cite": "George Santayana",
      "quote": "We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible."
    },
    {
      "cite": "Andre Gide",
      "quote": "Welcome anything that comes to you, but do not long for anything else."
    },
    {
      "cite": "Denis Waitley",
      "quote": "You must welcome change as the rule but not as your ruler."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A table full of welcome makes scarce one dainty dish."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The advice that is wanted is commonly not welcome and that which is not wanted, evidently an effrontery."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Despise not death, but welcome it, for nature wills it like all else."
    },
    {
      "cite": "Plautus",
      "quote": "No one can be so welcome a guest that he will not annoy his host after three days."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "There are people who come into our lives as welcome as a cool breeze in summer- and last about as long."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Small cheer and great welcome makes a merry feast."
    },
    {
      "cite": "Rumi",
      "quote": "This being human is a guest house. Every morning a new arrival. Welcome and entertain them all! -"
    },
    {
      "cite": "Bill Johnson",
      "quote": "Compromise is the welcome mat to deception."
    },
    {
      "cite": "Horace",
      "quote": "Think to yourself that every day is your last; the hour to which you do not look forward will come as a welcome surprise."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Welcome the challenges. Look for the opportunities in every situation to learn and grow in wisdom."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The truth is seldom welcome, especially at dinner."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "We welcome passion, for the mind is briefly let off duty"
    },
    {
      "cite": "Gemma Malley",
      "quote": "Because no one needs to live for ever. I think that sometimes you can outstay your welcome."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Welcome to the free world. We give people the power to choose. They can even choose the wrong thing. Beautiful, isn't it?"
    },
    {
      "cite": "Alexander Gordon Smith",
      "quote": "When you're locked up in here for life, you learn to welcome the little freedoms."
    }
  ]
}