{
  "source": "https://www.wisesayings.com/wellness-quotes/",
  "theme": "wellness",
  "quotes": [
    {
      "cite": "Greg Anderson",
      "quote": "The concept of total wellness recognizes that our every thought, word, and behavior affects our greater health and well-being. And we, in turn, are affected not only emotionally but also physically and spiritually."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "He who takes medicine and neglects to diet wastes the skill of his doctors."
    },
    {
      "cite": "Carrie Latet",
      "quote": "If you don't take care of yourself, the undertaker will overtake that responsibility for you."
    },
    {
      "cite": "Buddha",
      "quote": "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly."
    },
    {
      "cite": "Greg Anderson",
      "quote": "Wellness is the compete integration of body, mind, and spirit - the realization that everything we do, think, feel, and believe has an effect on our state of well-being."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind."
    },
    {
      "cite": "A.J. Reb Materi",
      "quote": "So many people spend their health gaining wealth, and then have to spend their wealth to regain their health."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A healthy body is a guest chamber for the soul: a sick body is a prison."
    },
    {
      "cite": "John Armstrong",
      "quote": "Know, then, whatever cheerful and serene supports the mind supports the body too."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Health is a state of complete harmony of the body, mind and spirit. When one is free from physical disabilities and mental distractions, the gates of the soul open."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "The ability to be in the present moment is a major component of mental wellness."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "If man thinks about his physical or moral state he usually discovers that he is ill."
    },
    {
      "cite": "Rod Blagojevich",
      "quote": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "In a disordered mind, as in a disordered body, soundness of health is impossible."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cheerfulness is the best promoter of health and is as friendly to the mind as to the body."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty  otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
    },
    {
      "cite": "Naomi Judd",
      "quote": "Your body hears everything your mind says."
    },
    {
      "cite": "Plato",
      "quote": "The part can never be well unless the whole is well."
    },
    {
      "cite": "Robert Hutchison",
      "quote": "The scientific truth may be put quite briefly; eat moderately, having an ordinary mixed diet, and don't worry."
    },
    {
      "cite": "Alison Rose Levy",
      "quote": "In minds crammed with thoughts, organs clogged with toxins, and bodies stiffened with neglect, there is just no space for anything else."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "To me, good health is more than just exercise and diet. Its really a point of view and a mental attitude you have about yourself."
    },
    {
      "cite": "World Health Organization",
      "quote": "Health is a state of complete physical, mental and social well-being, and not merely the absence of disease or infirmity."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "He who has health has hope; and he who has hope has everything."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If you have health, you probably will be happy, and if you have health and happiness, you have all the wealth you need, even if it is not all you want."
    },
    {
      "cite": "Thales Of Miletus",
      "quote": "What man is happy? He who has a healthy body, a resourceful mind, and a docile nature."
    },
    {
      "cite": "Cicero",
      "quote": "Diseases of the soul are more dangerous and more numerous than those of the body."
    },
    {
      "cite": "Proverbs 17:22",
      "quote": "A merry heart doeth good like a medicine, but a broken spirit dries the bones.."
    },
    {
      "cite": "Jean Baptiste Moliere",
      "quote": "The mind has great influence over the body, and maladies often have their origin there."
    }
  ]
}