{
  "source": "https://www.wisesayings.com/werewolf-quotes/",
  "theme": "werewolf",
  "quotes": [
    {
      "cite": "Fredric March",
      "quote": "He's a sort of a cross between a ferris wheel and a werewolf, but with a lovable streak—if you care to blast for it."
    },
    {
      "cite": "Warren Zevon",
      "quote": "You hear him howlin' around your kitchen door / You better not let him in / Little old lady got mutilated late last night / Werewolves of London again."
    },
    {
      "cite": "John Fort",
      "quote": "A werewolf is always larger in the eye of the frightened."
    },
    {
      "cite": "Sybilla",
      "quote": "A werewolf - a very dubious pretext, one I can hardly accept. Werewolves are the unhealthy machinations of timid little minds. Now, be off with you."
    },
    {
      "cite": "Michael Hurley",
      "quote": "Oh the werewolf, oh the werewolf / Comes stepping along / He don't even break the branches where he's gone / Once I saw him in the moonlight, when the bats were a flying / I saw the werewolf, and the werewolf was crying."
    },
    {
      "cite": "Fredrik Nilsson",
      "quote": "Hearts set aflame by the spell of the full moon  / A circle of fire that burns in the night / Cannot be stopped it's the curse of werewolf / A child of the night that howl to the moon."
    },
    {
      "cite": "Andrew Paul Williams",
      "quote": "Lycanthropy is in his blood, / And spreads to those he slays. / Uncontrolled metamorphosis, / Undetectable by day. / But when the moon is waxing, / And all the world's asleep. / Through woods and fields, / The werewolf he will creep."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "A muzzle / on a werewolf / Will never tame / its bite / Whose jaws retract, / with fangs intact / Enraged, / —to prowl the night."
    },
    {
      "cite": "Tommy Kuusela",
      "quote": "But, notions of the werewolf, both in folklore and popular culture, have one thing in common; it is fear of the unknown and suspicion against strange and unfamiliar people. The savage image of the werewolf, being uncivilized and nocturnal, fits well: it is a way of expressing fears of what is believed to be wrong with society […] werewolves reveal our fear of what lurks inside, the beast hidden in us all that has the potential to change a rational and moral person, leaving only dreaded animal behaviour and appetites of lust, hunger, and rage."
    },
    {
      "cite": "Kelley Armstrong",
      "quote": "Another werewolf thing. Like most animals, we spent a large part of our lives engaged in the three Fs of basic survival. Feeding, fighting and reproduction."
    },
    {
      "cite": "Stephen King",
      "quote": "Some werewolves are hairy on the inside."
    },
    {
      "cite": "Daniel Pinkwater",
      "quote": "Werewolves are much more common animals than you might think."
    },
    {
      "cite": "Janiera Eldridge",
      "quote": "Werewolves did not consider wolves one of their own; in fact, wolves were inferior. They were hunters, strong and ravenous like them, but they weren't as big or as intelligent."
    },
    {
      "cite": "Nathan Parsons",
      "quote": "Whether you're a vampire or werewolf, love is still love. Betrayal is still betrayal."
    },
    {
      "cite": "Anthony Langston",
      "quote": "You can't kill rock and roll without a silver bullet because she's a werewolf."
    },
    {
      "cite": "Glen Duncan",
      "quote": "If being a werewolf is really a curse, you've got to treat it honorably. If werewolves are going to carry on, there has to be an incredibly powerful force. There is the business of the craving, the hunger for the kill. It has to be deeply pleasurable and more than an appetite for meat. There has to be a sensual dimension to it."
    },
    {
      "cite": "Glen Duncan",
      "quote": "We have all seen werewolf transformations hundreds of times on screen."
    },
    {
      "cite": "Kelley Armstrong",
      "quote": "The truth is, if a werewolf behaved like this psychopath it wouldn't be because he was part animal, but because he was still too human. Only humans kill for sport."
    },
    {
      "cite": "Warner Oland",
      "quote": "The werewolf is neither man nor wolf, but a satanic creature with the worst qualities of both."
    }
  ]
}