{
  "source": "https://www.wisesayings.com/west-coast-quotes/",
  "theme": "west-coast",
  "quotes": [
    {
      "cite": "Stanley Donwood",
      "quote": "In America, the colors sing, they don't just glower at you. The West Coast especially is fantastic. It seems like you can do whatever you want here."
    },
    {
      "cite": "Victoria Chang",
      "quote": "I've always felt alone and isolated, and living on the West Coast, there's no poetry community out here, and if there is, it's really spread out - because it's LA, it's spread out."
    },
    {
      "cite": "Joan Didion",
      "quote": "Late afternoon on the West Coast ends with the sky doing all its brilliant stuff."
    },
    {
      "cite": "Esa-Pekka Salonen",
      "quote": "This country, and the West Coast, especially, is bad at preserving any cultural legacy."
    },
    {
      "cite": "Jane Fonda",
      "quote": "When I left the West Coast I was a liberal. When I landed in New York I was a revolutionary."
    },
    {
      "cite": "Alice Walker",
      "quote": "I live on the West Coast of the United States, and yet the air that I breathe is sometimes the same air that was being breathed in China the day before."
    },
    {
      "cite": "YG",
      "quote": "When you think of YG, you think of the West Coast, L.A., the lifestyle; that's what the brand about. That's what 4Hunnid represents."
    },
    {
      "cite": "Tommy Lee Jones",
      "quote": "No, I don't think about the myth of the West. It's not the kind of thinking I do. That's more suited to people who live in big towns on the West Coast or East Coast, people who stay under a roof, in a room, all the time."
    },
    {
      "cite": "Tyga",
      "quote": "I feel like too many people on the West Coast, they're too needy. They feel they need Snoop or Game. I never did any tracks with any West Coast artists. Not because I didn't want to, but because I didn't feel like that's what I had to do in order to get on. I just did music."
    },
    {
      "cite": "Freddie Freeman",
      "quote": "I always like going to the West Coast. I don't know if it's a certain field, team, whatever it is, but I usually seem to do well here."
    },
    {
      "cite": "Mitch Kapor",
      "quote": "If only I'd stayed on the West Coast, I might have made something of myself."
    },
    {
      "cite": "John Daly",
      "quote": "It's hard for me not to play on the West Coast. I love it out there."
    },
    {
      "cite": "ASAP Ferg",
      "quote": "Going Back to Cali' is one of my favorite songs because of all the East Coast - West Coast rivalry."
    },
    {
      "cite": "Paul Walker",
      "quote": "Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?"
    },
    {
      "cite": "Cormega",
      "quote": "A lot of people think that it was about Biggie on the East Coast and 2Pac on the West Coast. It wasn't like that. Big ran New York. 2Pac ran America."
    },
    {
      "cite": "Marian McPartland",
      "quote": "I have a West Coast rhythm section and a New York rhythm section. I've got them spread out all over the place."
    },
    {
      "cite": "Lexa Doig",
      "quote": "I'm so much more of an East Coast girl than a West Coast girl."
    },
    {
      "cite": "Cat Deeley",
      "quote": "I'm getting comfortable with West Coast style, which is more laid-back than British style."
    },
    {
      "cite": "Tessa Thompson",
      "quote": "I was born and raised in Los Angeles. I split my time between the West Coast and the East."
    },
    {
      "cite": "YG",
      "quote": "I represent the West Coast culture."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "We didn't build the interstate system to connect New York to Los Angeles because the West Coast was a priority. No, we webbed the highways so people can go to multiple places and invent ways of doing things not thought of by the persons building the roads."
    },
    {
      "cite": "The Notorious B.I.G.",
      "quote": "Please, all you MCs out there, all you fans out there, don't think Big gonna make a record dissing 2Pac or the West Coast because it's not going down like that. I can't even see me wasting my time or my talent to disrespect another black man."
    },
    {
      "cite": "Marco Rubio",
      "quote": "There's a great documentary on Tupac called 'Resurrection' about the last few years of Tupac's life and how he transformed. And, ironically, how this East Coast rapper became this West Coast icon, back when all that Death Row/Sean Combs stuff was going on."
    },
    {
      "cite": "Eric Garcetti",
      "quote": "I don't want to bring a European city or an east-coast city to the West Coast."
    },
    {
      "cite": "Jorge Masvidal",
      "quote": "I'm a dirty south goon - damn right, I ain't no West coast gangster."
    },
    {
      "cite": "Tyga",
      "quote": "A lot of people don't know I'm from the West Coast. My swag is different. Me being from Young Money, affiliated with them, some people think I'm from down South. They think maybe I'm from New Orleans like them. It's just good to show people and build outside of Young Money, build my brand outside of that."
    }
  ]
}