{
  "source": "https://www.wisesayings.com/whale-quotes/",
  "theme": "whale",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If size really mattered, the whale, not the shark, would rule the waters."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If you swim with sharks, make sure you have the appetite of a whale."
    },
    {
      "cite": "Aspen Matis",
      "quote": "Swallowed up in the belly of the whale of infatuation, I now needed to distract myself in order to stay happy. Because our unknowable future shadowed the countenance of my soul."
    },
    {
      "cite": "Paul Watson",
      "quote": "Whales are killed today to supply the limited demand for whale meat or to be used in pet foods or as fodder for fur-bearing animals used in the fur trade."
    },
    {
      "cite": "Bill Condon",
      "quote": "I wanted to make connections between Whale's past and present."
    },
    {
      "cite": "Eliis Parker Butler",
      "quote": "The Whale is found in seas and oceans, indulging there in fishlike motions, But Science shows that whales are mammals."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Not a mightier whale than this In the vast Atlantic is; Not a fatter fish than he Flounders round the polar sea."
    },
    {
      "cite": "Hilaire Beloc",
      "quote": "The whale that wanders round the pole Is not a table fish, you cannot bake or boil him whole nor serve him in a dish."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "And enormous mother whales lie dreaming suckling their whale-tender young and dreaming with strange whale eyes wide open in the waters of the beginning and the end."
    },
    {
      "cite": "Robert Graves",
      "quote": "A purple whale proudly sweeps his tail towards Nineveh; glassy green surges between a mile of roaring sea."
    },
    {
      "cite": "William Blake",
      "quote": "I see a Whale in the south-sea, drinking my soul away."
    },
    {
      "cite": "Katharine Lee Bates",
      "quote": "But to both the dolphin refused its doll,  Till the whale was oblidged to whale them all."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "The grey gull sat on a floating whale. On a floating whale sat he. And he told his tale of the storm and the gale. And the ships that he saw with steam and sail, as he flew by the Northern Sea."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Somewhere in the midst of the mammoth ocean; there exists the preposterously huge whale."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "If you were going to drown her in the swirling and ferocious waves of the ocean after the whale overtoppled her boat; drown me to the bottom instead."
    },
    {
      "cite": "Newsboys",
      "quote": "In the belly of the whale. I'm highly nutritious here."
    },
    {
      "cite": "Newsboys",
      "quote": "How to exit a whale's digestion? It might behoove me to be heaved."
    },
    {
      "cite": "Nic Jones",
      "quote": "Fishing for the humpback whale. A tractor for a whale winch."
    },
    {
      "cite": "Joe Bonamassa",
      "quote": "They say the whale that swallowed Jonah to put me through the test. Sometimes I get that feeling that same ol' whale swallowed me."
    },
    {
      "cite": "Mary",
      "quote": "When the whale get strike and the line runs out and the whale makes a flunder with its tail."
    },
    {
      "cite": "Yellow Ostrich",
      "quote": "Whale, swim with me whale we will go far into the sea."
    },
    {
      "cite": "Hans Zimmer",
      "quote": "Gotta a whale of a tale to tell you lad. It's a whale of a tale or two."
    },
    {
      "cite": "Dave Barry",
      "quote": "The real threat to whales is whaling, which has endangered many whale species."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Whales in mid-ocean, suspended in the waves of the sea great heaven of whales in the waters, old hierarchies. And enormous mother whales lie dreaming suckling their whale-tender young and dreaming with strange whale eyes wide open in the waters of the beginning and the end."
    },
    {
      "cite": "Maddox",
      "quote": "Whales are drinking all our water and eating our sailors."
    },
    {
      "cite": "Max De Pree",
      "quote": "A whale is as unique as a cactus. But don't ask a whale to survive Death Valley. We all have special gifts. Where we use them and how determines whether we actually complete something."
    },
    {
      "cite": "Paul Watson",
      "quote": "Whales are killed today to supply the limited demand for whale meat or to be used in pet foods or as fodder for fur-bearing animals used in the fur trade."
    },
    {
      "cite": "Laila Sadler",
      "quote": "A whale in the shallow water of the River Thames is like a human lost in the heat of the Sahara desert."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "The whale is endangered, while the ant continues to do just fine."
    }
  ]
}