{
  "source": "https://www.wisesayings.com/wheelchair-quotes/",
  "theme": "wheelchair",
  "quotes": [
    {
      "cite": "AJ Withers",
      "quote": "Chances are, disabled or not, you don't grow all of your food. Chances are, you didn't build the car, bike, wheelchair, subway, shoes, or bus that transports you. Chances are you didn't construct your home. Chances are you didn't sew your clothing (or make the fabric and thread used to sew it). The difference between the needs that many disabled people have and the needs of people who are not labelled as disabled is that non-disabled people have had their dependencies normalized."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Being confined to a wheelchair doesn't bother me as my mind is free to roam the universe, but it felt wonderful to be weightless."
    },
    {
      "cite": "Max Lucado",
      "quote": "Be gone, sorrow, sickness, wheelchairs, and cancer! Enough of you, screams of fear and nights of horror! Death, you die! Life, you reign!"
    },
    {
      "cite": "Stella Young",
      "quote": "My disability exists not because I use a wheelchair, but because the broader environment isn't accessible."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Gather the wheelchairs in a circle, and then summon the cripples. Would anybody care for a glass of discrimination"
    },
    {
      "cite": "Annette Funicello",
      "quote": "For me, the wheelchair symbolizes disability in a way a cane does not."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Faith: a device of the mind, fed by the soul, that functions like crutches to a man in a wheelchair."
    },
    {
      "cite": "Stella Young",
      "quote": "The battle to find a workplace that's wheelchair accessible is a feat in itself, let alone an employer who's going to be cool about employing someone with a disability in a job you actually want to do."
    },
    {
      "cite": "Anonymous",
      "quote": "If There's A Wheel, There's A Way."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "You can take them in a wheelchair and put them in a pool, so they can move their arms and legs. In a pool disabled people can do things that they can't normally do otherwise."
    },
    {
      "cite": "Jean Driscoll",
      "quote": "In wheelchair sports, people thought athletes with disabilities were courageous and inspirational. They never give them credit for simply being competitive."
    },
    {
      "cite": "Milton Jones",
      "quote": "Old ladies in wheelchairs with blankets over their legs, I don't think so...retired mermaids."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "There is so much pain in the world, and most of these people keep theirs secret, rolling through agonizing lives in invisible wheelchairs, dressed in invisible bodycasts."
    },
    {
      "cite": "Maysoon Zayid",
      "quote": "Disability is as visual as race. If a wheelchair user can't play Beyonce, then Beyonce can't play a wheelchair user."
    },
    {
      "cite": "Liz Craft",
      "quote": "As far as wheelchairs are concerned, the floors are a dream."
    },
    {
      "cite": "Evelyn Glennie",
      "quote": "If we see someone in a wheelchair, we assume they cannot walk. It may be that they can walk three, four, five steps. That, to them, means they can walk."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Money cannot buy health, but I'd settle for a diamond-studded wheelchair."
    },
    {
      "cite": "Itzhak Perlman",
      "quote": "Every person with a disability has a slightly different kind of disability. Not everybody has the same problems. Usually the wheelchairs are the wheelchairs. It's the same height and so on. It's a problem."
    }
  ]
}