{
  "source": "https://www.wisesayings.com/whimsical-quotes/",
  "theme": "whimsical",
  "quotes": [
    {
      "cite": "Bob Goff",
      "quote": "Whimsy doesn't care if you are the driver or the passenger; all that matters is that you are on your way."
    },
    {
      "cite": "Niki de St. Phalle",
      "quote": "Most people don't see the edginess in my work. They think it's all fantasy and whimsy."
    },
    {
      "cite": "Margaret Feinberg",
      "quote": "More than whimsy, joy is a weapon we use to fight life's battles."
    },
    {
      "cite": "Dr Sheldon Cooper",
      "quote": "What's life without whimsy?"
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "When wisdom gives way to whimsy and ethics fall to the excitement, it is highly likely that the ground beneath me will ‘give way’ and it is I who will ‘fall."
    },
    {
      "cite": "Kevin Smith",
      "quote": "If you're alive, kick into drive. Chase whimsies. See if you can turn dreams into a way to make a living, if not an entire way of life."
    },
    {
      "cite": "Rick Yancey",
      "quote": "How often do they rescue or ruin us, through whimsy or design or a combination of both, the adults to whom we entrust our care!"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Be it in the form of a zillion molecules of whimsical deliriousness that we gave shape to; preposterously deluging every bit of the ecstatically vibrant atmosphere;"
    },
    {
      "cite": "Arthur Symons",
      "quote": "Pathetically whimsical, childish and whimsical and wise; and now, relenting, after all, the softer welcome of your eyes."
    },
    {
      "cite": "Joyce Kilmer",
      "quote": "Her soul's light shines through, but her soul cannot be seen. It is something elusive, whimsical, tender, wanton, infantile, wise and noble."
    },
    {
      "cite": "Lord John Wilmot",
      "quote": "In nonsense and impossibilities. This made a whimsical philosopher before the spacious world his tub prefer."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "When you first girded for this arduous track, and under various whimsical pretexts endowed another with your damned defects, could you have dreamed in your despondent vein."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I needed just lavishness; I perhaps sought the company of my whimsical grandfather the most—as he could virtually lay every priceless gift of the Universe at my feet—at even the tiniest of my babyishly false cry."
    },
    {
      "cite": "Robert Nichols",
      "quote": "Faces cheerful, full of whimsical mirth, lined by the wind, burned by the sun; bodies enraptured by the abounding earth, as whose children we are brethern: one."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Give me death instead; the most concluding connotation of life; wholesomely devastating even the most whimsical knot of my nonchalantly pugnacious and sadistically crucifying existence."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Artists are esoterically whimsical,"
    },
    {
      "cite": "George Gordon Lord Byron",
      "quote": "This whimsical virgin forget; women other adiaiire, who will melt with your fire, and laugh at the little coquette."
    },
    {
      "cite": "Lord John Wilmot",
      "quote": "This made a whimsical philosopher, before the spacious world, his tub prefer."
    },
    {
      "cite": "James Boswell",
      "quote": "The pleasure of gratifying whim is very great. It is known only by those who are whimsical."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The caprice of our temper is even more whimsical than that of Fortune."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I still like to live in a whimsical world that seems more romantic and fantasy-related because real life seems so hard."
    },
    {
      "cite": "Donald Miller",
      "quote": "We shouldn't be afraid to embrace whimsy, that nagging idea that life could be magical; it could be special if we were only willing to take a few risks."
    },
    {
      "cite": "Storm Jameson",
      "quote": "Very rare, the intelligence of the heart. The intelligence of the whimsical brain is less rare, less attaching, sometimes tedious."
    },
    {
      "cite": "French Proverb",
      "quote": "Fashion is a tyrant from which there is no deliverance; all must conform to its whimsical."
    },
    {
      "cite": "Julian Barnes",
      "quote": "Time give us enough time and our best-supported decisions will seem wobbly, our certainties whimsical."
    },
    {
      "cite": "Helen Merell Lynd",
      "quote": "Our whole life is an attempt to discover when our spontaneity is whimsical, sentimental irresponsibility and when it is a valid expression of our deepest desires and values."
    },
    {
      "cite": "William Congreve",
      "quote": "A fellow who lives in a windmill has not a more whimsical dwelling than the heart of a man that is lodged in a woman."
    },
    {
      "cite": "Daniel H Pink",
      "quote": "Today it's economically crucial and personally rewarding to create something that is also beautiful, whimsical, or emotionally engaging."
    },
    {
      "cite": "Michael Leunig",
      "quote": "I've learned to respect the whimsical."
    }
  ]
}