{
  "source": "https://www.wisesayings.com/whiners-quotes/",
  "theme": "whiners",
  "quotes": [
    {
      "cite": "Og Mandino",
      "quote": "Do not listen to those who weep and complain, for their disease is contagious."
    },
    {
      "cite": "James Altucher",
      "quote": "Complaining only takes away energy from today and never solves the problems for tomorrow."
    },
    {
      "cite": "Og Mandino",
      "quote": "You can never win when you wear the ugly cloak of self-pity and the sour sound of whining."
    },
    {
      "cite": "Jeffrey R. Holland",
      "quote": "No misfortune is so bad that whining about it won't make it worse."
    },
    {
      "cite": "Jack Ma",
      "quote": "On the path to success, you will notice that the successful ones are not whiners, nor do they complain often."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A complaining tongue reveals an ungrateful heart."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Life isn't fair. It's true, and you still have to deal with it. Whining about it rarely levels the playing field, but learning to rise above it is the ultimate reward."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Whining shows a lack of character. If you don't like the way something is, do something to change it."
    },
    {
      "cite": "John Wooden",
      "quote": "Don't whine, complain, or make excuses."
    },
    {
      "cite": "Latin Proverb",
      "quote": "If there's no wind, row."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "If you have time to whine and complain about something then you have the time to do something about it."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Pressure will squeeze whining out of losers and winning out of achievers."
    },
    {
      "cite": "Maria V. Snyder",
      "quote": "Everyone makes choices in life. Some bad, some good. It's called living, and if you want to bow out, then go right ahead. But don't do it halfway. Don't linger in whiner's limbo."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It takes a genius to whine appealingly."
    },
    {
      "cite": "Federick Lenz",
      "quote": "If you're a sniveler, a whiner, a complainer, you will never be happy. We all have that side. Get a little stoical and just take the pain."
    },
    {
      "cite": "Seth Godin",
      "quote": "The sooner we realize that the world has changed, the sooner we can accept it and make something of what we've got. Whining isn't a scalable solution."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "People won't have time for you if you are always angry or complaining."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you are a complainer, you might have already spent your help quota."
    },
    {
      "cite": "Maya Angelou",
      "quote": "What you're supposed to do when you don't like a thing is change it. If you can't change it, change the way you think about it. Don't complain."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Whining is not only graceless, but it can be dangerous. It can alert a brute that a victim is in the neighborhood."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Shiftless persons find their chief happiness in complaining."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "Whiners usually play alone."
    },
    {
      "cite": "Lord Jeffrey",
      "quote": "The tendency to whining and complaining may be taken as the surest sign symptom of little souls and inferior intelects."
    },
    {
      "cite": "R. Lee Ermey",
      "quote": "There's lot of whiners in every crowd."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Complainers change their complaints, but they never reduce the amount of time spent in complaining."
    },
    {
      "cite": "Ralph Marston",
      "quote": "If something goes wrong, don't whine about it. Have a spine about it. Adjust, adapt, and move forward."
    },
    {
      "cite": "Teddy Roosevelt",
      "quote": "Complaining about a problem without posing a solution is called whining."
    },
    {
      "cite": "Alex Smith",
      "quote": "Stop whining: start enjoying. And when you look back at the past, make sure you're smiling."
    },
    {
      "cite": "Tony Dicicco",
      "quote": "Don't whine. Find the positive in difficult situations."
    },
    {
      "cite": "Joel Osteen",
      "quote": "God wants you to become a winner, not a whiner."
    }
  ]
}