{
  "source": "https://www.wisesayings.com/whisper-quotes/",
  "theme": "whisper",
  "quotes": [
    {
      "cite": "Julie Garwood",
      "quote": "One whisper, added to a thousand others, becomes a roar of discontent."
    },
    {
      "cite": "Mary Stewart",
      "quote": "It is harder to kill a whisper than even a shouted calumny."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Ever notice that the whisper of temptation can be heard farther than the loudest call to duty."
    },
    {
      "cite": "Louise Nevelson",
      "quote": "A whisper can be stronger, as an atom is stronger, than a whole mountain."
    },
    {
      "cite": "Lord John Russell",
      "quote": "It is impossible that the whisper of a faction should prevail against the voice of a nation."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "That whisper you keep hearing is the universe trying to get your attention."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Listen to the whisperings of the Spirit, the gift of revelation to which you are entitled."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "His whisper was the softest sound I ever knew, which seemed to bring the loudest heartbeat."
    },
    {
      "cite": "Euginia Herlihy",
      "quote": "Ignore the whisper of fear, let your inner ability to take over because it's meant to be your guide."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "All whispers and echoes from a past that is gone teem into the sleeper's brain, and he is with them, and part of them."
    },
    {
      "cite": "Raneem Kayyali",
      "quote": "Within the whispers of love, I found my heart. Within a glimmer from a ray, I found my soul. Within both, I found myself."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Sometimes you want to whisper in God's ear, 'God, we know you are in charge, but why don't you make it slightly more obvious?'"
    },
    {
      "cite": "PROVERBS",
      "quote": "The whisper of a pretty girl can be heard further than the roar of a lion."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Listen to the whispers or soon you will be listening to the screams."
    },
    {
      "cite": "Thomas Watson",
      "quote": "Our murmuring is the devil's music."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Let choice whisper in your ear and love murmur in your heart. Be ready. Here comes life."
    },
    {
      "cite": "Marguerite Gardiner",
      "quote": "We are more prone to murmur at the punishment of our faults than to lament them."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "Listen to the murmur of water and you'll hear Mother Nature.Listen to the stillness beneath, and there you'll find God."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The murmurs of many a famous river on the other side of the globe reach even to us here, as to more distant dwellers on its banks;many a poet's stream, floating the helms and shields of heroes on its bosom."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The whispering of the truth is stronger than the thunderstorm of the untruth!"
    },
    {
      "cite": "Joan Rivers",
      "quote": "When you whisper about something, it's too big, and you can't get it under control and take control of it."
    },
    {
      "cite": "Jeffrey McDaniel",
      "quote": "I want to whisper poetry into your mind and imprint love letters to your soul and dance with you in an empty white room of potential"
    },
    {
      "cite": "George Steiner",
      "quote": "The whispers of shared ecstasy are choral."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The whisper of the dusk is night shedding its husk."
    },
    {
      "cite": "William Jones",
      "quote": "In the whisper of the leaves appears an interchange of love."
    },
    {
      "cite": "Tonto Dikeh",
      "quote": "No matter how softly you whisper a prayer, God hears and understands."
    },
    {
      "cite": "Scott Sheddan",
      "quote": "Sometimes a whisper speaks volumes."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "God whispers to us in our pleasures, speaks in our conscience, but shouts in our pain: it is His megaphone to rouse a deaf world."
    },
    {
      "cite": "Aberjhani",
      "quote": "Now come the whispers bearing bouquets of moonbeams and sunlight tremblings."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "As for murmurs, mother, we grumble a little now and then, to be sure; but there's no love lost between us."
    }
  ]
}