{
  "source": "https://www.wisesayings.com/whiskey-quotes/",
  "theme": "whiskey",
  "quotes": [
    {
      "cite": "Artie Lange",
      "quote": "Whiskey will always be a part of my life."
    },
    {
      "cite": "Robert Black",
      "quote": "It is true that whisky improves with age. The older I get, the more I like it."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Courage is a vitamin best swallowed with whiskey."
    },
    {
      "cite": "Roy 'Chubby' Brown",
      "quote": "My favorite drink is a cocktail of carrot juice and whiskey. I am always drunk but I can see for miles."
    },
    {
      "cite": "Peter Cole",
      "quote": "He told me I had to have a whiskey every day to get better."
    },
    {
      "cite": "Luke Bryan",
      "quote": "Whiskey makes my baby, feel a little frisky."
    },
    {
      "cite": "Reginald Maudling",
      "quote": "For God's sake bring me a large Scotch. What a bloody awful country."
    },
    {
      "cite": "Mark Twain",
      "quote": "The true pioneer of civilization is not the newspaper, not religion, not the railroad but whiskey!"
    },
    {
      "cite": "Mark Twain",
      "quote": "Give an Irishman lager for a month and he's a dead man. An Irishman's stomach is lined with copper, and the beer corrodes it. But whiskey polishes the copper and is the saving of him."
    },
    {
      "cite": "Buffalo Bill",
      "quote": "We got more provisions for our whiskey than the same money, which we paid for the liquor, would have bought; so after all it proved a very profitable investment."
    },
    {
      "cite": "Compton Mackenzie",
      "quote": "Love makes the world go round? Not at all. Whiskey makes it go round twice as fast."
    },
    {
      "cite": "Errol Flynn",
      "quote": "I like my whisky old and my women young."
    },
    {
      "cite": "Masataka Taketsuru",
      "quote": "Whisky making is an act of cooperation between the blessings of nature and the wisdom of man."
    },
    {
      "cite": "W. C. Fields",
      "quote": "When life hands you lemons, make whisky sours."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The water was not fit to drink. To make it palatable, we had to add whisky. By diligent effort, I learned to like it."
    },
    {
      "cite": "Dean Martin",
      "quote": "When asked for his hangover cure, I take the juice of two bottles of whisky."
    },
    {
      "cite": "Mark Twain",
      "quote": "Whiskey is carried into committee rooms in demijohns and carried out in demagogues."
    },
    {
      "cite": "Tommy Cooper",
      "quote": "I'm on a whisky diet. I've lost three days already."
    },
    {
      "cite": "William Faulkner",
      "quote": "There is no such thing as a bad whisky. Some whiskies just happen to be better than others."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Whiskey, like a beautiful woman, demands appreciation. You gaze first, then it's time to drink."
    },
    {
      "cite": "Sharon Rose",
      "quote": "Brown has an inordinate taste for whiskey."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "The whiskey on your breath could make a small boy dizzy;But I hung on like death:Such waltzing was not easy."
    },
    {
      "cite": "Irish Proverb",
      "quote": "What whiskey will not cure, there is no cure for."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I contented myself with whiskey, for medicinal purposes. It helped numb my various aches and pains. Not that the alcohol actually reduced the pain, it just gave the pain a life of its own, apart from mine."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Always carry a flagon of whiskey in case of snakebite and furthermore always carry a small snake."
    },
    {
      "cite": "Alexander Fleming",
      "quote": "A good gulp of hot whiskey at bedtime it's not very scientific, but it helps."
    },
    {
      "cite": "Jerry Vale",
      "quote": "Whiskey is by far the most popular of all remedies that won't cure a cold."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Whiskey has killed more men than bullets, but most men would rather be full of whiskey than bullets. What I like in a good author is not what he says, but what he whispers."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Whiskey claims to itself alone the exclusive office of sot-making."
    },
    {
      "cite": "Mark Twain",
      "quote": "Too much of anything is bad, but too much good whiskey is barely enough."
    }
  ]
}