{
  "source": "https://www.wisesayings.com/white-quotes/",
  "theme": "white",
  "quotes": [
    {
      "cite": "William S. Paley",
      "quote": "White lies always introduce others of a darker complexion."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Those who think it is permissible to tell white lies soon grow color-blind."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "White is not a mere absence of color; it is a shining and affirmative thing, as fierce as red, as definite as black. God paints in many colors; but He never paints so gorgeously, I had almost said so gaudily, as when He paints in white."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Beauty is not just a white girl. It's so many different flavors and shades."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "The white man's happiness cannot be purchased by the black man's misery."
    },
    {
      "cite": "Langston Hughes",
      "quote": "When it is not on the side of civil rights, then the law is not right, it is white."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When we're unemployed, we're called lazy; when the whites are unemployed it's called a depression."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "You cannot make a revolution in white gloves."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Lawyers are men who will swear black is white--if they are paid for it."
    },
    {
      "cite": "Richard De Bury",
      "quote": "A man's reputation has been very aptly compared to a sheet of white paper; if it be once blotted, it can hardly ever be made to look as white as before."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are many humorous things in the world; among them, the white man's notion that he is less savage than the other savages."
    },
    {
      "cite": "Sitting Bull",
      "quote": "The white man knows how to make everything, but he does not know how to distribute it."
    },
    {
      "cite": "Charles R. Brown",
      "quote": "The white light streams down to be broken up by those human prisms into all the colors of the rainbow. Take your own color in the pattern and be just that."
    },
    {
      "cite": "Juvenal",
      "quote": "A lucky man is rarer than a white crow."
    },
    {
      "cite": "Bobby Vee",
      "quote": "So remember when you tell those little white lies that the night has a thousand eyes."
    },
    {
      "cite": "Jason Wu",
      "quote": "I call white the most powerful non-color; it's clean, optimistic, powerful."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Just as white light consists of colored rays, so reverence for life contains all the components of ethics: love, kindliness, sympathy, empathy, peacefulness and power to forgive."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "This world is white no longer, and it will never be white again."
    },
    {
      "cite": "Joan Baez",
      "quote": "You may not know it, but at the far end of despair, there is a white clearing where one is almost happy."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The snow goose need not bathe to make itself white. Neither need you do anything but be yourself."
    },
    {
      "cite": "Patricia Sun",
      "quote": "When we don't have information, we go to the simplest outlook, to black and white. But then we have to lie to ourselves. Black is never as black as you're painting it and white is never as white."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I want to be the white man's brother, not his brother-in-law."
    },
    {
      "cite": "Paula Rothenberg",
      "quote": "White privilege is the other side of racism."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "White. A blank page or canvas. So many possibilities."
    },
    {
      "cite": "Eden Ahbez",
      "quote": "Some white people hate black people, and some white people love black people, some black people hate white people, and some black people love white people. So you see it's not an issue of black and white, it's an issue of Lovers and Haters."
    },
    {
      "cite": "Mo Udall",
      "quote": "One puts on black robes to scare the hell out of white people, while the other puts on white robes to scare the hell out of blacks."
    }
  ]
}