{
  "source": "https://www.wisesayings.com/white-lies-quotes/",
  "theme": "white-lies",
  "quotes": [
    {
      "cite": "James E. Faust",
      "quote": "When we tell little white lies, we become progressively color-blind. It is better to remain silent than to mislead."
    },
    {
      "cite": "Barry Ritholtz",
      "quote": "Little white lies are told by humans all the time. Indeed, lying is often how we get through each day in a happy little bubble. We spend time and energy rationalizing our own behaviors, beliefs and decision-making processes."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Those who think it is permissible to tell white lies soon grow color-blind."
    },
    {
      "cite": "Isaac Marion",
      "quote": "Enough white lies can scorch the earth black."
    },
    {
      "cite": "Ayn Rand",
      "quote": "There are no white lies, there is only the blackest of destruction, and a white lie is the blackest of all."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is no such thing as white lies; a lie is as black as a coalpit, and twice as foul."
    },
    {
      "cite": "William S. Paley",
      "quote": "White lies always introduce others of a darker complexion."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "The perjurer's mother told white lies."
    },
    {
      "cite": "George Eliot",
      "quote": "The prevarication and white lies which a mind that keeps itself ambitiously pure is as uneasy under as a great artist under the false touches that no eye detects but his own, are worn as lightly as mere trimmings when once the actions have become a lie."
    },
    {
      "cite": "Matthew Lesko",
      "quote": "A degree of lying - you know, white lies - seems to be inherent in all languages and all forms of communication."
    },
    {
      "cite": "Kate Morton",
      "quote": "The simplest falsehoods are the strongest."
    },
    {
      "cite": "Frederick Marryat",
      "quote": "All lies, white or black, disgrace a gentleman, although I grant there is a difference: to say the least of it, it is a dangerous habit, for white lies are but the gentleman ushers to black ones."
    },
    {
      "cite": "Bobby Vee",
      "quote": "So remember when you tell those little white lies that the night has a thousand eyes."
    },
    {
      "cite": "Richard Chamberlain",
      "quote": "I suppose everyone tells little white lies. Quite often they're necessary to make someone feel better or prevent feelings from being hurt. Whoppers? No, that's dangerous and they'll boomerang."
    },
    {
      "cite": "Karl Kraus",
      "quote": "A white lie is always pardonable. But he who tells the truth without compulsion merits no leniency."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "A safety net of small white lies can be the bedrock of a successful marriage. You wouldn’t believe how cheaply I can do a kitchen renovation."
    },
    {
      "cite": "Enrique Iglesias",
      "quote": "I don't like being lied to, so I only lie about the stupid things. White lies, basically."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "A world without any lies at all is not a good world, because it's artless and because there are no white lies, no flattery."
    },
    {
      "cite": "Joseph Sugarman",
      "quote": "Each time you are honest and conduct yourself with honesty, a success force will drive you toward greater success. Each time you lie, even with a little white lie, there are strong forces pushing you toward failure."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "Thank you, people who say 'Wow, you're really photogenic,' for not saying what you really mean: 'Wow, you're really ugly in person.'"
    },
    {
      "cite": "Emma Alice Margaret Asquith",
      "quote": "She tells enough white lies to ice a wedding cake."
    },
    {
      "cite": "Milton Berle",
      "quote": "Los Angeles is the home of the three little white lies: 'The Ferrari is paid for,' 'The mortgage is assumable,' and 'It's just a cold sore!"
    },
    {
      "cite": "Lucy Hale",
      "quote": "But little white lies here and there is human nature. Everybody does that."
    },
    {
      "cite": "Zooey Deschanel",
      "quote": "The average person tells a few white lies."
    },
    {
      "cite": "Darren Star",
      "quote": "I like the idea of what happens when someone tells a small white lie - which I think is the premise of the show - and how it has ripple effects, so really it's also about raising the stakes of this little lie."
    },
    {
      "cite": "Pamela Meyer",
      "quote": "White lies keep social dignity intact and are far more prevalent than most people realize. Several studies have found that an average person is lied to from 10 to 200 times a day - mostly just to keep a conversation going, to avoid conflict, or to establish a connection with someone."
    },
    {
      "cite": "Margaret Keane",
      "quote": "Don't tell lies, ever. No matter what - not even little white lies."
    }
  ]
}