{
  "source": "https://www.wisesayings.com/why-not-quotes/",
  "theme": "why-not",
  "quotes": [
    {
      "cite": "Donald Trump",
      "quote": "You have to think anyway, so why not think big?"
    },
    {
      "cite": "George Carlin",
      "quote": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You see things; and you say 'Why?' But I dream things that never were; and I say 'Why not?"
    },
    {
      "cite": "Gordon Livingston",
      "quote": "Life's two most important questions are Why? and Why not? The trick is knowing which one to ask."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?"
    },
    {
      "cite": "Jane Austern",
      "quote": "Why not seize the pleasure at once, how often is happiness destroyed by preparation, foolish preparations."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Ten years from now you'll laugh at whatever's stressing you out today. So why not laugh now?"
    },
    {
      "cite": "Yoko Ono",
      "quote": "My life has always been unplanned. So when something comes along, I feel like, Why not give it a try? It's fun to experiment like that."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all my work, I try to say - 'You may be given a load of sour lemons, why not try to make a dozen lemon meringue pies?"
    },
    {
      "cite": "Robert Kennedy",
      "quote": "There are those who look at things the way they are, and ask why... I dream of things that never were, and ask why not?"
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Instead of Criticizing Someone's Success, Why Not Learn Something Valuable from It?"
    },
    {
      "cite": "J.R.Rim",
      "quote": "I may not know why, but I do know why not and this is where I stand."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "You find yourself refreshed by the presence of cheerful people. Why not make an honest effort to confer that pleasure on others? Half the battle is gained if you never allow yourself to say anything gloomy."
    },
    {
      "cite": "Annie Besant",
      "quote": "Someone ought to do it, but why should I? Someone ought to do it, so why not I? Between these two sentences lie whole centuries of moral evolution."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire."
    },
    {
      "cite": "James Allen",
      "quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?"
    },
    {
      "cite": "George Saunders",
      "quote": "Friend: We are here. Already here. Within. A train approaches a wall at a fatal rate of speed. You hold a switch in your hand, that accomplishes you know not what: do you throw it? Disaster is otherwise assured. It costs you nothing. Why not try?"
    }
  ]
}