{
  "source": "https://www.wisesayings.com/why-bother-quotes/",
  "theme": "why-bother",
  "quotes": [
    {
      "cite": "Marty Robins",
      "quote": "If halfway love is all you want or all you care to give, why bother with love at all and only halfway live."
    },
    {
      "cite": "Ashley Lorenzana",
      "quote": "If you're going to do something, strive to do it better than anyone else. Do it all the way. If you're going to half-ass it, why bother?"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Life was messy. Always had been and always would be and that was just the way it was, so why bother complaining? You either did something about it or you didn’t, and then you lived with the choice you made."
    },
    {
      "cite": "Elvia Alvarado",
      "quote": "But if you sit around thinking what to do and end up not doing anything, why bother even thinking about it? You're better off going out on the town and having a good time. No, we have to think and act. That's what we're doing here, and that's what you have to do."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Middle Age is that perplexing time of life when we hear two voices calling us, one saying, 'Why not?' and the other, 'Why bother?'"
    },
    {
      "cite": "Ben Stein",
      "quote": "If there is no God, why bother to tell the truth? Why not steal?"
    },
    {
      "cite": "Cameron Diaz",
      "quote": "I believe that when you're in love you have to pour your heart and soul out to your partner... or why bother? So in that sense I'm an incurable romantic when it comes to men."
    },
    {
      "cite": "Tre Cool",
      "quote": "School is practice for the future, and practice makes perfect and nobody's perfect so why bother."
    },
    {
      "cite": "Charli XCX",
      "quote": "I like working really fast. The best ideas are the first ones that come into your head - so why bother thinking of any more?"
    },
    {
      "cite": "Knute Rockne",
      "quote": "If winning isn't everything why bother to keep the score?"
    },
    {
      "cite": "Alan Cumming",
      "quote": "Actually I like working kind of fast, because if you got it, why bother doing it over and over?"
    },
    {
      "cite": "Mark Steyn",
      "quote": "But, once you get a taste for shutting people up, it's hard to stop. Why bother winning the debate when it's easier to close it down?"
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The more you learn, the more you know. The more you know, the more you forget. The more you forget, the less you know. So why bother to learn."
    },
    {
      "cite": "Akshay Kumar",
      "quote": "Why bother with Google when I have a wife who knows everything about everything!"
    },
    {
      "cite": "Chuck Eddy",
      "quote": "If I am thinking the same as everyone why bother pushing to get it published?"
    },
    {
      "cite": "Jandy Nelson",
      "quote": "I wonder why bereaved people even bother with mourning clothes when the grief itself provides such an unmistakable wardrobe."
    },
    {
      "cite": "Tom Selleck",
      "quote": "You don't do characters that are the same as you, otherwise why bother to act?"
    },
    {
      "cite": "Unknown Hunter",
      "quote": "I don’t regret not saying goodbye. Why bother when you’re a stranger?"
    }
  ]
}