{
  "source": "https://www.wisesayings.com/why-quotes/",
  "theme": "why",
  "quotes": [
    {
      "cite": "Robert Wilson Lynd",
      "quote": "It is in games that many men discover their paradise."
    },
    {
      "cite": "William Barclay",
      "quote": "There are two great days in a person's life - the day we are born and the day we discover why."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?"
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Millions saw the apple fall, but Newton was the one who asked why."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who has a why to live can bear almost any how."
    },
    {
      "cite": "Zendaya",
      "quote": "There are so many great things in life; why dwell on negativity?"
    },
    {
      "cite": "Bill Watterson",
      "quote": "Why waste time learning, when ignorance is instantaneous?"
    },
    {
      "cite": "Jeff Bezos",
      "quote": "The common question that gets asked in business is, why? That's a good question, but an equally valid question is, why not?"
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Here we are trapped in the amber of the moment. There is no why."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it ; as of the individual so should it be of the nation."
    },
    {
      "cite": "Celeste Ng",
      "quote": "A love of reading shows empathy, the desire to understand how others live or act or might act - and why."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "For as long as there's anyone to ask 'Why?' the answer will always be Why not?"
    },
    {
      "cite": "Criss Jami",
      "quote": "All knowledge meets an end at the question... Why?"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "There is always the question why and there is always life, Which doesn't need an answer."
    },
    {
      "cite": "Jimvirle/Jinvirle",
      "quote": "To ask why we fall in love is to ask why the leaves fall. And to ask how we stay in love is to ask how the trees stay."
    },
    {
      "cite": "Tawdra Kandle",
      "quote": "Maybe the whys and the hows aren't as important as just the knowing."
    },
    {
      "cite": "D. S. Mashego",
      "quote": "Start by asking the question Why. This is because behind the question why there lies answers to your question."
    },
    {
      "cite": "Paulo Freire",
      "quote": "No oppressive order could permit the oppressed to begin to question: Why?"
    },
    {
      "cite": "Robert A. Kearse",
      "quote": "Great art is an escape from the agony of why."
    },
    {
      "cite": "Sam Chandler",
      "quote": "Those who know how will always work for those who know why."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Those who are growing great are always asking why? If they fail or lose, they ask why? If they succeed or win too, they ask why?"
    },
    {
      "cite": "Robert Frost",
      "quote": "Don't ever take a fence down until you know why it was put up."
    },
    {
      "cite": "Aidan Quinn",
      "quote": "Life is hard for everyone. That's why there's such a nice reward at the end of it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Dreams have only one owner at a time. That's why dreamers are lonely."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Why does watching a dog be a dog fill one with happiness?"
    },
    {
      "cite": "Coy Bowles",
      "quote": "Life is so short, so there is no reason why you shouldn't live it to the fullest expression of yourself."
    },
    {
      "cite": "St Jerome",
      "quote": "Why do you not practice what you preach?"
    }
  ]
}