{
  "source": "https://www.wisesayings.com/widow-quotes/",
  "theme": "widow",
  "quotes": [
    {
      "cite": "Siri Hustvedt",
      "quote": "Widowers marry again because it makes their lives easier. Widows often don't, because it makes their lives harder."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "I should say, one of the things about being a widow or a widower, you really, really need a sense of humor, because everything's going to fall apart."
    },
    {
      "cite": "Victor Robinson",
      "quote": "Widows are divided into two classes — the bereaved and relieved."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A widow is a fascinating being with the flavor of maturity, the spice of experience, the piquancy of novelty, the tang of practiced coquetry, and the halo of one man's approval."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Rich widows are the only secondhand goods that sell at first-class prices."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is easier for a woman to be a good wife than a good mother. A widow has two duties with contrary obligations: she is a mother and she must exercise paternal authority. Few woman are strong enough to understand and to play this role."
    },
    {
      "cite": "Dolores Ibarruri",
      "quote": "It is better to be the widow of a hero than the wife of a coward."
    },
    {
      "cite": "John Gay",
      "quote": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits."
    },
    {
      "cite": "Ilajna",
      "quote": "I hosted a funeral today. He was my husband.  I should be sad but I'm relieved.  I was a wife of an alcoholic and now I'm a widow of a cancer patient."
    },
    {
      "cite": "Kazuya Gordo",
      "quote": "She is a left over then, she is a left over now.  Transition from being a divorcee to a widow helped her earn some respect in the society."
    },
    {
      "cite": "Miwyanka",
      "quote": "The real hero is the widow who garlands his photo frame with the same spirit that she showed while exchanging  it on their wedding day.."
    },
    {
      "cite": "Chahak Muryani",
      "quote": "Colourless clothes, colourless world, and colourful pictures.  Widow's life."
    },
    {
      "cite": "DOROTHY DIX",
      "quote": "Drying a widow's tears is one of the most dangerous occupations known to man."
    },
    {
      "cite": "Lynn Caine",
      "quote": "Widow is a harsh and hurtful word.  It comes from the Sanskrit and it means empty.  I have been empty too long."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "One can with dignity be wife and widow but once."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Widows are far better than brides. They don't tell, they won't yell, they don't swell, they rarely smell, and they're grateful as hell."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "A widow's refusal of a lover is seldom so explicit as to exclude hope."
    },
    {
      "cite": "Cherie Blair",
      "quote": "For many women, becoming a widow does not just mean the heartache of losing a husband, but often losing everything else as well."
    },
    {
      "cite": "Roman Payne",
      "quote": "May a man live well-enough and long-enough, to leave many joyful widows behind him."
    }
  ]
}