{
  "source": "https://www.wisesayings.com/wife-quotes/",
  "theme": "wife",
  "quotes": [
    {
      "cite": "Socrates",
      "quote": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
    },
    {
      "cite": "Himmilicious",
      "quote": "Nothing is respectfully amazing than a man who finds no shame to tell the world how grateful he is for all the love and sacrifices his woman made."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Of all the home remedies, a good wife is best."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Behind every successful man is a woman, behind her is his wife."
    },
    {
      "cite": "Jimmy Durante",
      "quote": "My wife has a slight impediment in her speech. Every now and then she stops to breathe."
    },
    {
      "cite": "Walter Winchell",
      "quote": "Never above you. Never below you. Always beside you."
    },
    {
      "cite": "Winston Churchill",
      "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A wife is a gift bestowed upon man to reconcile him to the loss of paradise."
    },
    {
      "cite": "Milton Berle",
      "quote": "A good wife always forgives her husband when she's wrong."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "One never realizes how different a husband and wife can be until they begin to pack for a trip."
    },
    {
      "cite": "Mother Jones",
      "quote": "That is, the wife must care for what the husband cares for if he is to remain resolute."
    },
    {
      "cite": "Martin Luther",
      "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "If you would have a good wife, marry one who has been a good daughter."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "My spouse is my shield, my spouse is my strength."
    },
    {
      "cite": "Robert Frost",
      "quote": "There is one thing more exasperating than a wife who can cook and won't, and that's a wife who can't cook and will."
    },
    {
      "cite": "Talmud",
      "quote": "A wife is the joy of a man's heart."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "If you want your wife to listen to you, then talk to another woman; she will be all ears."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Nothing flatters a man as much as the happiness of his wife; he is always proud of himself as the source of it."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it."
    },
    {
      "cite": "Lamar Cole",
      "quote": "A faithful and loving wife is the jewel of a marriage."
    },
    {
      "cite": "Berjane",
      "quote": "A woman who knows how to compose a soup or a salad that is perfectly harmonious in flavor ought to be clever at mixing together the sweet and harsh elements of a man's, and she will understand how to charm and keep forever her husband's heart and soul."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man's wife has more power over him than the state has."
    },
    {
      "cite": "Franz Schubert",
      "quote": "Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A wife is like a children's movie; always under-appreciated and without either, life would be incomplete."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "There is no spectacle on earth more appealing than that of a beautiful woman in the act of cooking dinner for someone she loves."
    },
    {
      "cite": "Michael J. Sullivan",
      "quote": "That's what a good wife does, keeps your dreams alive even when you don't believe anymore."
    },
    {
      "cite": "Nancy E. Turner",
      "quote": "The best thing a girl can be is a good wife and mother. It is a girl's highest calling."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "When a wife has a good husband, it is easily seen on her face."
    },
    {
      "cite": "Charles Reade",
      "quote": "A wife is essential to great longevity; she is the receptacle of half a man's cares, and two-thirds of his ill-humor."
    }
  ]
}