{
  "source": "https://www.wisesayings.com/wifi-quotes/",
  "theme": "wifi",
  "quotes": [
    {
      "cite": "Kammpan Sharma",
      "quote": "Wifi is the umbical cord of modern world."
    },
    {
      "cite": "Anu Catz",
      "quote": "Relationship are like Wifi strong when connected weak if locked in passwords."
    },
    {
      "cite": "Anonymous",
      "quote": "Faith is like WiFi. It is invisible but it has the power to connect you to what you need."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "God is like a WiFi, Jesus is the password and God's blessings is the data. Get the password and access the data on the Wifi."
    },
    {
      "cite": "Archana Deep Singh",
      "quote": "God's wifi connection makes us connected to heavenly world absolutely free of cost, luckily."
    },
    {
      "cite": "Anonymous",
      "quote": "Success is like WiFi. Found everywhere. Connected, if have a password called harwork."
    },
    {
      "cite": "Anonymous",
      "quote": "A day without you is like a year without wifi."
    },
    {
      "cite": "Tae Yoo",
      "quote": "In many parts of the world being able to download information on a smartphone tablet or laptop in a few seconds is the norm. In Silicon Valley wireless high-speed Internet connections are more ubiquitous than Starbucks."
    },
    {
      "cite": "Surya",
      "quote": "There is no Wifi in love yet it has the strongest connection."
    },
    {
      "cite": "Anonymous",
      "quote": "Solution are like Wifi they are available everywhere. It's you who gonna decide to Turn it on or off."
    },
    {
      "cite": "Peggy Johnson",
      "quote": "Wireless technology is creating entrepreneurship on a small scale that allows a single woman to set up a business in a small village or a single farmer or fisherman to access and disseminate market information in order to get the best price for their products."
    },
    {
      "cite": "Peggy Johnson",
      "quote": "Wireless is the largest information, communication, and technology platform in history, and mobile broadband is transforming how we can deliver educational materials and experiences to all students. The technology now exists to support learning on a massive scale and advance the 21st century skills needed to compete in the global economy."
    },
    {
      "cite": "Ted Turner",
      "quote": "To be happy in this world, first you need a cell phone and then you need an airplane. Then you're truly wireless."
    },
    {
      "cite": "Vint Cerf",
      "quote": "There's nothing special about wireless networks except that wireless capacity is sometimes less than what you can get, for example, from optical fiber."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "When wireless is fully applied the earth will be converted into a huge brain, capable of response in every one of its parts."
    }
  ]
}