{
  "source": "https://www.wisesayings.com/wildlife-quotes/",
  "theme": "wildlife",
  "quotes": [
    {
      "cite": "Theodore Roosevelt",
      "quote": "The wildlife and its habitat cannot speak, so we must and we will."
    },
    {
      "cite": "Russell Brand",
      "quote": "Managing wildlife? It's wild! It don't need managing, leave it alone."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Wildlife is decreasing in the jungles, but it is increasing in the towns."
    },
    {
      "cite": "Joy Adamson",
      "quote": "Wildlife is something which man cannot construct. Once it is gone, it is gone forever. Man can rebuild a pyramid, but he can't rebuild ecology, or a giraffe."
    },
    {
      "cite": "Terri Irwin",
      "quote": "If you can reach out and touch and love and be with wildlife, you will forever be changed, and you will want to make the world a better place. Terri Irwin"
    },
    {
      "cite": "Laurent Baheux",
      "quote": "The rules of wildlife are simple and clear, which is not the case for men."
    },
    {
      "cite": "Steve Irwin",
      "quote": "If we can teach people about wildlife, they will be touched. Share my wildlife with me. Because humans want to save things that they love."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Each species is a masterpiece, a creation assembled with extreme care and genius."
    },
    {
      "cite": "Muhammad Awais",
      "quote": "To observe the wild animals in the natural settings one have to become wild to achieve specific goal."
    },
    {
      "cite": "Tanja Andrews",
      "quote": "Seeing wildlife is like seeing celebrities, only better."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Born a wildlife warrior, die a wildlife warrior."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "A peculiar virtue in wildlife ethics is that the hunter ordinarily has no gallery to applaud or disapprove of his conduct"
    },
    {
      "cite": "Sylvia Earle",
      "quote": "Eating wildlife is probably not the smartest thing that we can do in terms of maintaining the integrity of natural systems."
    },
    {
      "cite": "James Cook",
      "quote": "When wildlife damages agriculture we eliminate the wildlife. Rather we should eliminate agriculture when it damages wildlife."
    },
    {
      "cite": "Zoe Helene",
      "quote": "Wildlife needs wilderness-not just to survive, but also to live freely. Sadly, many species struggle to survive due to increased human activity and expansion into habitats they call home."
    },
    {
      "cite": "Paul Oxton",
      "quote": "Whenever we encounter wild animals in nature, we must only ever show kindness and compassion."
    },
    {
      "cite": "Arun Kejriwal",
      "quote": "There is just something spectacular about seeing wildlife in its natural environment that thrills us and helps us better understand the exotic cats in our care."
    },
    {
      "cite": "Dave Freudenthal",
      "quote": "Our lifestyle, our wildlife, our land and our water remain critical to our definition of Wyoming and to our economic future."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Plans to protect air and water, wilderness and wildlife are in fact plans to protect man."
    }
  ]
}