{
  "source": "https://www.wisesayings.com/willpower-quotes/",
  "theme": "willpower",
  "quotes": [
    {
      "cite": "Praveen Kumar",
      "quote": "Willpower is steam for life's locomotion."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The forthputting of willpower is a means of strengthening willpower. The will becomes strong by exercise. To stick to a thing till you are master is a test of intellectual discipline and power."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A willing spirit, a determined effort."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "For a great willpower, no road has length!"
    },
    {
      "cite": "Junot Diaz",
      "quote": "It's just a matter of willpower. The day you decide it's over, it's over. You never get over it."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "In todays world, you need to have courage and strong willpower to make things happen."
    },
    {
      "cite": "Robert McKee",
      "quote": "Most of life's actions are within our reach, but decisions take willpower."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must be willing, determined and persistent to achieve your goals."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The concept of fate is an open insult against man's willpower!"
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Willpower is nothing but willingness to do."
    },
    {
      "cite": "Dan Millman",
      "quote": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Willpower is the shortest shortcut to success."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "There is no such thing as a great talent without great will power."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see."
    },
    {
      "cite": "Yann Martel",
      "quote": "It's amazing how willpower can build walls."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Willpower is essential to the accomplishment of anything worthwhile."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "Will and intellect are one and the same."
    },
    {
      "cite": "Victor Hugo",
      "quote": "People do not lack strength; they lack will."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "In the absence of willpower the most complete collection of virtues and talents is wholly worthless."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Freedom is will-power to define my path."
    },
    {
      "cite": "Leon Battista Alberti",
      "quote": "A man can do all things if he but wills them."
    },
    {
      "cite": "Paul Johnson",
      "quote": "Next to courage, willpower is the most important thing in politics."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "If freedom is short of weapons, we must compensate with willpower."
    },
    {
      "cite": "Dele Ayo Bankole",
      "quote": "The will is your most important asset. If you lose it, you have lost everything."
    },
    {
      "cite": "Langston Hughes",
      "quote": "I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go."
    },
    {
      "cite": "Anonymous",
      "quote": "You don't find will power, you create it."
    },
    {
      "cite": "John Townsend",
      "quote": "Our tendency is to be strong, self-sufficient, and dependent on our own willpower, but rather than try harder, we should reach out to the God who is all powerful."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Once you reach the brink of your will power, you have two options either give up, or keep going. That decision decides whether you'll reach your goal."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "Willpower isn't just a skill. It's a muscle, like the muscles in your arms or legs, and it gets tired as it works harder, so there's less power left over for other things."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "When people have a willpower failure, it's because they haven't anticipated a situation that's going to come along."
    }
  ]
}