{
  "source": "https://www.wisesayings.com/window-quotes/",
  "theme": "window",
  "quotes": [
    {
      "cite": "Banana Yoshimoto",
      "quote": "You have the nicest window, you know? None of the others can even compete. It's not flashy like the others, or bleary—your window gives off this nice, quiet light."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The windows of the houses – even if the house is ramshackle – are always beautiful because windows represent light!"
    },
    {
      "cite": "Warren Criswell",
      "quote": "The window of opportunity opens and closes as fast as a camera's shutter."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you want the people to understand you, invite them to your life and let them see the world from your window!"
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "All the windows of my heart I open to the day."
    },
    {
      "cite": "Rumi",
      "quote": "There is a window from one heart to another heart."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "The windows of my soul I throw wide open to the sun."
    },
    {
      "cite": "Amit Ray",
      "quote": "Open the window of your mind. Allow the fresh air, new lights and new truths to enter."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Enlarge your windows till you get a window where you can see the whole universe with one look!"
    },
    {
      "cite": "Edward Gorey",
      "quote": "My favorite journey is looking out the window."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "A breeze, a forgotten summer, a smile, all can fit into a storefront window."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Set wide the window. Let me drink the day."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "It is not possible for a house to own a spirit without owning windows with flowers!"
    },
    {
      "cite": "Yosa Buson",
      "quote": "Throw open your window and let the scenery of clouds and sky enter your room!"
    },
    {
      "cite": "Ondjaki",
      "quote": "The window of her sadness was so vast that it almost opened a path to her soul."
    },
    {
      "cite": "Bill Withers",
      "quote": "I feel that it is healthier to look out at the world through a window than through a mirror. Otherwise, all you see is yourself and whatever is behind you."
    },
    {
      "cite": "Donovan",
      "quote": "When I look out my window / Many sights to see / And when I look in my window / So many different people to be / That it's strange, so strange."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I let fall the windows of mine eyes."
    },
    {
      "cite": "Siddharth Katragadda",
      "quote": "Your eyes are windows to your dreams; Your ears are windows to your mind; You nose is the door to your heart you can win over any man with just your smell."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "The windows of my soul are made of one way glass, don't bother looking into my eyes If there's something you want to know just ask."
    },
    {
      "cite": "Tom Peters",
      "quote": "If a window of opportunity appears, don't pull down the shade."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I removed the window because, while I used to spend all my time looking out through windows wishing to be outside, I now live there all the time."
    },
    {
      "cite": "Saul Leiter",
      "quote": "A window covered with raindrops interests me more than a photograph of a famous person."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Better keep yourself clean and bright; you are the window through which you must see the world."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "In my head there are several windows, that I do know, but perhaps it is always the same one, open variously on the parading universe."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "We are all prisoners but some of us are in cells with windows and some without."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "From the same window, you keep seeing the same view!"
    },
    {
      "cite": "Brooke Shields",
      "quote": "Don't waste a minute not being happy. If one window closes, run to the next window or break down a door."
    },
    {
      "cite": "Peter Stamm",
      "quote": "If it's reality you want, I suggest you look out the window."
    },
    {
      "cite": "Thomas Gray",
      "quote": "Rich windows that exclude the light, And passages that lead to nothing."
    }
  ]
}