{
  "source": "https://www.wisesayings.com/windmill-quotes/",
  "theme": "windmill",
  "quotes": [
    {
      "cite": "Prachi Blue",
      "quote": "Are windmills always this beautiful? I asked me. Me replied, 'Not if it is grey and windy, and you are tied to one of it's blades!"
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There are, indeed, few merrier spectacles than that of many windmills bickering together in a fresh breeze over a woody country; their halting alacrity of movement, their pleasant business, making bread all day with uncouth gesticulation; their air, gigantically human, as of a creature half alive, put a spirit of romance into the tamest landscape."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An unfree mind is like a windmill inside a bell jar."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "When the wind of change blows, some people build walls, some build windmills."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "A windmill is eternally at work to accomplish one end, although it shifts with every variation of the weathercock, and assums ten different positions in a day."
    },
    {
      "cite": "Russ",
      "quote": "Wind blows. You can set a wall against it, you can build up a windmill. The choice is yours."
    },
    {
      "cite": "Kazi Shams",
      "quote": "Love is that to life, what wind is to a windmill."
    },
    {
      "cite": "George Orwell",
      "quote": "Windmill or no windmill, he said life would go on as it has always gone on—that is, badly."
    },
    {
      "cite": "Hermann von Helmholtz",
      "quote": "Windmills, which are used in the great plains of Holland and North Germany to supply the want of falling water, afford another instance of the action of velocity. The sails are driven by air in motion - by wind."
    },
    {
      "cite": "James E. Faust",
      "quote": "There are times when each of us has to have some gumption to take a stand as to what we wish to preserve or change in order to maintain our self-respect and not be as 'a reed shaken with the wind' (Matt. 11:7) . . . . We lose much credibility and strength, and we risk being weighed on an uneven balance, when, Don Quixote-like, we go around 'tilting windmills.'"
    },
    {
      "cite": "morris s.tremaine",
      "quote": "Those who believe that we have reached the limit of business progress and employment opportunity in this country are like the farmer who had two windmills and pulled one down because he was afraid there was not enough wind for both."
    },
    {
      "cite": "Rafael Sabatini",
      "quote": "If the windmill should prove too formidable, said he, from the threshold, I may see what can be done with the wind."
    },
    {
      "cite": "Johnny Ball",
      "quote": "There isn't a single windmill owner in Holland who doesn't have a second job, for when there is no wind."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Pray, look better, sir... those things yonder are no giants, but windmills."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "The slope takes you to the windmill, but effort takes you nowhere."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I had rather live with cheese and garlic in a windmill."
    },
    {
      "cite": "George Herbert",
      "quote": "You cannot make a windmill go with a pair of bellows."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Tilting at windmills hurts you more than the windmills."
    },
    {
      "cite": "Oliver Stone",
      "quote": "I knew that one day I would come to this point that I would make something so outrageous and so ambitious that... it'd be that Don Quixote feeling, that I'd have to tilt at a windmill. Sometimes you've got to do it. That's the only way you can do things."
    },
    {
      "cite": "David Suzuki",
      "quote": "If one day I look out from my cabin's porch and see a row of windmills spinning in the distance, I won't curse them. I will praise them. It will mean we are finally getting somewhere."
    },
    {
      "cite": "Bill Maher",
      "quote": "You know what happens when windmills collapse into the sea? A splash."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "I don't take on a fight just for a fight. I don't tilt at windmills."
    },
    {
      "cite": "Seth Godin",
      "quote": "My best advice: win little battles. Get in the habit of winning, of shipping, of having customers that can't live without you. Once you've demonstrated you know how to do the art, then go after the windmills."
    },
    {
      "cite": "Edmond Rostand",
      "quote": "Windmills, remember, if you fight with them... may swing round their huge arms and cast you down into the mire!"
    },
    {
      "cite": "Max Evans",
      "quote": "We used to have two windmills at our place back home. We had to tear one of 'em down - there wasn't enough wind to turn 'em both."
    },
    {
      "cite": "George Orwell",
      "quote": "Our windmill was ruined. Our spirits were at their lowest. But, Napoleon seemed... triumphant."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Why don't you ever fly through the windmill again? That's a sure crowd pleaser."
    },
    {
      "cite": "Hiroshi Hashimoto",
      "quote": "I'm flopping around like a windmill and he barely scratched me. Better avoid a direct hit."
    },
    {
      "cite": "Charles Wachter",
      "quote": "Mini-golf is a lot like life. It can be difficult. It can be rewarding. And there are windmills."
    },
    {
      "cite": "Ian Mackintosh",
      "quote": "If I'm mad, Willie, and everyone seems to think I am, then I've the right to tilt at the odd windmill or two."
    }
  ]
}