{
  "source": "https://www.wisesayings.com/wind-quotes/",
  "theme": "wind",
  "quotes": [
    {
      "cite": "David Walsh",
      "quote": "the wind is scary during a tornado or in life in general...never know when a gust is going to come in your direction and change everything."
    },
    {
      "cite": "Anne Bronte",
      "quote": "A light wind swept over the corn, and all nature laughed in the sunshine."
    },
    {
      "cite": "Joan Didion",
      "quote": "The wind shows us how close to the edge we are."
    },
    {
      "cite": "Tracy Rees",
      "quote": "The wind whispered secrets in its own incomprehensible language."
    },
    {
      "cite": "William C. Bryant",
      "quote": "I hear the howl of the wind that brings the long drear storm on its heavy wings."
    },
    {
      "cite": "Truman Capote",
      "quote": "The wind is us it gathers and remembers all our voices, then sends them talking and telling through the leaves and the fields."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You find out the strength of a wind by trying to walk against it, not by lying down."
    },
    {
      "cite": "Rumi",
      "quote": "The morning wind spreads its fresh smell. We must get up and take that in, that wind that lets us live. Breathe before it's gone."
    },
    {
      "cite": "John Dryden",
      "quote": "The winds that never moderation knew, Afraid to blow too much, too faintly blew; Or out of breath with joy, could not enlarge Their straighten'd lungs or conscious of their charge."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "I hear the wind among the trees Playing the celestial symphonies; I see the branches downward bent, Like keys of some great instrument."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The wind blows on us all, but it's how you set your sail that makes the difference."
    },
    {
      "cite": "Ramakrishna",
      "quote": "The winds of grace are always blowing, but you have to raise the sail."
    },
    {
      "cite": "Stephen King",
      "quote": "The wind makes you ache is some place that is deeper than your bones. It may be that it touches something old in the human soul, a chord of race memory that says Migrate or die - migrate or die."
    },
    {
      "cite": "Ovid",
      "quote": "Wind feeds the fire, and wind extinguishes: The flames are nourished by a gentle breeze, Yet, if it stronger grows, they sink and die."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The rain came down upon my head unshelter'd. And the wind rendered me mad and deaf and blind."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If the winds of fortune are temporarily blowing against you, remember that you can harness them and make them carry you toward your definite purpose, through the use of your imagination."
    },
    {
      "cite": "Bert McCoy",
      "quote": "The wind plays its own music."
    },
    {
      "cite": "Charles Dickens",
      "quote": "When the wind is blowing and the sleet or rain is driving against the dark windows, I love to sit by the fire, thinking of what I have read in books of voyage and travel."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It is the set of the sails, not the direction of the wind that determines which way we will go."
    },
    {
      "cite": "Humbert Wolfe",
      "quote": "Listen! the wind is rising, and the air is wild with leaves, we have had our summer evenings, now for October eves!"
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more."
    },
    {
      "cite": "Burl Ives",
      "quote": "The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring."
    },
    {
      "cite": "Rumi",
      "quote": "There are many winds full of anger, and lust and greed. They move the rubbish around, but the solid mountain of our true nature stays where it's always been."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Wherever wind visits, there it freshens the air; wherever wisdom visits, there it freshens the mind!"
    },
    {
      "cite": "Sophocles",
      "quote": "Every wind is fare when we are flying from misfortune."
    },
    {
      "cite": "Barry Webster",
      "quote": "Wind is what happens when air falls in love with itself."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "If the wind rises it can push us against the flood when it comes."
    },
    {
      "cite": "Debalina Haldar",
      "quote": "A strong wind was blowing and it felt really very cold and seemed so unfamiliar and bizarre. But the trees remembered me. They bowed gently in the breez and called me nearer, welcoming me."
    },
    {
      "cite": "Catherine the Great",
      "quote": "A great wind is blowing, and that gives you either imagination or a headache."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "A wind has blown the rain away and blown the sky away and all the leaves away, and the trees stand. I think, I too, have known autumn too long."
    }
  ]
}