{
  "source": "https://www.wisesayings.com/wine-quotes/",
  "theme": "wine",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "Wine is constant proof that God loves us and loves to see us happy."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Wine is bottled poetry."
    },
    {
      "cite": "Martin Luther",
      "quote": "Beer is made by men, wine by God."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Wine is the most healthful and most hygienic of beverages."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "In wine, there's truth."
    },
    {
      "cite": "Rumi",
      "quote": "There are thousands of wines that can take over our minds. Don't think all ecstasies are the same!"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "This is one of the disadvantages of wine, it makes a man mistake words for thoughts."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Wine makes all things possible."
    },
    {
      "cite": "Andre Simon",
      "quote": "Wine makes every meal an occasion, every table more elegant, every day more civilized."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Wine is like the incarnation--it is both divine and human"
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "A bottle of wine begs to be shared; I have never met a miserly wine lover."
    },
    {
      "cite": "James Joyce",
      "quote": "White wine is like electricity. Red wine looks and tastes like a liquified beefsteak."
    },
    {
      "cite": "Edward Steinberg",
      "quote": "Great wine works wonders and is itself one"
    },
    {
      "cite": "Comic Strip Mama",
      "quote": "WINE! Because these problems aren't going to forget themselves!"
    },
    {
      "cite": "Kingsley Amis",
      "quote": "A German wine label is one of the things life's too short for."
    },
    {
      "cite": "Roman Payne",
      "quote": "O, wine!, the truth-serum so potent that all those who wish to live happy lives should abstain from drinking it entirely!... except of course when they are alone."
    },
    {
      "cite": "Jessica Altieri",
      "quote": "Wine is just a conversation waiting to happen."
    },
    {
      "cite": "Neel Burton",
      "quote": "Wine is one of the most complex of all beverages: the fruit of a soil, climate, and vintage, digested by a fungus through a process guided by the culture, vision, and skill of an individual man or woman."
    },
    {
      "cite": "Katherine Cole",
      "quote": "Wine is a gateway drug to environmentalism."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "It is not the wine that makes us drunk, but the one who brings it and fills the glass."
    },
    {
      "cite": "unknown",
      "quote": "Life is too short to drink bad wine"
    },
    {
      "cite": "Rumi",
      "quote": "Either give me more wine or leave me alone."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Wine is one of the most civilized things in the world and one of the most natural things of the world that has been brought to the greatest perfection, and it offers a greater range for enjoyment and appreciation than, possibly, any other purely sensory thing."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "If we sip the wine, we find dreams coming upon us out of the imminent night"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "This is one of the disadvantages of wine; it makes a man mistake words for thoughts."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "To take wine into our mouths is to savor a droplet of the river of human history."
    },
    {
      "cite": "John Gay",
      "quote": "From wine what sudden friendship springs!"
    }
  ]
}