{
  "source": "https://www.wisesayings.com/wings-quotes/",
  "theme": "wings",
  "quotes": [
    {
      "cite": "Muhammad Ali",
      "quote": "The man who has no imagination has no wings."
    },
    {
      "cite": "George Eliot",
      "quote": "Our words have wings, but fly not where we would."
    },
    {
      "cite": "Toller Cranston",
      "quote": "Wings are not only for birds; they are also for minds. Human potential stops at some point somewhere beyond infinity."
    },
    {
      "cite": "Anonymous",
      "quote": "The wings of transformation are born of patience and struggle."
    },
    {
      "cite": "Amit Ray",
      "quote": "Our wings are small but the ripples of the heart are infinite."
    },
    {
      "cite": "William Henry Hudson",
      "quote": "You cannot fly like an eagle with the wings of a wren."
    },
    {
      "cite": "Helen Van Slyke",
      "quote": "Even angels must find their wings too heavy sometimes."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Birds have wings; they're free; they can fly where they want when they want. They have the kind of mobility many people envy."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Go to the edge of the cliff and jump off. Build your wings on the way down."
    },
    {
      "cite": "Heenashree Khandelwal",
      "quote": "Carry your wings of hope so high in the sky that there is no room left for disappointments."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "His wings were failing, but he refused to fall without a struggle."
    },
    {
      "cite": "Kurt Vonnegut Jr",
      "quote": "We have to continually be jumping off cliffs and developing our wings on the way down."
    },
    {
      "cite": "Kerry Katona",
      "quote": "A broken wing simply means, you have to find another way to fly. Have a wonderful day people."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Spread your wings of love and fly in someone's sky of dream and imagination."
    },
    {
      "cite": "Franz Kafka",
      "quote": "We all have wings, but they have not been of any avail to us and if we could tear them off, we would do so."
    },
    {
      "cite": "Marina Tsvetaeva",
      "quote": "Wings are freedom only when they are wide open in flight. On one's back they are a heavy weight."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "The reason birds can fly and we can't is simply because they have perfect faith, for to have faith is to have wings."
    },
    {
      "cite": "Patrick Kluivert",
      "quote": "With wings, the space between the lines is less,We had to run so much while on the defensive that we came up short offensively."
    },
    {
      "cite": "Lance Wubbels",
      "quote": "When the stormy winds of life threaten to knock you down, may you have the courage to spread your wings and fly!"
    },
    {
      "cite": "Mark Nepo",
      "quote": "No bird can fly without opening its wings, and no one can love without exposing their hearts."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Wings are like dreams. Before each flight, a bird takes a small jump, a leap of faith, believing that its wings will work. That jump can only be made with rock solid feet."
    },
    {
      "cite": "Kevin Myers",
      "quote": "We were all born with wings. In times of doubt: spread them."
    },
    {
      "cite": "Robert Ardrey",
      "quote": "A bird does not fly because it has wings; it has wings because it flies."
    },
    {
      "cite": "Tim Daly",
      "quote": "Wings was a blessing, but it was also very difficult. Whenever you do situation comedy, no matter how excellent the execution and we had a great cast and great writers but the format is somewhat limited."
    },
    {
      "cite": "Robert Bringhurst",
      "quote": "Wings are a constraint that makes it possible to fly."
    },
    {
      "cite": "William J. Clinton",
      "quote": "You can put wings on a pig, but you don't make it an eagle."
    },
    {
      "cite": "Plautus",
      "quote": "Flying without feathers is not easy; my wings have no feathers."
    },
    {
      "cite": "Ana Claudia Antunes",
      "quote": "Keep up your faith to go high and fly, even after so many pains and sorrow. You can turn from a caterpillar to a butterfly. Life gives you a second change: a call to grow."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Until you spread your wings, you'll have no idea how far you can fly."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Intelligence without ambition is a bird without wings."
    }
  ]
}