{
  "source": "https://www.wisesayings.com/wingman-quotes/",
  "theme": "wingman",
  "quotes": [
    {
      "cite": "Colonel Erich Hartmann",
      "quote": "Of all my accomplishments I may have achieved during the war, I am proudest of the fact that I never lost a wing man."
    },
    {
      "cite": "Robert S. Johnson",
      "quote": "The man who enters combat encased in solid armor plate, but lacking the essential of self-confidence, is far more exposed and naked to death than the individual who subjects himself to battle shorn of any protection but his own skill, his own belief in himself and in his wing men. Righteousness is necessary for one's peace of mind, perhaps, but it is a poor substitute for agility with a thunderbolt and a resolution to meet the enemy under any conditions and against any odds."
    },
    {
      "cite": "Tom Cruise",
      "quote": "I feel the need, the need for speed."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "Mr. Green Sweater looks normal, but his wing man looks hard-core bad boy,” said Vee. “Emits a certain don’t-mess-with-me signal. Tell me he doesn’t look like Dracula’s spawn. Tell me I’m imagining things."
    },
    {
      "cite": "Brent Crawford",
      "quote": "Lynn looks up at him to see if he's serious. \"What?\" he asks her. \"If anybody is gonna put Carter's head through the wall, it should be me.\" EJ eyes snap open, and he scoots away from me slowly. I'll remember this, Wing man!"
    },
    {
      "cite": "Maud Lindsay",
      "quote": "Strength and skill are happy comrades."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "A trusty comrade is always of use; and a chronicler still more so."
    },
    {
      "cite": "Herman Melville",
      "quote": "An utterly fearless man is a far more dangerous comrade than a coward."
    },
    {
      "cite": "Indian Air Force advert",
      "quote": "Colleagues share food. Wingmen share fate."
    },
    {
      "cite": "Laurence Shames",
      "quote": "Success and failure. We think of them as opposites, but they're really not. They're companions - the hero and the sidekick."
    },
    {
      "cite": "Erich Hartmann",
      "quote": "It was my view that no kill was worth the life of a wingman. . . . Pilots in my unit who lost wingmen on this basis were prohibited from leading a [section]. The were made to fly as wingman, instead."
    }
  ]
}