{
  "source": "https://www.wisesayings.com/winner-quotes/",
  "theme": "winner",
  "quotes": [
    {
      "cite": "Joe Namath",
      "quote": "You learn how to be a gracious winner and an outstanding loser."
    },
    {
      "cite": "Mia Hamm",
      "quote": "There are always new, grander challenges to confront, and a true winner will embrace each one."
    },
    {
      "cite": "Mahesh Bhatt",
      "quote": "My teacher once told me. No one is perfect that is why pencils have erasers."
    },
    {
      "cite": "Larry Bird",
      "quote": "A winner is someone who recognizes his God-given talents, works his tail off to develop them into skills, and uses these skills to accomplish his goals"
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, Don't quit. Suffer now and live the rest of your life as a champion."
    },
    {
      "cite": "Anonymous",
      "quote": "Lucky people get opportunities; brave people create opportunities; and winners are those that convert problems into opportunities."
    },
    {
      "cite": "Grantland Rice",
      "quote": "It's not whether you win or lose, it's how you play the game."
    },
    {
      "cite": "David Ortiz",
      "quote": "I'm a winner, I play to win, I want to make good things go on around me."
    },
    {
      "cite": "John Madden",
      "quote": "Self-praise is for losers. Be a winner. Stand for something. Always have class, and be humble."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts."
    },
    {
      "cite": "Jason Mraz",
      "quote": "You're not obligated to win. You're obligated to keep trying. To the best you can do everyday."
    },
    {
      "cite": "Pat Riley",
      "quote": "A champion needs a motivation above and beyond winning."
    },
    {
      "cite": "Merrill Lynch",
      "quote": "Winners are naturally bullish."
    },
    {
      "cite": "Vince Lombardi Jr.",
      "quote": "Winning isn't everything but wanting to win is."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you want to find the real competition, just look in the mirror. After awhile you'll see your rivals scrambling for second place."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "It's easy to win. Anybody can win."
    },
    {
      "cite": "Charles Lynch",
      "quote": "You can't be a winner and be afraid to lose."
    },
    {
      "cite": "Paul Brown",
      "quote": "When you win, say nothing. When you lose, say less."
    },
    {
      "cite": "George Steinbrenner",
      "quote": "Winning is the most important thing in my life, after breathing. Breathing first, winning next."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Winners make a habit of manufacturing their own positive expectations in advance of the event."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winning isn't everything, it's the only thing."
    },
    {
      "cite": "Tom Landry",
      "quote": "A winner never stops trying."
    },
    {
      "cite": "Anonymous",
      "quote": "Winners know they are not perpect. They respect their weaknesses while making the most of their strenghts."
    },
    {
      "cite": "Chris Dixon",
      "quote": "If you aren't getting rejected on a daily basis, then your goals aren't ambitious enough."
    },
    {
      "cite": "Knute Rockne",
      "quote": "Show me a gracious loser and I'll show you a failure."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "If you even dream of beating me, you'd better wake up and apologize"
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner."
    },
    {
      "cite": "Vin Scully",
      "quote": "Losing feels worse than winning feels good."
    },
    {
      "cite": "Bobby Knight",
      "quote": "The key is not the will to win everybody has that. It is the will to prepare to win that is important."
    },
    {
      "cite": "John Wooden",
      "quote": "Things work out best for those who make the best of how things work out."
    }
  ]
}