{
  "source": "https://www.wisesayings.com/winning-quotes/",
  "theme": "winning",
  "quotes": [
    {
      "cite": "Robert H. Schuller",
      "quote": "Winning starts with beginning."
    },
    {
      "cite": "Bryce Courtenay",
      "quote": "Winning is a state of mind that embraces everything you do."
    },
    {
      "cite": "Red Symons",
      "quote": "Winning isn't everything, but losing is nothing."
    },
    {
      "cite": "Roger Staubach",
      "quote": "Winning isn't getting ahead of others. It's getting ahead of yourself."
    },
    {
      "cite": "Lane Kirkland",
      "quote": "Don't believe that winning is really everything. It's more important to stand for something. If you don't stand for something, what do you win"
    },
    {
      "cite": "Damon Hill",
      "quote": "Winning is everything. The only ones who remember you when you come second are your wife and your dog."
    },
    {
      "cite": "Fran Tarkenton",
      "quote": "Winning means being unafraid to lose."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winning isn't everything. It's the only thing."
    },
    {
      "cite": "Bum Phillips",
      "quote": "Winning is only half of it. Having fun winning is the other half."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "Winning may not be everything, but losing has little to recommend it."
    },
    {
      "cite": "Knute Rockne",
      "quote": "We count on winning. And if we lose, don't beef. And the best way to prevent beefing is - don't lose."
    },
    {
      "cite": "Paul Brown",
      "quote": "The key to winning is poise under stress."
    },
    {
      "cite": "Arnold Horshak",
      "quote": "Winning is nice if you don't lose your integrity in the process."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
    },
    {
      "cite": "Paul Bryant",
      "quote": "Winning isn't everything, but it beats anything that comes in second."
    },
    {
      "cite": "Bonnie Blair",
      "quote": "Winning doesn't always mean being first. Winning means you're doing better than you've ever done before."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Winning is all in the attitude!"
    },
    {
      "cite": "Leo Durocher",
      "quote": "Winning is a habit."
    },
    {
      "cite": "Jack Kemp",
      "quote": "Winning is like shaving - you do it every day or you wind up looking like a bum."
    },
    {
      "cite": "George Steinbrenner",
      "quote": "Winning is the most important thing in my life, after breathing. Breathing first, winning next."
    },
    {
      "cite": "Billy Cox",
      "quote": "Winning is really about the DECISIONS you make and the ACTIONS you take as you play the game!"
    },
    {
      "cite": "Jean Claude Killy",
      "quote": "Winning tastes good."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "Winning becomes easier over time as the cornerstones of confidence become habits."
    },
    {
      "cite": "PETE ABRAMS",
      "quote": "The hardest thing about winning is trying to do so without losing something of greater importance."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winning is not a sometime thing; It's an all the time thing. You don't win once in a while; you don't do things right once in a while; you do them right all the time."
    },
    {
      "cite": "George Allen",
      "quote": "Winning is the science of being totally prepared."
    },
    {
      "cite": "Albert Green Hubbard",
      "quote": "The art of winning in business is in working hard - not taking things too seriously."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If winning isn't everything, why do they keep score"
    },
    {
      "cite": "Frank Tyger",
      "quote": "When it comes to winning, you need the skill and the will."
    }
  ]
}