{
  "source": "https://www.wisesayings.com/winter-quotes/",
  "theme": "winter",
  "quotes": [
    {
      "cite": "Hal Borland",
      "quote": "No winter lasts forever; no spring skips its turn."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter I finally learned that there was in me an invincible summer."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "If Winter comes, can Spring be far behind?"
    },
    {
      "cite": "Pietro Aretino",
      "quote": "Let us love winter, for it is the spring of genius."
    },
    {
      "cite": "Gary Zukav",
      "quote": "The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "The heart can get really cold if all you've known is winter."
    },
    {
      "cite": "Anamika Mishra",
      "quote": "Winter is not a season, it's a celebration."
    },
    {
      "cite": "John Burroughs",
      "quote": "He who marvels at the beauty of the world in summer will find equal cause for wonder and admiration in winter.... In winter the stars seem to have rekindled their fires, the moon achieves a fuller triumph, and the heavens wear a look of a more exalted simplicity."
    },
    {
      "cite": "Hugh Macmillan",
      "quote": "Nature looks dead in winter because her life is gathered into her heart. She withers the plant down to the root that she may grow it up again fairer and stronger. She calls her family together within her inmost home to prepare them for being scattered abroad upon the face of the earth."
    },
    {
      "cite": "Ruth Stout",
      "quote": "There is a privacy about it which no other season gives you.... In spring, summer and fall people sort of have an open season on each other; only in the winter, in the country, can you have longer, quiet stretches when you can savor belonging to yourself."
    },
    {
      "cite": "Andrew Wyeth",
      "quote": "I prefer winter and Fall, when you feel the bone structure of the landscape - the loneliness of it, the dead feeling of winter. Something waits beneath it, the whole story doesn't show."
    },
    {
      "cite": "George Herbert",
      "quote": "Every mile is two in winter."
    },
    {
      "cite": "Montenegrin Proverb",
      "quote": "Winter bites with its teeth or lashes with its tail."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Spring, summer, and fall fill us with hope; winter alone reminds us of the human condition."
    },
    {
      "cite": "Thomas Wentworth Higginson",
      "quote": "How many lessons of faith and beauty we should lose, if there were no winter in our year!"
    },
    {
      "cite": "Richard Adams",
      "quote": "Many human beings say that they enjoy the winter, but what they really enjoy is feeling proof against it."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Welcome, winter. Your late dawns and chilled breath make me lazy, but I love you nonetheless."
    },
    {
      "cite": "Tom Allen",
      "quote": "Winter forms our character and brings out our best."
    },
    {
      "cite": "Anne Morrough Lindbergh",
      "quote": "Perhaps I am a bear, or some hibernating animal underneath, for the instinct to be half asleep all winter is so strong in me."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Winter is on my head, but eternal spring is in my heart."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The color of springtime is in the flowers; the color of winter is in the imagination."
    },
    {
      "cite": "John Boswell",
      "quote": "Winter, a lingering season, is a time to gather golden moments, embark upon a sentimental journey, and enjoy every idle hour."
    },
    {
      "cite": "Edna O'Brien",
      "quote": "In a way Winter is the real Spring - the time when the inner things happen, the resurgence of nature."
    },
    {
      "cite": "Stanley Crawford",
      "quote": "Winter is the time of promise because there is so little to do - or because you can now and then permit yourself the luxury of thinking so."
    },
    {
      "cite": "William Blake",
      "quote": "In seed time learn, in harvest teach, in winter enjoy."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I like these cold, gray winter days.  Days like these let you savor a bad mood."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Blow, blow, thou winter wind, thou art not so unkind as man's ingratitude."
    }
  ]
}