{
  "source": "https://www.wisesayings.com/wisdom-quotes/",
  "theme": "wisdom",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Common sense is genius dressed in its working clothes."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Deal with the faults of others as gently as your own."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Justice is truth in action."
    },
    {
      "cite": "Virgin Islander (on friendship)",
      "quote": "A new broom sweeps clean but an old broom knows the corners."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Give a man a fish and you feed him for a day; teach a man to fish and he'll eat forever."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who has a why to live can bear almost any how."
    },
    {
      "cite": "unknown",
      "quote": "Silence is often misinterpreted but never misquoted."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Lost time is never found again."
    },
    {
      "cite": "Tibetan (on wisdom)",
      "quote": "The wise understand by themselves; fools follow the reports of others."
    },
    {
      "cite": "James Surowiecki",
      "quote": "When our imperfect judgments are aggregated in the right way, our collective intelligence is often excellent."
    },
    {
      "cite": "Raimon Pannikar",
      "quote": "The goal of human nature, of any nature is blessedness. If we do not reach this goal, it is a sign that we are headed in the wrong direction."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living."
    },
    {
      "cite": "Danish (on the conduct of life)",
      "quote": "One should speak little with others and much with oneself."
    },
    {
      "cite": "Chinese (on wisdom)",
      "quote": "When you say one thing, the clever person understands three."
    },
    {
      "cite": "Russian Proverb",
      "quote": "The riches that are in the heart cannot be stolen."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The only thing we can know is that we know nothing and that is the highest flight of human wisdom."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The young man knows the rules, but the old man knows the exceptions."
    },
    {
      "cite": "unknown",
      "quote": "Plan your life like you will live forever, and live your life like you will die the next day."
    },
    {
      "cite": "Cervantes",
      "quote": "Proverbs are short sentences drawn from long experience."
    },
    {
      "cite": "Takuan Soho",
      "quote": "Desires are brought to live depending on one’s wisdom. Wisdom gives direction to desires."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Wisdom is ofttimes nearer when we stoop than when we soar."
    },
    {
      "cite": "Lord John Russell",
      "quote": "A proverb is one man's wit and all men's wisdom."
    },
    {
      "cite": "Iranian (on wisdom)",
      "quote": "A blind person who sees is better than a seeing person who is blind."
    },
    {
      "cite": "American (on proverbs)",
      "quote": "A proverb is a short sentence based on long experience."
    },
    {
      "cite": "French (on thrift)",
      "quote": "Economy is the wealth of the poor and the wisdom of the rich."
    },
    {
      "cite": "Korean (on common sense)",
      "quote": "Even a fish wouldn't get into trouble if it kept its mouth shut."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "He that respects himself is safe from others."
    },
    {
      "cite": "Marcus Trentius Varro",
      "quote": "He who flees at the right time can fight again."
    },
    {
      "cite": "English (on basic truths)",
      "quote": "A crown's no cure for a headache."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a journey, not a destination."
    }
  ]
}