{
  "source": "https://www.wisesayings.com/wishful-thinking-quotes/",
  "theme": "wishful-thinking",
  "quotes": [
    {
      "cite": "Thomas Sowell",
      "quote": "Wishful thinking is not idealism. It is self-indulgence at best and self-exaltation at worst. In either case, it is usually at the expense of others. In other words, it is the opposite of idealism."
    },
    {
      "cite": "Maria V. Snyder",
      "quote": "It had been wishful thinking, plain and simple, dangerous for me to indulge in. Hope, happiness and freedom were not in my future."
    },
    {
      "cite": "Michael Thomas Sunnarborg",
      "quote": "The act of speaking our intentions aloud shifts them from wishful thinking into action."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "A goal without real consequences is wishful thinking. Good follow-through doesn't depend on the right intentions. It depends on the right incentives."
    },
    {
      "cite": "Amy Tan",
      "quote": "Writing what you wished was the most dangerous form of wishful thinking."
    },
    {
      "cite": "Jim Rogers",
      "quote": "Never act upon wishful thinking. Act without checking the facts, and chances are that you will be swept away along with the mob."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Wishful thinking gives false gods to people who hunger for gods, but those who yearn for a world with no gods are no less likely to fall victim to their own wishful thinking."
    },
    {
      "cite": "Mary Martin",
      "quote": "Stop the habit of wishful thinking and start the habit of thoughtful wishes."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "If something is true, no amount of wishful thinking will change it."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "It isn't common sense that is paramount in this world, it's wishful thinking."
    },
    {
      "cite": "Gerald F. Lieberman",
      "quote": "Where there is life there is wishful thinking."
    },
    {
      "cite": "Demosthenes",
      "quote": "There is a great deal of wishful thinking in such cases it is the easiest thing of all to deceive ones self."
    },
    {
      "cite": "Thucydides",
      "quote": "People get into the habit of entrusting the things they desire to wishful thinking, and subjecting things they don't desire to exhaustive thinking."
    },
    {
      "cite": "Bernard Hopkins",
      "quote": "To me, you can be young in your mind, in the way you think, but if your body don't come with that, then it's wishful thinking."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "With the first drink comes the truth, with the second drink comes wishful thinking, and with the third drink come the lies"
    },
    {
      "cite": "Watts Humphrey",
      "quote": "Unplanned process improvement is wishful thinking."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Maybe this is wishful thinking, Probably mindless dreaming but if we loved again, I swear I'd love you right,"
    },
    {
      "cite": "Sayyid Qutb",
      "quote": "Faith is not by wishful thinking, it is what takes root in the heart and shows in one's actions."
    },
    {
      "cite": "Nancy Pickard",
      "quote": "If you have a dream of writing, that's wishful thinking. If you have a commitment to writing, that's the way to make your dreams come true."
    }
  ]
}