{
  "source": "https://www.wisesayings.com/wishes-quotes/",
  "theme": "wishes",
  "quotes": [
    {
      "cite": "Maximillian Degenerez",
      "quote": "Hope and wishes for all that delights will sour in the midst of action not taken and words unsaid."
    },
    {
      "cite": "Rachel Cohn",
      "quote": "You should never wish for wishful thinking."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Plenty of people wish to become devout, but no one wishes to be humble."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We all have dreams and wishes. The difference is that dreams are there for you to do something with they are a component of hope for with out a dream there is no hope. A wish, however, is simply a desire to have something without doing anything to accomplish it."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "We can imprison ourselves with our wants, wishes, and false dreams."
    },
    {
      "cite": "Douglas Horton",
      "quote": "If wishes were fishes we'd all be throwing nets. If wishes were horses we'd all ride."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Wishes and wants do not transform a person; actions and reactions do so! Show the world your plans by the actions you take progressively and consistently."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "The wishes of an honest man do not stretch beyond what he undoubtedly deserves."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Wishes, like castles in the air, are inexpensive and not taxable."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "When all of your wishes are granted, many of your dreams will be destroyed."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Every man desires to live long, but no man wishes to be old."
    },
    {
      "cite": "Confucius",
      "quote": "A gentleman wishes to be slow to speak and quick to act."
    },
    {
      "cite": "Sally Nicholls",
      "quote": "There's no point having wishes if you don't at least try to do them."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "No wise man ever wished to be younger."
    },
    {
      "cite": "Larry Elder",
      "quote": "A goal without a plan is just a wish."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Never be afraid to wish for what you really want in life. Wishes are possible manifestation of thoughts."
    },
    {
      "cite": "Thomas Yalden",
      "quote": "Wishes, like painted landscapes, best delight, Whilst distance recommends them to the sight. Plac'd afar off, they beautiful appear: But show their coarse and nauseous colors near."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Sometimes things become possible if we want them bad enough."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Nothing is so common place as to wish to be remarkable."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "We often confuse what we wish for with what is."
    },
    {
      "cite": "Michael Jackson",
      "quote": "What one wishes is to be touched by truth and to be able to interpret that truth so that one may use what one is feeling and experiencing, be it despair or joy, in a way that will add meaning to one's life and will hopefully touch others as well."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "If the wishes came true, they came true in terrible ways. Wishes were dangerous things. That was the idea you got from fairy tales."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There would be a time, when you will ask for nothing but life."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "When wishes are few, the heart is happy. When craving ends, there is peace."
    },
    {
      "cite": "Jay Long",
      "quote": "Hopes, wants and wishes, all cast across the night sky with my heart in tow."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Rather than wishing for change, you first must be prepared to change."
    },
    {
      "cite": "Yvette Christians",
      "quote": "Wishes are sometimes just stories that have nowhere to go."
    },
    {
      "cite": "Josh Hinds",
      "quote": "A necessary skill for achieving that which you desire in your life is the ability to give the task at hand that one last go around."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Wishes don't bring riches; work make things work."
    }
  ]
}