{
  "source": "https://www.wisesayings.com/witchcraft-quotes/",
  "theme": "witchcraft",
  "quotes": [
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Anybody that fears and detests witchcraft is not happy with science and technology."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Best Witchcraft is Geometry to the magician's mind - His ordinary acts are feats to thinking of mankind."
    },
    {
      "cite": "Dacha Avelin",
      "quote": "Witchcraft involves being willing to understand and embrace your true self. It is about exploring your light and learning to celebrate your darkness."
    },
    {
      "cite": "Edward Coke",
      "quote": "There must have been good grounds for belief in witchcraft; otherwise Parliament would not have legislated against it."
    },
    {
      "cite": "Starhawk",
      "quote": "In Witchcraft, each of us must reveal our own truth."
    },
    {
      "cite": "John Wesley",
      "quote": "Giving up witchcraft is, in effect, giving up the Bible."
    },
    {
      "cite": "Andre Malraux",
      "quote": "If we cannot shape our destiny there is no such thing as witchcraft."
    },
    {
      "cite": "Mikhail Bulgakov",
      "quote": "Well, as everyone knows, once witchcraft gets started, there's no stopping it."
    },
    {
      "cite": "Rachel Carson",
      "quote": "No witchcraft, no enemy action had silenced the rebirth of new life in this stricken world. The people had done it themselves."
    },
    {
      "cite": "Toba Beta",
      "quote": "Witchcraft had once been widely used before cursed by the society. I see today the society presumes technology will have a different treatment."
    },
    {
      "cite": "Gerald Gardner",
      "quote": "Witchcraft is, and was, not... for everyone. Unless you have an attraction to the occult, a sense of wonder, a feeling that you can slip for a few minutes out of the world into the world of faery, it is of no use to you."
    },
    {
      "cite": "Christopher Penczak",
      "quote": "Witchcraft ... is a spiritual path. You walk it for nourishment of the soul, to commune with the life force of the universe, and to thereby better know your own life."
    },
    {
      "cite": "Starhawk",
      "quote": "Witchcraft offers the model of a religion of poetry, not theology. It presents metaphors, not doctrines, and leaves open the possibility of reconciliation of science and religion, of many ways of knowing."
    },
    {
      "cite": "Ly De Angeles",
      "quote": "Witchcraft is all about living to the heights and depths of life as a way of worship."
    },
    {
      "cite": "Michael Ford",
      "quote": "Witchcraft is the art of the Fallen Angels, the Watchers and the Children of Cain. It is the art of encircling the shadows of darkness and light to serve your will and create through your own being."
    },
    {
      "cite": "Moira Donovan",
      "quote": "Witchcraft is seeing a resurgence among queer-identified young people seeking a powerful identity that celebrates the freedom to choose who you are."
    },
    {
      "cite": "Amanda Yates Garcia",
      "quote": "Part of the process of witchcraft is finding our power, seeing where we can apply our energy and agency in order to make change."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "The biggest form of witchcraft is denying someone information."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "You ever want to see real witchcraft, you watch people protecting their comfort, their beliefs."
    },
    {
      "cite": "Vivianne Crowley",
      "quote": "People always ask me about the intent of witchcraft and what it is used for. The answer in 'white' covens is simple: it is to use the powers for good amongst the circle and its friends."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "Real art must always involve some witchcraft."
    }
  ]
}