{
  "source": "https://www.wisesayings.com/witness-quotes/",
  "theme": "witness",
  "quotes": [
    {
      "cite": "Gautama Buddha",
      "quote": "Be the witness of your thoughts."
    },
    {
      "cite": "Paul Celan",
      "quote": "No one bears witness for the witness."
    },
    {
      "cite": "Cornel West",
      "quote": "To be human you must bear witness to justice."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "To witness two lovers is a spectacle for the Gods."
    },
    {
      "cite": "Annie Dillard",
      "quote": "We are here to witness the creation and to abet it."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "When you listen to a witness, you become a witness."
    },
    {
      "cite": "Ram Dass",
      "quote": "Witness your thoughts. Your thoughts are attachments."
    },
    {
      "cite": "Donald Barnhouse",
      "quote": "Every believer is a witness whether he wants to be or not."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Creation lives, grows, and multiplies; man is but a witness."
    },
    {
      "cite": "Rajneesh",
      "quote": "Relax, let go. But remember only one thing: You are a witness."
    },
    {
      "cite": "Schoolly D",
      "quote": "You are now about to witness the strength of street knowledge."
    },
    {
      "cite": "Cicero",
      "quote": "History is the witness that testifies to the passing of time; it illumines reality, vitalizes memory, provides guidance in daily life, and brings us tidings of antiquity."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Writers obviously have to bear witness to the harsh face of the age."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Who has witnessed one free and unconstrained act of yours, has witnessed all."
    },
    {
      "cite": "Will Rogers",
      "quote": "You never know how much a man can't remember until he is called as a witness."
    },
    {
      "cite": "Pope Francis",
      "quote": "A credible witness to truth and to the values of the Gospel is urgently needed."
    },
    {
      "cite": "Rajneesh",
      "quote": "Remain a witness to your emotions as if from a great distance an eagles eye view ."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Whenever we witness art in a building, we are aware of an energy contained by it."
    },
    {
      "cite": "Todd Rundgren",
      "quote": "Everyone has been a witness sometime - It doesn't change it if you don't believe."
    },
    {
      "cite": "Louis C. K.",
      "quote": "Life isn't something you possess. It's something you take part in, and you witness."
    },
    {
      "cite": "Buddha",
      "quote": "Awake. Be the witness of your thoughts. You are what observes, not what you observe."
    },
    {
      "cite": "John Paul Warren",
      "quote": "Your life is a witness to the world of a loving savior and His redemptive plan for man."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "There is freedom when you realize that you are just a witness to all that is happening."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Photography is a witness against the mistaken opinion that art is an imitation of nature."
    },
    {
      "cite": "Arthur F. Holmes",
      "quote": "The witness of solid moral character to a righteous way of life must never be underestimated."
    },
    {
      "cite": "Sophocles",
      "quote": "There is no witness so terrible and no accuser so powerful as conscience which dwells within us."
    },
    {
      "cite": "Rajneesh",
      "quote": "Learn to become more of a witness, create more watchfulness. Let each act, each thought, be seen."
    },
    {
      "cite": "Benvenuto Cellini",
      "quote": "Let everyone witness how many different cards fortune has up her sleeve when she wants to ruin a man."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We need to witness our own limits transgressed, and some life pasturing freely where we never wander."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "To be a witness means to live in such a way that one's life would not make sense if God did not exist."
    }
  ]
}