{
  "source": "https://www.wisesayings.com/witty-quotes/",
  "theme": "witty",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Better a witty fool than a foolish wit."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Many a witty inspiration is like the surprising reunion of befriended thoughts after a long separation."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Witty inspirations are the proverbs of the educated."
    },
    {
      "cite": "George Meredith",
      "quote": "A witty woman is a treasure; a witty beauty is a power."
    },
    {
      "cite": "Andre Maurois",
      "quote": "To be witty is not enough. One must possess sufficient wit to avoid having too much of it."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Generally speaking, there is more wit than talent in the world. Society swarms with witty people who lack talent."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "You can pretend to be serious; but you can't pretend to be witty."
    },
    {
      "cite": "Voltaire",
      "quote": "A witty saying proves nothing."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Next to being witty, the best thing is being able to quote another's wit."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Wit is the appearance, the external flash of imagination. Thus its divinity, and the witty character of mysticism."
    },
    {
      "cite": "George Eliot",
      "quote": "People who can't be witty exert themselves to be devout and affectionate."
    },
    {
      "cite": "Jane Austen",
      "quote": "One cannot be always laughing at a man without now and then stumbling on something witty."
    },
    {
      "cite": "Mark Twain",
      "quote": "Humor is mankind's greatest blessing."
    },
    {
      "cite": "Patch Adams",
      "quote": "Humor is an antidote to all ills."
    },
    {
      "cite": "Evan Davis",
      "quote": "Being funny, it turns out, is like being a bank. It's a confidence trick. As long as everyone believes in you, you are fine."
    },
    {
      "cite": "H.N. Turteltaub",
      "quote": "If you were half as funny as you think you are, you'd be twice as funny as you really are."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Every habit makes our hand more witty, and out wit more handy."
    }
  ]
}