{
  "source": "https://www.wisesayings.com/wolves-quotes/",
  "theme": "wolves",
  "quotes": [
    {
      "cite": "George R.R. Martin",
      "quote": "A man might befriend a wolf, even break a wolf, but no man could truly tame a wolf."
    },
    {
      "cite": "R.M. Drake",
      "quote": "She slept with wolves without fear, for the wolves knew a lion was among them."
    },
    {
      "cite": "Roshani Chokshi",
      "quote": "Wolves were everywhere. In politics, on thrones, in beds. They cut their teeth on history and grew fat on war."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "The wolves in the woods have sharp teeth and long claws, but it's the wolf inside who will tear you apart."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Everyone knew there were wolves in the mountains, but they seldom came near the village - the modern wolves were the offspring of ancestors that had survived because they had learned that human meat had sharp edges."
    },
    {
      "cite": "Seneca",
      "quote": "Throw me to the wolves and I will return, leading the pack."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "I am not a wolf in sheep’s clothing, I’m a wolf in wolf’s clothing."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "If you live among wolves you have to act like a wolf."
    },
    {
      "cite": "Jon T. Coleman",
      "quote": "Wolves and people were not natural enemies. The humans’ relationship with other animals established their rivalry with wolves."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Wolves don't perform in a circus, and people with a mind of their own, don't perform in a circus either."
    },
    {
      "cite": "Henry Lawson",
      "quote": "To a distant goal, like the grey wolves grey."
    },
    {
      "cite": "James E. Hyler II",
      "quote": "As the wolves ran, drawing nearer to their prey."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "The wolves were in a tragic scene Things falling apart at the seams."
    },
    {
      "cite": "Anna Akhmatova",
      "quote": "In freedom, wolves are grown, but deal with them is short: In grass, in ice, in snow, -- A wolf is always shot."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "Wolves with wolves are never savage."
    },
    {
      "cite": "Thomas Parnell",
      "quote": "Fierce as the proling wolves at close of day, and swift as eagles in pursuit of prey."
    },
    {
      "cite": "Anberlin",
      "quote": "To the wolves, you left me to the wolves. Thought it was me and you against the world but you left me to the wolves."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The wolf is the arch type of ravin, the beast of waste and desolation."
    },
    {
      "cite": "Anonymous",
      "quote": "The tiger and the lion may be more powerful but the wolf does not perform in the circus."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "The wolves in the uniform with the license to do that."
    },
    {
      "cite": "J R R Tolkien",
      "quote": "The wolf that one hears is worse than the orc that one fears."
    },
    {
      "cite": "Plautus",
      "quote": "Where there are sheep, the wolves are never very far away."
    },
    {
      "cite": "F.T. McKinstry",
      "quote": "In the calm, deep waters of the mind, the wolf waits."
    },
    {
      "cite": "Plato",
      "quote": "As wolves love lambs so lovers love their loves."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "When one runs with the wolves, one must howl with the pack."
    },
    {
      "cite": "Lecrae",
      "quote": "A wolf is no less a wolf because he's dressed in sheepskin and the devil is no less the devil because he's dressed as an angel."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The wolf on the hill is not as hungry as the wolf climbing the hill."
    },
    {
      "cite": "Bray Wyatt",
      "quote": "The wolf will never lose sleep, worrying about the feelings of sheep. But no-one ever told the sheep, that they outnumber the wolves."
    },
    {
      "cite": "Pet Torres",
      "quote": "The black wolf's curse awakes every time that a full moon points in the middle of the sky."
    },
    {
      "cite": "Robert Jordan",
      "quote": "The wolf may fight the bear but the rabbit always looses."
    }
  ]
}