{
  "source": "https://www.wisesayings.com/womanhood-quotes/",
  "theme": "womanhood",
  "quotes": [
    {
      "cite": "Tori Amos",
      "quote": "Womanhood is a whole different thing from girlhood. Girlhood is a gift...Womanhood is a choice."
    },
    {
      "cite": "George Eliot",
      "quote": "A woman's rank lies in the fulness of her womanhood: Therein alone she is royal."
    },
    {
      "cite": "Viola Davis",
      "quote": "Do not live someone else's life and someone else's idea of what womanhood is. Womanhood is you. Womanhood is everything that's inside of you."
    },
    {
      "cite": "Lucille Ball",
      "quote": "My ideal of womanhood has always been the pioneer woman who fought and worked at her husband's side. She bore the children, kept the home fires burning; she was the hub of the family, the planner and the dreamer."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Womanhood is a flourishing flower."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The idea of perfect womanhood is perfect independence."
    },
    {
      "cite": "Laura Marling",
      "quote": "Womanhood is something you don't consider until it hits you."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Anything may happen when womanhood has ceased to be a protected occupation."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "The heart of true womanhood knows where its own sphere is, and never seeks to stray beyond it!"
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "The true worth of a race must be measured by the character of its womanhood."
    },
    {
      "cite": "Frances Watkins Harper",
      "quote": "The true aim of female education should be, not a development of one or two, but all the faculties of the human soul, because no perfect womanhood is developed by imperfect culture."
    },
    {
      "cite": "Philip Sidney",
      "quote": "It is against womanhood to be forward in their own wishes."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Real Womanhood isn't a function of becoming a great mother, but of being loved by your Great Father."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "Womanhood is the great fact in her life; wifehood and motherhood are but incidental relations."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The sanctity of womanhood is incompatible with social liberty and social claims; and for a woman emancipation means corruption."
    },
    {
      "cite": "Harold B. Lee",
      "quote": "Pure womanhood plus priesthood means exaltation. But womanhood without priesthood, or priesthood without pure womanhood doesn't spell exaltation."
    },
    {
      "cite": "Katherine Center",
      "quote": "The best things about womanhood might possibly even be the conversations. The chatting. The gabbing. The whispering. The hands-on-hips eye-rolling. The yukking-it up."
    },
    {
      "cite": "John Piper",
      "quote": "The ultimate meaning of true womanhood is this: It is a distinctive calling of God to display the glory of his Son in ways that would not be displayed if there were no womanhood."
    }
  ]
}