{
  "source": "https://www.wisesayings.com/women-quotes/",
  "theme": "women",
  "quotes": [
    {
      "cite": "Amelia Earhart",
      "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
    },
    {
      "cite": "Brigham Young",
      "quote": "You educate a man; you educate a man. You educate a woman; you educate a generation."
    },
    {
      "cite": "Author Unknown",
      "quote": "Women get the last word in every argument. Anything a man says after that is the beginning of a new argument."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men."
    },
    {
      "cite": "John Lennon",
      "quote": "As usual, there is a great woman behind every idiot."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "A woman has to live her life, or live to repent not having lived it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you never know how strong she is until she gets in hot water."
    },
    {
      "cite": "Gilda Radner",
      "quote": "I'd much rather be a woman than a man. Women can cry, they can wear cute clothes, and they're the first to be rescued off sinking ships."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "In our society, the women who break down barriers are those who ignore limits."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "If women didn't exist, all the money in the world would have no meaning."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Women who seek to be equal with men lack ambition."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "Women want love to be a novel, men a short story."
    },
    {
      "cite": "Compton Mackenzie",
      "quote": "Women do not find it difficult nowadays to behave like men, but they often find it extremely difficult to behave like gentlemen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I am sick of women who love one. Women who hate one are much more interesting."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women are made to be loved, not understood."
    },
    {
      "cite": "Madame Marie du Deffand",
      "quote": "Women are never stronger than when they arm themselves with their weaknesses."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "It's simple. Women only nag when they feel unappreciated."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If women were particular about men's characters, they would never get married at all."
    },
    {
      "cite": "Charlize Theron",
      "quote": "I think today women are very scared to celebrate themselves, because then they just get labeled."
    },
    {
      "cite": "Helen Reddy",
      "quote": "Women today have more of an overview of their lives and how marriage is or is not a part of it."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "James Thurber",
      "quote": "Women are wiser than men because they know less and understand more."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "A woman's guess is much more accurate than a man's certainty."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love."
    },
    {
      "cite": "Michael Hutchence",
      "quote": "Women are incredible in groups together. Terrifying. Men have nothing on them."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Women are naturally secretive, and they like to do their own secreting."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women defend themselves by attacking, just as they attack by sudden and strange surrenders."
    }
  ]
}