{
  "source": "https://www.wisesayings.com/women-empowerment-quotes/",
  "theme": "women-empowerment",
  "quotes": [
    {
      "cite": "Margaret Thatcher",
      "quote": "If you want something said, ask a man; if you want something done, ask a woman."
    },
    {
      "cite": "Kofi Annan",
      "quote": "there is no tool for development more effective than the empowerment of women."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
    },
    {
      "cite": "Margaret Sanger",
      "quote": "Woman must not accept; she must challenge. She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression."
    },
    {
      "cite": "Mahnaz Afkhami",
      "quote": "Women's empowerment is intertwined with respect for human rights."
    },
    {
      "cite": "A. Cripps",
      "quote": "Educate a man and you educate an individual. Educate a woman and you educate a family."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The empowered woman is powerful beyond measure and beautiful beyond description."
    },
    {
      "cite": "Emily Taft Douglas",
      "quote": "If women understood and exercised their power they could remake the world."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you never know how strong she is until she gets in hot water."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "Men, their rights, and nothing more; women, their rights, and nothing less."
    },
    {
      "cite": "William Golding",
      "quote": "I think women are foolish to pretend they are equal to men, they are far superior and always have been."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "Women are leaders everywhere you look -- from the CEO who runs a Fortune 500 company to the housewife who raises her children and heads her household. Our country was built by strong women, and we will continue to break down walls and defy stereotypes."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Women have served all these centuries as looking glasses possessing the magic and delicious power of reflecting the figure of a man at twice its natural size."
    },
    {
      "cite": "Gail Blanke",
      "quote": "Don't just stand for the success of other women - insist on it."
    },
    {
      "cite": "Betty Friedan",
      "quote": "When she stopped conforming to the conventional picture of femininity she finally began to enjoy being a woman."
    },
    {
      "cite": "Michelle Obama",
      "quote": "No country can ever truly flourish if it stifles the potential of its women and deprives itself of the contributions of half of its citizens."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "Women will only have true equality when men share with them the responsibility of bringing up the next generation."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "When women participate in the economy, everyone benefits."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "We need women at all levels, including the top, to change the dynamic, reshape the conversation, to make sure women's voices are heard and heeded, not overlooked and ignored."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Women are the real architects of society."
    },
    {
      "cite": "Plato",
      "quote": "If women are expected to do the same work as men, we must teach them the same things."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I do not wish [women] to have power over men; but over themselves."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "The thing women have yet to learn is nobody gives you power. You just take it."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Women are the largest untapped reservoir of talent in the world."
    },
    {
      "cite": "Golda Meir",
      "quote": "Whether women are better than men I cannot say -- but I can say they are certainly no worse."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "The education and empowerment of women throughout the world cannot fail to result in a more caring, tolerant, just and peaceful life for all."
    },
    {
      "cite": "Sheryl Wudunn",
      "quote": "Women are not the problem. They're the solution."
    }
  ]
}