{
  "source": "https://www.wisesayings.com/wondering-quotes/",
  "theme": "wondering",
  "quotes": [
    {
      "cite": "Evelyn Waugh",
      "quote": "It is a curious thing. that every creed promises a paradise which will be absolutely uninhabitable for anyone of civilized taste."
    },
    {
      "cite": "Plato",
      "quote": "To be curious about that which is not one's concern while still in ignorance of oneself is ridiculous."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Curiosity is a kernel of the forbidden fruit, which still sticketh in the throat of a natural man, sometimes to the danger of his choking."
    },
    {
      "cite": "Linus Pauling",
      "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
    },
    {
      "cite": "Rocco DiSpirito",
      "quote": "Be curious, learn and read as much as you can about food. Don't worry about making money. Focus on learning at various venues before you settle down for a steady position."
    },
    {
      "cite": "Michael Mcmillian",
      "quote": "One of the greatest things about playing a villain is people wondering when hes going to make his comeback."
    },
    {
      "cite": "Laurence J Peter",
      "quote": "Heredity is what sets the parents of a teenager wondering about each other"
    },
    {
      "cite": "Craig Groeschel",
      "quote": "If you catch yourself wondering why you want more of the world and you're not satisfied with God, it's because you have a spiritual problem."
    },
    {
      "cite": "Moshe Sharett",
      "quote": "Curious people who have become accustomed to think that one cannot sustain the moral of the army without giving it the freedom to shed blood from time to time."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The human being is a most curious creature. He thinks he has got one soul, and he has got dozens."
    },
    {
      "cite": "Blake Crouch",
      "quote": "So we all embark wondering what lies over the horizon, what's around the next bend. And isn't that, in the end, what drives us?"
    },
    {
      "cite": "Smiley Blanton",
      "quote": "A sense of curiosity is nature's original school of education."
    },
    {
      "cite": "Jennifer Yane",
      "quote": "Inside every older person is a younger person wondering what happened"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Curiosity is lying in wait for every secret."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "It may be that we're not seeing the wonder in life because all we're doing is wondering how we're going to survive life."
    },
    {
      "cite": "Richard Duke",
      "quote": "Curiosity is the forerunner of discovery."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "Looking back and wondering if it could have worked eventually hurts more than trying and failing."
    },
    {
      "cite": "Paul Fussell",
      "quote": "The worst thing about war was the sitting around and wondering what you were doing morally"
    },
    {
      "cite": "Dave Ramsey",
      "quote": "A budget is telling your money where to go instead of wondering where it went"
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Curiosity is the wick in the candle of learning."
    },
    {
      "cite": "Florida Scott-Maxwell",
      "quote": "Is there any stab as deep as wondering where and how much you failed those you loved."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The longer the waiting, the longer the wondering."
    },
    {
      "cite": "Socrates",
      "quote": "All thinking begins with wondering"
    },
    {
      "cite": "Nico J. Genes",
      "quote": "If the stones that we walked on could talk, they would surely tell our story."
    },
    {
      "cite": "Aristotle",
      "quote": "For through wondering human beings now and in the beginning have been led to philosophizing."
    },
    {
      "cite": "Jake Gyllenhaal",
      "quote": "Crazy people don't sit around wondering if they're nuts"
    },
    {
      "cite": "John Burroughs",
      "quote": "Joy in the universe, and keen curiosity about it all - that has been my religion."
    },
    {
      "cite": "Sage Canny",
      "quote": "The brain cannot learn without wondering, listening, and making connections while your myelin part of your brain develops and grows"
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Meditation is wondering. It is both wondering and wonder."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "If you're curious, you'll probably be a good journalist because we follow our curiosity like cats."
    }
  ]
}