{
  "source": "https://www.wisesayings.com/wonderful-quotes/",
  "theme": "wonderful",
  "quotes": [
    {
      "cite": "Voltaire",
      "quote": "Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well."
    },
    {
      "cite": "John Cleese",
      "quote": "A wonderful thing about true laughter is that it just destroys any kind of system of dividing people."
    },
    {
      "cite": "Tori Amos",
      "quote": "Some of the most wonderful people are the ones who don't fit into boxes."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Life could be wonderful if people would leave you alone."
    },
    {
      "cite": "Robert Frost",
      "quote": "The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "The mind is a wonderful servant, but a terrible master."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Youth is such a wonderful thing. What a crime to waste it on children."
    },
    {
      "cite": "Helen Keller",
      "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."
    },
    {
      "cite": "Tom T. Hall",
      "quote": "Religion is a strange, wonderful thing. More crimes have been committed in the name of righteousness than any other notion"
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Determine never to be idle. No person will have occasion to complain of the want of time, who never loses any. It is wonderful how much may be done, if we are always doing."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The closing of a door can bring blessed privacy and comfort - the opening, terror. Conversely, the closing of a door can be a sad and final thing - the opening a wonderfully joyous moment."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A wonderful fact to reflect upon, that every human creature is constituted to be that profound secret and mystery to every other."
    },
    {
      "cite": "Socrates",
      "quote": "Wonder is the beginning of wisdom."
    },
    {
      "cite": "Fredric March",
      "quote": "Keep interested in others, keep interested in the wide and wonderful world. Then in a spiritual sense you will always be young"
    },
    {
      "cite": "Dalai Lama",
      "quote": "Remember that sometimes not getting what you want is a wonderful stroke of luck."
    },
    {
      "cite": "Mark Twain",
      "quote": "It was wonderful to find America, but it would have been more wonderful to miss it."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "Life is a wonderful thing to talk about, or to read about in history books - but it is terrible when one has to live it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women have a wonderful instinct about things. They can discover everything except the obvious."
    },
    {
      "cite": "Albert Einstein",
      "quote": "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed."
    },
    {
      "cite": "Charles Dickens",
      "quote": "All of us have wonders hidden in our breasts, only needing circumstances to evoke them."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Mystery creates wonder and wonder is the basis of man’s desire to understand."
    },
    {
      "cite": "Ralph W. Sockman",
      "quote": "The larger the island of knowledge, the longer the shoreline of wonder."
    },
    {
      "cite": "Robin Sharma",
      "quote": "There are no mistakes in life, only lessons. There is no such thing as a negative experience, only opportunities to grow, learn and advance along the road of self-mastery. From struggle comes strength. Even pain can be a wonderful teacher."
    },
    {
      "cite": "Septima Clark",
      "quote": "I have great belief in the fact that whenever there is chaos, it creates wonderful thinking. I consider chaos a gift."
    },
    {
      "cite": "Rachel Carson",
      "quote": "The more clearly we can focus our attention on the wonders and realities of the universe about us, the less taste we shall have for destruction."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open."
    }
  ]
}