{
  "source": "https://www.wisesayings.com/woodstock-quotes/",
  "theme": "woodstock",
  "quotes": [
    {
      "cite": "Ang Lee",
      "quote": "Over the years Woodstock got glorified and romanticised and became the event that symbolised Utopia. It's the last page of our collective memory of the age of innocence. Then things turned ugly and would never be the same again."
    },
    {
      "cite": "David Crosby",
      "quote": "Describing Woodstock as the 'big bang,' I think that's a great way to describe it, because the important thing about it wasn't how many people were there or that it was a lot of truly wonderful music that got played."
    },
    {
      "cite": "Edgar Winter",
      "quote": "But when I played Woodstock, I'll never forget that moment looking out over the hundreds of thousands of people, the sea of humanity, seeing all those people united in such a unique way. It just touched me in a way that I'll never forget."
    },
    {
      "cite": "Richie Havens",
      "quote": "Woodstock was not about sex, drugs, and rock and roll. It was about spirituality, about love, about sharing, about helping each other, living in peace and harmony."
    },
    {
      "cite": "Alan Gerry",
      "quote": "We can't recreate Woodstock, nor do we want to. We want to turn its notoriety into a place where we can shape controlled, scaled-down musical events of all sorts."
    },
    {
      "cite": "Daniel Tosh",
      "quote": "The only reason Woodstock was necessary is because they didn't have iTunes."
    },
    {
      "cite": "Jay Leno",
      "quote": "When they said \"Make love, not war\" at Woodstock, they never imagined that one would become as dangerous as the other."
    },
    {
      "cite": "Johnny Rivers",
      "quote": "Even Woodstock turned out to be a disaster. Everybody was stuck in the mud and people got sick."
    },
    {
      "cite": "John Ratzenberger",
      "quote": "This isn't the Democratic party of our fathers and grandfathers. This is the party of Woodstock hippies. I was at Woodstock--I built the stage. And when everything fell apart, and people were fighting for peanut butter sandwiches, it was the National Guard who came in and saved the same people who were protesting them. So when Hillary Clinton a few years ago wanted to build a Woodstock memorial, I said it should be a statue of a National Guardsman feeding a crying hippie."
    },
    {
      "cite": "Michael Lang",
      "quote": "The Boston Globe: The Woodstock Music and Art Festival will surely go down in history as a mass event of great and positive significance in the life of the country ... That this many young people could assemble so peaceably and with such good humor in a mile-square area ... speaks volumes about their dedication to the ideal of respect for the dignity of the individual ... In a nation beset with a crescendo of violence, this is a vibrantly hopeful sign. If violence is infectious, so, happily, is nonviolence."
    },
    {
      "cite": "Patti Smith",
      "quote": "He dreamed of amassing musicians from all over the world in Woodstock and they would sit in a field in a circle and play and play. It didn't matter what key or tempo or what melody, they would keep on playing through their discordance until they found a common language."
    },
    {
      "cite": "Priscille Sibley",
      "quote": "You know that song, 'Woodstock.' It says 'We are stardust.' And we are. We come from stardust. Everything on earth is just ashes."
    },
    {
      "cite": "Richie Havens",
      "quote": "Woodstock was both a peaceful protest and a global celebration."
    },
    {
      "cite": "Richie Havens",
      "quote": "Woodstock happened in August 1969, long before the Internet and mobile phones made it possible to communicate instantly with anyone, anywhere. It was a time when we werent able to witness world events or the horrors of war live on 24-hour news channels."
    },
    {
      "cite": "Richie Havens",
      "quote": "Though it's frequently portrayed as this crazy, unbridled festival of rain-soaked, stoned hippies dancing in the mud, Woodstock was obviously much more than that - or we wouldn't still be talking about it in 2009. People of all ages and colors came together in the fields of Max Yasgur's farm."
    },
    {
      "cite": "Rod Stewart",
      "quote": "You went to Woodstock and all that trash, your generation is fading fast."
    },
    {
      "cite": "Shawn Amos",
      "quote": "Woodstock was a business. A very poorly run business."
    },
    {
      "cite": "Steve Blank",
      "quote": "Describing something as the 'Woodstock of...' has taken to mean a one-of-a-kind historic gathering."
    },
    {
      "cite": "Chila Woychik",
      "quote": "I should have been conceived during Woodstock; it’s in my blood: that burning desire to turn an absolute on its head and see what’s underneath. I’m as random as I can be and as responsible as I should be. Attempting to fuse the two makes for interesting days."
    },
    {
      "cite": "Dan Fogler",
      "quote": "I've always felt like if I was going to be born any other time that it would be during the '60s or definitely during Woodstock."
    },
    {
      "cite": "Demetri Martin",
      "quote": "I know about Woodstock probably as much as your average person who is over 30, where I'd know Jimi Hendrix, Janis Joplin, Grateful Dead."
    },
    {
      "cite": "Ray Hudson",
      "quote": "I'm higher than a hippie at Woodstock"
    },
    {
      "cite": "Louis Gossett Jr.",
      "quote": "I was at Woodstock. In the mud."
    }
  ]
}