{
  "source": "https://www.wisesayings.com/words-quotes/",
  "theme": "words",
  "quotes": [
    {
      "cite": "John F. Kennedy",
      "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Of all sad words of tongue or pen, the saddest are these, 'It might have been."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Words are, of course, the most powerful drug used by mankind."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Words can be like X-rays if you use them properly -- they'll go through anything. You read and you're pierced."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We are masters of the unsaid words, but slaves of those we let slip out."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A vocabulary of truth and simplicity will be of service throughout your life."
    },
    {
      "cite": "George Orwell",
      "quote": "But if thought corrupts language, language can also corrupt thought."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you wish to know the mind of a man, listen to his words."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All our words from loose using have lost their edge."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You have it easily in your power to increase the sum total of this world's happiness now. How? By giving a few words of sincere appreciation to someone who is lonely or discouraged. Perhaps you will forget tomorrow the kind words you say today, but the recipient may cherish them over a lifetime."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "All our words are but crumbs that fall down from the feast of the mind."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "\"As we must account for every idle word, so must we account for every idle silence."
    },
    {
      "cite": "Edward Thorndike",
      "quote": "Colors fade, temples crumble, empires fall, but wise words endure."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Oaths are but words, and words but wind."
    },
    {
      "cite": "Mark Twain",
      "quote": "Words are only painted fire; a look is the fire itself."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "Words travel as swiftly as desire, so it is possible to send a message of love without them."
    },
    {
      "cite": "Robert Burton",
      "quote": "A blow with a word strikes deeper than a blow with a sword."
    },
    {
      "cite": "Mark Twain",
      "quote": "A powerful agent is the right word. Whenever we come upon one of those intensely right words... the resulting effect is physical as well as spiritual, and electrically prompt."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "A thousand words will not leave so deep an impression as one deed."
    },
    {
      "cite": "Voltaire",
      "quote": "One great use of words is to hide our thoughts."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Words so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them."
    },
    {
      "cite": "John Locke",
      "quote": "So difficult it is to show the various meanings and imperfections of words when we have nothing else but words to do it with."
    },
    {
      "cite": "James Earl Jones",
      "quote": "One of the hardest things in life is having words in your heart that you can't utter."
    },
    {
      "cite": "Mark Twain",
      "quote": "The right word may be effective, but no word was ever as effective as a rightly timed pause."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Words may show a man's wit, but actions his meaning."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Words are pegs to hang ideas on."
    },
    {
      "cite": "George Eliot",
      "quote": "Our words have wings, but fly not where we would."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "A word is not a crystal, transparent and unchanged, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and the time in which it is used."
    }
  ]
}