{
  "source": "https://www.wisesayings.com/word-quotes/",
  "theme": "word",
  "quotes": [
    {
      "cite": "George Eliot",
      "quote": "The right word is always a power, and communicates its definiteness to our action."
    },
    {
      "cite": "Maxwell Bodenheim",
      "quote": "Words are soldiers of fortune, hired by different ideas."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Words are but the signs of ideas."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Every word is like an unnecessary stain on silence and nothingness."
    },
    {
      "cite": "Chief Joseph",
      "quote": "It does not require many words to speak the truth."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Words, as is well known, are the great foes of reality."
    },
    {
      "cite": "Winston Churchill",
      "quote": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "A word is not a crystal, transparent and unchanged; it is the skin of a living thought and may vary greatly in color and content according to the circumstances and time in which it is used."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Words are the great temptation."
    },
    {
      "cite": "Josh Billings",
      "quote": "There's a great power in words, if you don't hitch too many of them together."
    },
    {
      "cite": "Manly Hall",
      "quote": "Words are potent weapons for all causes, good or bad."
    },
    {
      "cite": "Wentworth Dillon",
      "quote": "Words once spoke can never be recall'd."
    },
    {
      "cite": "J. M. Coetzee",
      "quote": "It is a world of words that creates a world of things."
    },
    {
      "cite": "Pythagoras",
      "quote": "Do not say a little in many words but a great deal in a few."
    },
    {
      "cite": "Bill Cosby",
      "quote": "A word to the wise ain't necessary, it's the stupid ones that need the advice."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Guard well your thoughts when alone and your words when accompanied."
    },
    {
      "cite": "Nathan Myhrvold",
      "quote": "Words can hurt you. In the larger world, it frames how people think about you, and it can hurt you in lots of little, subtle ways."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "Words mean things. When you put them together they speak. Yes, sometimes they flatten out and nothing they say is real, and that is one kind of magic. But sometimes a vision will rip up from them and shriek and clank wings clear as the sweat smudge on the paper under your thumb. And that is another kind."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The written word has this advantage, that it lasts and can await the time when it is allowed to take effect."
    },
    {
      "cite": "Natsuki Takaya",
      "quote": "Because even the smallest of words can be the ones to hurt you, or save you."
    },
    {
      "cite": "Jane Fonda",
      "quote": "We cannot always control our thoughts, but we can control our words, and repetition impresses the subconscious, and we are then master of the situation."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "The words of the world want to make sentences."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Words which enlighten some darken others."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "Sweet words are like honey, a little may refresh, but too much gluts the stomach."
    },
    {
      "cite": "Zinedine Zidane",
      "quote": "Sometimes words are harder than blows."
    },
    {
      "cite": "Philip Moeller",
      "quote": "No man weighs his words who has but a moment to live."
    },
    {
      "cite": "Homer",
      "quote": "Words empty as the wind are best left unsaid."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Words used carelessly, as if they did not matter in any serious way, often allowed otherwise well-guarded truths to seep through."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Words may show a man's wit but actions his meaning."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A word in earnest is as good as a speech."
    }
  ]
}