{
  "source": "https://www.wisesayings.com/workers-quotes/",
  "theme": "workers",
  "quotes": [
    {
      "cite": "Robert Baden-Powell",
      "quote": "The best workers, like the happiest livers, look upon their work as a kind of game: the harder they play the more enjoyable it becomes."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Every worker should know that by working, he is releasing the nature of God in him. He is becoming creative just like God is creative."
    },
    {
      "cite": "Lea Rivera Caguingin",
      "quote": "A good worker knows how to be seen, yet remain invisible. They achieved invisibility by never showing up how good they are. But some people hate it & jealousy is evident."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Very few restaurant workers could even dream of eating in the restaurants they work in. Many do not make a living wage."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "We farm workers are closest to food production. We were the first to recognize the serious health hazards of agriculture pesticides to both consumers and ourselves."
    },
    {
      "cite": "Deepak Chopra.",
      "quote": "Mature workers are less impulsive, less reactive, more creative and more centered."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Till a society remembers and starts caring for its forgotten poor workers, it will remain to be a cruel and tinpot society!"
    },
    {
      "cite": "Jan C. Ting",
      "quote": "I reject the idea that any job is too hard or too dirty for American workers to do. American workers just expect and demand to be paid a decent wage."
    },
    {
      "cite": "Gresham Barett",
      "quote": "Younger workers should have more freedom to build their retirement nest egg."
    },
    {
      "cite": "Ron Conway",
      "quote": "By welcoming eager, talented workers, we expand America's potential for growth, and our competitive culture of invention and possibility."
    },
    {
      "cite": "George W. Romney",
      "quote": "Workers must participate in progress to enjoy their work and take pride in its product."
    },
    {
      "cite": "John Cleese",
      "quote": "If you want creative workers, give them enough time to play."
    },
    {
      "cite": "Jimmy Yen",
      "quote": "A worker in the rural reconstruction must have: The body of an athlete, The attitude of a teacher, The mind of a scientist, The heart of a missionary, The spirit of a crusader."
    },
    {
      "cite": "Bill Gates",
      "quote": "The vision is really about empowering workers, giving them all the information about what's going on so they can do a lot more than they've done in the past."
    },
    {
      "cite": "Steven Maggie",
      "quote": "Smart workers leave biologically toxic jobs at the earliest opportunity."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Without initiative, leaders are simply workers in leadership positions."
    },
    {
      "cite": "Kit Bond",
      "quote": "Workers come to America to fill jobs unwanted by Americans, but they are staying and they are not going home."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "By and large, mothers and housewives are the only workers who do not have regular time off. They are the great vacationless class."
    }
  ]
}