{
  "source": "https://www.wisesayings.com/working-woman-quotes/",
  "theme": "working-woman",
  "quotes": [
    {
      "cite": "Diane Von Furstenberg",
      "quote": "My mother told me that fear is not an option. I always told that women are stronger, so I believed it."
    },
    {
      "cite": "Gloria Vanderbilt",
      "quote": "I always believed that one woman’s success can only help another woman’s success."
    },
    {
      "cite": "Mandy Hale",
      "quote": "A confident woman, a woman who truly knows her worth and her power is a force to be reckoned with."
    },
    {
      "cite": "Topaz",
      "quote": "Be the kind of woman that makes other woman want to be you."
    },
    {
      "cite": "Emma Liggins",
      "quote": "The working lady was no longer a contradiction in terms but a new social phenomenon, emblematic of rapid developments."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "She's a small-town, hard-working woman just trying to make a living working three jobs."
    },
    {
      "cite": "Kate Wolf",
      "quote": "A hard working woman and a bone tired man now that old sun steals across a dusty floor."
    },
    {
      "cite": "Bradley Barn Sessions",
      "quote": "She was a hard working woman true as one could be."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "I need a hard working woman with respect who will this for everybody who ain't made it yet."
    },
    {
      "cite": "Céline Dion",
      "quote": "If your shoes refuse to shine and your legs don't walk in line and tomorrow is just some other time That's just the woman working on you."
    },
    {
      "cite": "Sammy Kershaw",
      "quote": "They oughta' run your picture in a magazine 'Cause you're the hardest working woman I've ever seen."
    },
    {
      "cite": "B.B. King",
      "quote": "Got a hard working woman, works hard all day long. Got a hard working woman, she works hard all the time. She's a hard working woman, I call her that gal of mine."
    },
    {
      "cite": "Jamie Foxx",
      "quote": "A dedication to the independent woman to the one working hard for hers."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Before feminism, work was largely defined as what men did or would do. Thus, a working woman was someone who labored outside the home for money, masculine-style."
    },
    {
      "cite": "Anonymous",
      "quote": "A successful woman is one who can build a firm foundation w bricks others have thrown at her."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "The perfect woman, you see is a working-woman; not an idler; not a fine lady; but one who uses her hands and her head and her heart for the good of others."
    },
    {
      "cite": "Paul Feig",
      "quote": "What's so great about working with really funny women is that vanity comes second. Whatever makes it real and funny, they're going to go for, and it's just great."
    },
    {
      "cite": "Vidal Sassoon",
      "quote": "A working woman could save a few shillings a week, and then every five weeks she'd come in and we'd cut her hair. She could shampoo it under the shower, swing it and dry it off or just let it dry by itself. It changed the lives of many young girls who'd never had the opportunity to be styled like that before."
    },
    {
      "cite": "Barbara Dale",
      "quote": "Behind every working woman is an enormous pile of unwashed laundry."
    },
    {
      "cite": "Anonymous",
      "quote": "It's hard to be a woman. You must think like a man, act like a lady, look like a young girl, and work like a horse."
    },
    {
      "cite": "Tamara Mellon",
      "quote": "It's important for women to work. They need to keep their independence, to keep earning and being challenged."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "The perfect woman, you see is a working woman; not an idler; not a fine lady; but one who uses her hands and her head and her heart for the good of others."
    },
    {
      "cite": "Bosa Sebele",
      "quote": "There is no force more powerful than a woman determined to rise."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "A strong woman builds her own world. She is one who is wise enough to know that it will attract the man she will gladly share it with."
    }
  ]
}