{
  "source": "https://www.wisesayings.com/workaholic-quotes/",
  "theme": "workaholic",
  "quotes": [
    {
      "cite": "Oprah Winfrey",
      "quote": "What I know is, is that if you do work that you love, and the work fulfills you, the rest will come."
    },
    {
      "cite": "Shane MacGowan",
      "quote": "The most important thing to remember about drunks is that drunks are far more intelligent than non-drunks- they spend a lot of time talking in pubs, unlike workaholics who concentrate on their careers and ambitions, who never develop their higher spiritual values, who never explore the insides of their head like a drunk does."
    },
    {
      "cite": "Mary Daly",
      "quote": "Work is a substitute religious experience for many workaholics."
    },
    {
      "cite": "Sloan Wilson",
      "quote": "You’re not going to go far unless you’re a workaholic."
    },
    {
      "cite": "Jason Fried",
      "quote": "Workaholics aren't heroes. They don't save the day, they just use it up. The real hero is home because she figured out a faster way."
    },
    {
      "cite": "Arlie Russell Hochschild",
      "quote": "Each person's drive to overwork is unique, and doing too much numbs every workaholic's emotions differently. Sometimes overwork numbs depression, sometimes anger, sometimes envy, sometimes sexuality. Or the overworker runs herself ragged in a race for attention."
    },
    {
      "cite": "Rajneesh",
      "quote": "The workaholics have done immense harm to the world. And the greatest harm they have done is that they have deprived life of its moments of celebration and festivity. It is because of them that there is so little festivity in the world, and every day it is becoming more and more dull and dreary and miserable."
    },
    {
      "cite": "Charles Garfield",
      "quote": "Workaholics are addicted to activity; super achievers are committed to results."
    },
    {
      "cite": "David Heinemeier Hansson",
      "quote": "Workaholics don't actually accomplish more than nonworkaholics. They may claim to be perfectionists, but that just mean they're wasting time fixating on inconsequential details instead of moving on to the next task."
    },
    {
      "cite": "honeya",
      "quote": "If you enjoy being at work more than being at home it doesn't mean you are a workaholic, it simply means you are in love with your work and you worship it."
    },
    {
      "cite": "Lynsay Sands",
      "quote": "He was a typical workaholic, driven to succeed and willing to put in the hours to do so. It didn't leave much time for a social life."
    },
    {
      "cite": "Criss Jami",
      "quote": "Like most arts, the link between the mind and the pen can chain you like an enslaved workaholic. Even on an intended vacation you suddenly have this killer urge to record whatever the vacation may teach."
    },
    {
      "cite": "Big Sean",
      "quote": "Man the life of a workaholic...You either on ya work or just workin on it."
    },
    {
      "cite": "Bill Hybels",
      "quote": "The workaholic maintains a frantic schedule. He is consistently preoccupied with performance. He finds it difficult to refuse additional responsibilities. He is unable to relax. If someone you know exhibits these characteristics, he or she is probably a workaholic."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Working hard is a fool's anthem, getting others to work for you is the motto for every successful man."
    },
    {
      "cite": "Judith M Bardwick",
      "quote": "For workaholics, all the eggs of self-esteem are in the basket of work."
    }
  ]
}