{
  "source": "https://www.wisesayings.com/working-together-quotes/",
  "theme": "working-together",
  "quotes": [
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "Five guys on the court working together can achieve more than five talented individuals who come and go as individuals."
    },
    {
      "cite": "John Bardeen",
      "quote": "The combined results of several people working together is often much more effective than could be that of an individual scientist working alone."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning. Keeping together is progress. Working together is success."
    },
    {
      "cite": "Bang Gae",
      "quote": "Teamwork makes the dream work."
    },
    {
      "cite": "Ifeanyi Onuoha",
      "quote": "Teamwork is the secret that makes common people achieve uncommon results."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "It is literally true that you can succeed best and quickest by helping others to succeed."
    },
    {
      "cite": "Norman Shidle",
      "quote": "A group becomes a team when each member is sure enough of himself and his contribution to praise the skills of others."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results."
    },
    {
      "cite": "Justin Sewell",
      "quote": "TEAMWORK: A few harmless flakes working together can unleash an avalanche of destruction."
    },
    {
      "cite": "Margaret Carty",
      "quote": "The nice thing about teamwork is that you always have others on your side."
    },
    {
      "cite": "unknown",
      "quote": "Teamwork divides the task and multiplies the success."
    },
    {
      "cite": "Virginia Burden",
      "quote": "Cooperation is the thorough conviction that nobody can get there unless everybody gets there."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Remember, teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability."
    },
    {
      "cite": "Jean-Francois Cope",
      "quote": "I invite everyone to choose forgiveness rather than division, teamwork over personal ambition."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Mike Schmoker",
      "quote": "Collaboration allows teachers to capture each other's fund of collective intelligence."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The best teamwork comes from men who are working independently toward one goal in unison."
    },
    {
      "cite": "Scott Adams",
      "quote": "Few things in life are less efficient than a group of people trying to write a sentence. The advantage of this method is that you end up with something for which you will not be personally blamed."
    },
    {
      "cite": "H.E. Luccock",
      "quote": "No one can whistle a symphony. It takes a whole orchestra to play it."
    },
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "A. A. Milne",
      "quote": "You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "None of us is as smart as all of us."
    },
    {
      "cite": "Jose B. Cabajar",
      "quote": "There is no such thing as \"one-man show\" in a winning team."
    },
    {
      "cite": "Chris Bradford",
      "quote": "Only by binding together as a single force will we remain strong and unconquerable."
    },
    {
      "cite": "Askhari Johnson Hodari",
      "quote": "If everyone helps to hold up the sky, then one person does not become tired."
    },
    {
      "cite": "John Heywood",
      "quote": "Many hands make light work."
    }
  ]
}