{
  "source": "https://www.wisesayings.com/work-quotes/",
  "theme": "work",
  "quotes": [
    {
      "cite": "Roy T. Bennett",
      "quote": "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus."
    },
    {
      "cite": "Tyler Perry",
      "quote": "Developing a good work ethics is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job because that work ethics will be reflected in everything you do in life."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile."
    },
    {
      "cite": "Richard Branson",
      "quote": "Do not be embarrassed by your failures, learn from them and start again."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Do the hard jobs first. The easy jobs will take care of themselves."
    },
    {
      "cite": "William Patten",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Don't wait. The time will never be just right."
    },
    {
      "cite": "Gertrude B. Elion",
      "quote": "Don’t be afraid of hard work. Nothing worthwhile comes easily. Don’t let others discourage you or tell you that you can’t do it. In my day I was told women didn’t go into chemistry. I saw no reason why we couldn’t."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don’t judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Either you run the day or the day runs you."
    },
    {
      "cite": "Truman Capote",
      "quote": "Failure is the condiment which gives success its flavor."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Faith is taking the first step even when you don't see the whole staircase. Take the first step in faith. You don’t have to see the whole staircase, just take the first step."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Follow effective actions with quiet reflection. From the quiet reflection will come even more effective action."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
    },
    {
      "cite": "Joseph Barbara",
      "quote": "Happiness is the real sense of fulfillment that comes from hard work."
    },
    {
      "cite": "Stephen Covey",
      "quote": "I am not a product of my circumstances. I am a product of my decisions."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I would visualize things coming to me. It would just make me feel better. Visualization works if you work hard. That’s the thing. You can’t just visualize and go eat a sandwich."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I’m a great believer in luck, and I find the harder I work the more I have of it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If I had eight hours to chop down a tree, I’d spend six hours sharpening my ax."
    },
    {
      "cite": "David Allen",
      "quote": "If you don’t pay appropriate attention to what has your attention, it will take more of your attention than it deserves."
    },
    {
      "cite": "Henry Ford",
      "quote": "If you think you can, or you think you can’t – you’re right."
    },
    {
      "cite": "Olin Miller",
      "quote": "If you want to make an easy job seem mighty hard, just keep putting off doing it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing to do, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "Colin Powell",
      "quote": "It ain’t as bad as you think. It will look better in the morning."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go, so long as you do not stop."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It is not a daily increase, but a daily decrease. Hack away at the inessentials."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It isn’t the mountains ahead to climb that wear you out; it’s the pebble in your shoe."
    },
    {
      "cite": "Chanakya",
      "quote": "Learn from the mistakes of others. You can’t live long enough to make them all yourselves."
    }
  ]
}