{
  "source": "https://www.wisesayings.com/work-hard-quotes/",
  "theme": "work-hard",
  "quotes": [
    {
      "cite": "James Cash Penney",
      "quote": "I do not believe in excuses. I believe in hard work as the prime solvent of life's problems."
    },
    {
      "cite": "George Allen, Sr.",
      "quote": "Work hard, stay positive, and get up early. It's the best part of the day."
    },
    {
      "cite": "Emily Oster",
      "quote": "You work hard for your income, and that hard work is what fuels the economy."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Work hard and wait for the fulfillment of future events."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near."
    },
    {
      "cite": "Iain Duncan Smith",
      "quote": "Luck is great, but most of life is hard work."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "If you work hard enough and assert yourself, and use your mind and imagination, you can shape the world to your desires."
    },
    {
      "cite": "Hamilton Holt",
      "quote": "Nothing worthwhile comes easily. Work, continuous work, and hard work, is the only way to accomplish results that last."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "For every two minutes of glamour, there are eight hours of hard work."
    },
    {
      "cite": "Paul Coffey",
      "quote": "Nobody's a natural. You work hard to get good and then work to get better."
    },
    {
      "cite": "Rupert Sheldrake",
      "quote": "I think hard work is what gets most people to the top."
    },
    {
      "cite": "Thomas Alwa Edison",
      "quote": "There is no substitute for hard work."
    },
    {
      "cite": "Laurie Notaro",
      "quote": "If you really believe in what you're doing, work hard, take nothing personally and if something blocks one route, find another. Never give up."
    },
    {
      "cite": "Helena Rubinstein",
      "quote": "Hard work keeps the wrinkles out of the mind and spirit."
    },
    {
      "cite": "B. J. Gupta",
      "quote": "Hard work doesn't guarantee success, but improves its chances."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all."
    },
    {
      "cite": "Margaret Mead",
      "quote": "I learned the value of hard work by working hard."
    },
    {
      "cite": "Nabil N. Jamal",
      "quote": "Whether you dream big or dream small, chances are your dream will come true if you believe in it and really work hard on it."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "A good idea is about ten percent and implementation and hard work, and luck is 90 percent."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "The fruit of your own hard work is the sweetest."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Success is reserved for you if you persevere; it's not deserved by you if you are indolent!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Don't give up; try again. Be still and work it out till your good becomes the best! Dream high above the sky!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "What separates a weak dreamer and a great dreamer is who is wishing and waiting or who is willing and working."
    },
    {
      "cite": "David Bly",
      "quote": "Striving for success without hard work is like trying to harvest where you haven't planted."
    },
    {
      "cite": "Brad Henry",
      "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish."
    },
    {
      "cite": "Will Smith",
      "quote": "The person that works the hardest wins."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "Hard work is painful when life is devoid of purpose. But when you live for something greater than yourself and the gratification of your own ego, then hard work becomes a labor of love."
    },
    {
      "cite": "Alex Rodriguez",
      "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance."
    },
    {
      "cite": "Colin Powell",
      "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."
    }
  ]
}