{
  "source": "https://www.wisesayings.com/working-hard-quotes/",
  "theme": "working-hard",
  "quotes": [
    {
      "cite": "J.G. Holland",
      "quote": "God gives every bird its food, but He does not throw it into its nest."
    },
    {
      "cite": "Larry Bird",
      "quote": "I've got a theory that if you give 100 percent all of the time, somehow things will work out in the end."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody ever drowned in his own sweat."
    },
    {
      "cite": "Marlon Wayans",
      "quote": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream."
    },
    {
      "cite": "George Lucas",
      "quote": "Working hard is very important. You're not going to get anywhere without working extremely hard."
    },
    {
      "cite": "Aaliyah",
      "quote": "Keep working hard and you can get anything that you want."
    },
    {
      "cite": "Babe Ruth",
      "quote": "It's hard to beat a person who never gives up."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all."
    },
    {
      "cite": "Beverly Sills",
      "quote": "There are no shortcuts to any place worth going."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The heights by great men reached and kept were not attained by sudden flight, but they while their companions slept, were toiling upward in the night."
    },
    {
      "cite": "Bob Hayes",
      "quote": "It's blood, sweat, sometimes tears."
    },
    {
      "cite": "Robert Townsend",
      "quote": "If you shoot for the stars and hit the moon, it's OK. But you've got to shoot for something. A lot of people don't even shoot."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time."
    },
    {
      "cite": "Maria Bartiromo",
      "quote": "I think that my biggest attribute to any success that I have had is hard work. There really is no substitute for working hard."
    },
    {
      "cite": "Maria Bartiromo",
      "quote": "Don't ever, ever, believe anyone who tells you that you can just get by, by doing the easiest thing possible. Because there's always somebody behind you who really wants to do what you're doing. And they're going to work harder than you if you're not working hard."
    },
    {
      "cite": "Andre A. Jackson",
      "quote": "Difficult things take a long time, impossible things a little longer."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Retirement kills more people than hard work ever did."
    },
    {
      "cite": "William Feather",
      "quote": "Success seems to be largely a matter of hanging on after others have let go."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap, but by the seeds you plant."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Life doesn't require that we be the best, only that we try our best."
    },
    {
      "cite": "James A. Garfield",
      "quote": "If the power to do hard work is not a skill, it's the best possible substitute for it."
    },
    {
      "cite": "Bible",
      "quote": "Hard work brings prosperity; playing around brings poverty."
    },
    {
      "cite": "Thomas A. Buckner",
      "quote": "To bring one's self to a frame of mind and to the proper energy to accomplish things that require plain hard work continuously is the one big battle that everyone has. When this battle is won for all time, then everything is easy."
    },
    {
      "cite": "Margaret M. Fitzpatrick",
      "quote": "I learned the value of hard work by working hard."
    },
    {
      "cite": "Dr. Dre",
      "quote": "No matter how hard you work to bring yourself up, there's someone out there working just as hard, to put you down."
    },
    {
      "cite": "Julie Benz",
      "quote": "You really have to work hard and apply yourself and by applying yourself and working hard and being diligent, you can achieve success."
    },
    {
      "cite": "Byron Dorgan",
      "quote": "Working hard and working smart sometimes can be two different things."
    },
    {
      "cite": "William Glasser",
      "quote": "No human being will work hard at anything unless they believe that they are working for competence."
    },
    {
      "cite": "Frank Wilczek",
      "quote": "If you don't make mistakes, you're not working on hard enough problems. And that's a big mistake."
    }
  ]
}