{
  "source": "https://www.wisesayings.com/work-in-progress-quotes/",
  "theme": "work-in-progress",
  "quotes": [
    {
      "cite": "Ian Knabel",
      "quote": "The only time you should ever look back is to see how far you've come."
    },
    {
      "cite": "Franz Kafk",
      "quote": "Believing in progress does not mean believing that any progress has yet been made."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Progress changes consciousness, and when people's consciousness changes, then their awareness of what is possible changes as well a virtuous circle."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Every step of progress which the world has made has been from scaffold to scaffold, and from stake to stake."
    },
    {
      "cite": "Elizabeth Eulberg",
      "quote": "A work in progress. And the possibilities are endless."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning; keeping together is progress; working together is success."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "If you want to progress in your life and grow, act not to react."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "All progress depends on the unreasonable man."
    },
    {
      "cite": "Ian Knabel",
      "quote": "The only time you should ever look back is to see how far you've come."
    },
    {
      "cite": "George Eastman",
      "quote": "The progress of the world depends almost entirely upon education."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The test of our progress is not whether we add more to the abundance of those who have much; it is whether we provide enough for those who have too little."
    },
    {
      "cite": "Freddie Wilcox",
      "quote": "Progress always involves risks. You can't steal second base and keep your foot on first."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "A work-in-progress generates its own energy field. You, the artist or entrepreneur, are pouring love into the work; you are suffusing it with passion and intention and hope."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go so long as you do not stop."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "To achieve progress nature alone counts, and the eye is trained through contact with her. It becomes concentric by looking and working."
    },
    {
      "cite": "Rosa Luxemburg",
      "quote": "Those who do not move, do not notice their chains."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Without deviation from the norm, progress is not possible."
    },
    {
      "cite": "Samuel Butler",
      "quote": "All progress is based upon a universal innate desire on the part of every organism to live beyond its income."
    },
    {
      "cite": "George Orwell",
      "quote": "Progress is not an illusion; it happens, but it is slow and invariably disappointing."
    },
    {
      "cite": "Dean Cavanagh",
      "quote": "All creativity is a work in progress."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The world is moving so fast these days that the man who says it can't be done is generally interrupted by someone doing it."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Progress, however, of the best kind, is comparatively slow. Great results cannot be achieved at once; and we must be satisfied to advance in life as we walk, step by step."
    },
    {
      "cite": "Daniel Gilbert",
      "quote": "Human beings are works in progress that mistakenly think they're finished."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Develop a passion for learning. If you do, you will never cease to grow."
    },
    {
      "cite": "Rick Howse",
      "quote": "There's always a work in progress be it in the mind, the soul, the heart, or in your hands."
    },
    {
      "cite": "Mary Klotz",
      "quote": "Do not get rid of your earliest work; do not undo and rework your first efforts. It is good to be able to see progress."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Progress lies not in enhancing what is, but in advancing toward what will be."
    },
    {
      "cite": "Epictetus",
      "quote": "Progress is not achieved by luck or accident, but by working on yourself daily."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "If progress is to be steady we must have long term guides extending far ahead."
    }
  ]
}