{
  "source": "https://www.wisesayings.com/working-out-quotes/",
  "theme": "working-out",
  "quotes": [
    {
      "cite": "Norman Mailer",
      "quote": "Any workout which does not involve a certain minimum of danger or responsibility does not improve the body - it just wears it out."
    },
    {
      "cite": "Elsa Pataky",
      "quote": "Exercise is like an addiction. Once you're in it, you feel like your body needs it."
    },
    {
      "cite": "Keri Russell",
      "quote": "I feel better in my mind when I work out. It makes everything better."
    },
    {
      "cite": "unknown",
      "quote": "The only bad workout is the one that didn't happen."
    },
    {
      "cite": "Taylor Dayne",
      "quote": "SO WHEN I'M WORKING OUT I DO THINGS EXTREME."
    },
    {
      "cite": "Carol Leifer",
      "quote": "I'm not into working out. My philosophy: No pain, no pain."
    },
    {
      "cite": "Wong Yu Jin",
      "quote": "Exercise: the more serious you are, the more fun it becomes."
    },
    {
      "cite": "Wong Yu Jin",
      "quote": "Your body is worth every ounce of workout you put in it."
    },
    {
      "cite": "Gail Porter",
      "quote": "Exercise keeps me occupied, which is good for my mental health."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Any way to make a workout feel like playtime is great."
    },
    {
      "cite": "Tracy Anderson",
      "quote": "You need to be dedicated to your workout, whatever you choose."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Exercise is labor without weariness."
    },
    {
      "cite": "Henry Ford",
      "quote": "Exercise is bunk. If you are healthy you don't need it. If you are sick you shouldn't take it."
    },
    {
      "cite": "Susie Michelle Cortright",
      "quote": "Exercise is good for your mind, body, and soul."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "When it comes to health, diet is the Queen, but exercise is the King."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Exercise because it's good for you even if every step weighs a thousand pounds."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
    },
    {
      "cite": "Bob Greene",
      "quote": "We were made to exercise. We feel better."
    },
    {
      "cite": "Edward Stanley",
      "quote": "Those who think they have not time for bodily exercise  will sooner or later have to find time for illness."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "If the body be feeble, the mind will not be strong."
    },
    {
      "cite": "Judy Davenport",
      "quote": "Exercise is a dirty word.  Everytime I say it, I wash out my mouth with chocolate."
    },
    {
      "cite": "Alec Thorton",
      "quote": "I consider exercise vulgar.  It makes people smell."
    },
    {
      "cite": "Marsha Doble",
      "quote": "I have to exercise early in the morning, before my brain figures out what the hell I'm doing."
    },
    {
      "cite": "Dr. Kenneth Cooper",
      "quote": "We do not stop exercising because we grow old?we grow old because we stop exercising."
    }
  ]
}