{
  "source": "https://www.wisesayings.com/world-peace-quotes/",
  "theme": "world-peace",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "World peace begins with inner peace."
    },
    {
      "cite": "David Lynch",
      "quote": "Individual peace is the unit of world peace."
    },
    {
      "cite": "Yoko Ono",
      "quote": "World peace is one project that we have to do together."
    },
    {
      "cite": "Anodea Judith",
      "quote": "World peace is the most essential outer realization of our time."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you want to have world peace, go to your house and love your family."
    },
    {
      "cite": "Helen Keller",
      "quote": "World peace will never come until the passion of supremacy is combated."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Before we find world peace, we gotta find peace in the war on the streets."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "World peace will never be stable until enough of us find inner peace to stabilize it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Without changing one's self, without peace in one's self, world peace is not possible."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Once we have this inner peace, world peace can be achieved in the twinkling of an eye."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Unless souls are saved, nothing is saved; there can be no world peace without soul peace."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "If we do not work for individual transformation, talking about world peace is just entertainment."
    },
    {
      "cite": "Che Guevara",
      "quote": "Peaceful coexistence cannot be limited to the powerful countries if we want to ensure world peace."
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "World peace and brotherhood are based on a common understanding of the contributions and cultures of all races and creeds."
    },
    {
      "cite": "Alfred-Maurice de Zayas",
      "quote": "If we want world peace, we must break the vicious circle of violence and reprisal, of an eye for an eye, of endless hate."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "World peace is no longer some pie-in-the-sky thing, because no single person or country is going to solve it on their own."
    },
    {
      "cite": "George C. Marshall",
      "quote": "If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The basis of world peace is the teaching which runs through almost all the great religions of the world. Love thy neighbor as thyself."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "If world peace is to be established, peace in the individual must be established first. Transcendental Meditation directly brings peace in the individual life."
    },
    {
      "cite": "Thomas Keating",
      "quote": "It is essential for world peace that the world religions make peace with each other. If they don't, we can hardly expect the nations of the world to lay down their arms."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "World peace, like community peace, does not require that each man love his neighbor - it requires only that they live together with mutual tolerance, submitting their disputes to a just and peaceful settlement."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Having a mind that is open to everything and attached to nothing seems to me to be one of the most basic principles that you can adopt to contribute to individual and world peace."
    },
    {
      "cite": "John Boyd Orr",
      "quote": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "When the power of love overcomes the love of power the world will know peace."
    },
    {
      "cite": "Yoko Ono",
      "quote": "To have world peace, we all have to have a healthy understanding of what is necessary to bring World Peace. It's not something that will be dropped on our laps. We have to work for it."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "If you want to have world peace - peace in your family, peace in your town and peace in your own bedroom - you simply begin with whatever creates peace within yourself. This vibration will go out from you in waves, and these waves have a very positive impact on the world."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "World peace is not something that can be realized simply by politicians signing treaties, or by business leaders creating economic cooperation. True and lasting peace will be realized only by forging bonds of trust between people at the deepest level, in the depths of their very lives."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "World peace through nonviolent means is neither absurd nor unattainable. All other methods have failed. Thus we must begin anew. Nonviolence is a good starting point. Those of us who believe in this method can be voices of reason, sanity, and understanding amid the voices of violence, hatred, and emotion. We can very well set a mood of peace out of which a system of peace can be built."
    },
    {
      "cite": "Franklin Roosevelt",
      "quote": "The structure of world peace cannot be the work of one man or one party or one nation. It must be a peace which rests on the cooperative effort of the whole world."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The gap between the rich and the poor is the most dangerous threat to world peace we have."
    }
  ]
}