{
  "source": "https://www.wisesayings.com/world-cup-quotes/",
  "theme": "world-cup",
  "quotes": [
    {
      "cite": "Toni Kroos",
      "quote": "I would not swap the World Cup title for any accolade. But I could imagine that quite a few would swap every accolade for a World Cup title."
    },
    {
      "cite": "AB de Villiers",
      "quote": "Winning an official World Cup with the South African team had become my burning ambition."
    },
    {
      "cite": "Giovani Dos Santos",
      "quote": "The dream of every footballer and why we train and work is to reach the top, and a World Cup is the top."
    },
    {
      "cite": "Juan Mata",
      "quote": "Winning the World Cup is something that will always be inside your mind and inside your body."
    },
    {
      "cite": "Kaka",
      "quote": "The World Cup was a huge frustration because I had prepared really hard for it. But in the World Cup there is no formula, no recipe for success."
    },
    {
      "cite": "Lionel Messi",
      "quote": "Argentina is my country, my family, my way of expressing myself. I would trade all of my records for the World Cup trophy."
    },
    {
      "cite": "Pele",
      "quote": "The World Cup is a very important way to measure the good players, and the great ones. It is a test of a great player."
    },
    {
      "cite": "Peter Shilton",
      "quote": "You've got to believe you're going to win, and I believe we'll win the World Cup until the final whistle blows and we're knocked out."
    },
    {
      "cite": "Rabih Alameddine",
      "quote": "I always assumed that everyone knew no country would ever be awarded a World Cup without pricey gifts exchanging hands under the tables."
    },
    {
      "cite": "Robbie Keane",
      "quote": "We have a great sense of togetherness. It is our team spirit that has taken us to this World Cup."
    },
    {
      "cite": "Sachin Tendulkar",
      "quote": "Winning the World Cup is the proudest moment of my life. ... I couldn't control my tears of joy."
    },
    {
      "cite": "AB de Villiers",
      "quote": "The main lesson I learned from 2015 is that a World Cup doesn't define a player's career."
    },
    {
      "cite": "Alex Scott",
      "quote": "The first one is your first World Cup, so you go into it with a lot of pressure, trying to take it all in, but you are just so focused."
    },
    {
      "cite": "Bear Bryant",
      "quote": "It’s not the will to win, but the will to prepare to win that makes the difference."
    },
    {
      "cite": "Berti Vogts",
      "quote": "Success is not winning the World Cup. It may be a goal in your mind but success is having a team that is improving all the time."
    },
    {
      "cite": "Christian Pulisic",
      "quote": "The World Cup is as big as it gets."
    },
    {
      "cite": "Cristiano Ronaldo",
      "quote": "Your love makes me strong, your hate makes me unstoppable!"
    },
    {
      "cite": "Gareth Barry",
      "quote": "At the World Cup, it's the very top level. It's going to be tougher."
    },
    {
      "cite": "Lionel Messi",
      "quote": "You have to show up in the World Cup, and in the World Cup anything can happen."
    },
    {
      "cite": "Miroslav Klose",
      "quote": "Winning the World Cup was a dream come true."
    },
    {
      "cite": "Pele",
      "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
    },
    {
      "cite": "Robbie Savage",
      "quote": "There's more chance of me flying Concorde to the moon blindfolded than there is of you taking Wales to the World Cup."
    },
    {
      "cite": "Ronaldinho",
      "quote": "God gives gifts to everyone, some can write, some can dance. He gave me the skill to play football and I am making the most of it."
    },
    {
      "cite": "Abby Wambach",
      "quote": "I’ve never scored a goal in my life without getting a pass from someone else."
    },
    {
      "cite": "Cristiano Ronaldo",
      "quote": "Maybe they hate me, because I’m too good."
    },
    {
      "cite": "Jonny Wilkinson",
      "quote": "The problem with me is I always think I should've done better. I felt that after the World Cup final and through my whole career."
    }
  ]
}