{
  "source": "https://www.wisesayings.com/worried-quotes/",
  "theme": "worried",
  "quotes": [
    {
      "cite": "June Hunt",
      "quote": "Worry is most often a prideful way of thinking that you have more control over life and its circumstances than you actually do."
    },
    {
      "cite": "John Wooden",
      "quote": "Be more concerned with what you can do for others than what others can do for you. You'll be surprised at the results."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "If you worried about falling off the bike, you'd never get on."
    },
    {
      "cite": "Ice Cube",
      "quote": "Don't worry about being a star, worry about doing good work, and all that will come to you."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worrying is carrying tomorrow's load with today's strength carrying two days at once. It is moving into tomorrow ahead of time. Worrying doesn't empty tomorrow of its sorrow, it empties today of its strength."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Worrying about past regrets does nothing to change the past. Your future is where your focus should be."
    },
    {
      "cite": "Mitch Alapan",
      "quote": "Being worried is a sign of being afraid, so stop worrying because God is always there to protect us."
    },
    {
      "cite": "Birch Bayh",
      "quote": "People are concerned, here again, about life, and haven't given a whole lot of attention to how you make fathers responsible for the lives they bring into the world."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "Opportunities present themselves and you have to enjoy the ride. All of us get so worried about the next step that we don't enjoy the moment we're in right now."
    },
    {
      "cite": "Rob Liano",
      "quote": "Worry is stressing about a situation that may or may not occur and it's always in the negative sense."
    },
    {
      "cite": "O.S. Hawkins",
      "quote": "Worrying does not empty tomorrow of its trials, but it often empties today of its triumphs. Worrying accomplishes nothing."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "If we are worried about the future, then we must look today at the upbringing of children."
    },
    {
      "cite": "Michael Redd",
      "quote": "You are not worried about scoring; you are worried about winning the game."
    },
    {
      "cite": "Anonymous",
      "quote": "Worrying is a waste of time. It doesn't change anything. It messes with your mind and steals your happiness."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "People are so worried about being accepted that it causes them to lose themselves and in turn, lose moments."
    },
    {
      "cite": "Arthur Somers Roche",
      "quote": "Worry is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained."
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "Worry about going out there and making your own legacy."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Today is the tomorrow we worried about yesterday."
    },
    {
      "cite": "Harold Stephens",
      "quote": "There is a great difference between worry and concern. A worried person sees a problem, and a concerned person solves a problem."
    },
    {
      "cite": "Roy H Williams",
      "quote": "If you're not worried that you're pricing it too cheap, you're not pricing it cheap enough."
    },
    {
      "cite": "John Lubbock",
      "quote": "A day of worry is more exhausting than a week of work."
    },
    {
      "cite": "Johnny Appleseed",
      "quote": "Do not worry at being worried; but accept worry peacefully. Difficult but not impossible."
    },
    {
      "cite": "George Washington",
      "quote": "Worry is the interest paid by those who borrow trouble."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Worried thought prevents practical thought which could prevent worried thought."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "Worry is interest paid on trouble before it comes due."
    },
    {
      "cite": "Anonymous",
      "quote": "Worries come and worries go. They challenge us and make us Grow!"
    },
    {
      "cite": "Charbel Tadros",
      "quote": "Worry is perhaps the most useless emotion; it is the product of guilt after the time for action has passed."
    },
    {
      "cite": "Anonymous",
      "quote": "Worrying is like a rocking chair, it gives you something to do, but it doesn't get you anywhere"
    },
    {
      "cite": "Rajneesh",
      "quote": "We remain unnecessarily worried. All worries are futile because that which is going to happen is going to happen."
    },
    {
      "cite": "Pythagoras",
      "quote": "Concern should drive us into action and not into a depression. No man is free who cannot control himself."
    }
  ]
}