{
  "source": "https://www.wisesayings.com/worrying-quotes/",
  "theme": "worrying",
  "quotes": [
    {
      "cite": "Corrie ten Boom",
      "quote": "Worry does not empty tomorrow of its sorrow, it empties today of its strength."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "If a problem is fixable, if a situation is such that you can do something about it, then there is no need to worry. If it's not fixable, then there is no help in worrying. There is no benefit in worrying whatsoever."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People become attached to their burdens sometimes more than the burdens are attached to them."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one."
    },
    {
      "cite": "Epictetus",
      "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Let our advance worrying become advance thinking and planning."
    },
    {
      "cite": "William James",
      "quote": "If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "The only thing you will ever accomplish by worrying is to elevate your stress levels."
    },
    {
      "cite": "Mary Hemingway",
      "quote": "Worry a little bit every day and in a lifetime you will lose a couple of years. If something is wrong, fix it if you can. But train yourself not to worry. Worry never fixes anything."
    },
    {
      "cite": "Arthur Somers Roche",
      "quote": "Worry is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He is rich who owns the day, and no one owns the day who allows it to be invaded with fret and anxiety."
    },
    {
      "cite": "Rick Warren",
      "quote": "The more you pray, the less you'll panic. The more you worship, the less you worry. You'll feel more patient and less pressured."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "Worry often gives a small thing a big shadow."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you can't sleep, then get up and do something instead of lying there worrying. It's the worry that gets you, not the lack of sleep."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight."
    },
    {
      "cite": "Ovid",
      "quote": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all."
    },
    {
      "cite": "Seneca",
      "quote": "The mind that is anxious about future events is miserable."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Present fears are less than horrible imaginings."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "How much pain have cost us the evils that have never happened."
    },
    {
      "cite": "Christina Winsey-Rudd",
      "quote": "Worrying about it takes precious time and attention away from your priorities and increases your feelings of dissatisfaction about life."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "My life has been full of terrible misfortunes most of which never happened."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present."
    },
    {
      "cite": "Harold Stephens",
      "quote": "There is a great difference between worry and concern. A worried person sees a problem, and a concerned person solves a problem."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever."
    },
    {
      "cite": "Matthew 6:34",
      "quote": "Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble."
    },
    {
      "cite": "Luke 12:25",
      "quote": "And which of you by being anxious can add a single hour to his span of life?"
    },
    {
      "cite": "Proverbs 12:25",
      "quote": "Anxiety in a man's heart weighs him down, but a good word makes him glad."
    },
    {
      "cite": "Adabella Radici",
      "quote": "If your teeth are clenched and your fists are clenched, your lifespan is probably clenched."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Whatever is going to happen will happen, whether we worry or not."
    },
    {
      "cite": "Aristotle",
      "quote": "Fear is pain arising from the anticipation of evil."
    }
  ]
}