{
  "source": "https://www.wisesayings.com/worthy-quotes/",
  "theme": "worthy",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Nothing in the affairs of men is worthy of great anxiety."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "One of the greatest regrets in life is being what others would want you to be, rather than being yourself."
    },
    {
      "cite": "Chris Burkard",
      "quote": "Anything that is worth pursuing is going to require us to suffer, just a little bit."
    },
    {
      "cite": "Chanakya",
      "quote": "O wise man! Give your wealth only to the worthy and never to others. The water of the sea received by the clouds is always sweet."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only a life lived for others is a life worthwhile."
    },
    {
      "cite": "Jewel",
      "quote": "Self worth sets the standard that life meets."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "He doesn't need to be reminded you're great."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If a man thinks he is not conceited, he is very conceited indeed."
    },
    {
      "cite": "Cynthia Lord",
      "quote": "Not everything worth keeping has to be useful."
    },
    {
      "cite": "Stephen Richards",
      "quote": "The difference between being mediocre and achieving excellence is you."
    },
    {
      "cite": "Stephen Richards",
      "quote": "You are essentially who you create yourself to be and all that occurs in your life is the result of your own making."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let people treat you like a cigarette, they only use you when they're bored and step on you when they're done. Be like drugs, let them die for you."
    },
    {
      "cite": "Bob Anderson",
      "quote": "There is nothing so rewarding as to make people realize that they are worthwhile in this world."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Deal with yourself as a individual, worthy of respect and make everyone else deal with you the same way."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never tell the truth to people who are not worthy of it."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Make today worth remembering."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Don't worry when you are not recognized, but strive to be worthy of recognition."
    },
    {
      "cite": "Gerrit W. Gong",
      "quote": "To be worthy does not mean to be perfect."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Start with big dreams and make life worth living."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Be a worthy worker and work will come."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "When you confer a benefit on those worthy of it, you confer a favor on all."
    },
    {
      "cite": "William Shakespeare",
      "quote": "He that loves to be flattered is worthy o' the flatterer."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Don't work for recognition, but do work worthy of recognition."
    },
    {
      "cite": "Christine Gregoire",
      "quote": "It is up to us to live up to the legacy that was left for us, and to leave a legacy that is worthy of our children and of future generations."
    },
    {
      "cite": "Glenn Beck",
      "quote": "Sometimes the hardest part of the journey is believing you're worthy of the trip."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Self-worth comes from one thing - thinking that you are worthy."
    },
    {
      "cite": "Malcolm X",
      "quote": "We cannot think of being acceptable to others until we have first proven acceptable to ourselves."
    },
    {
      "cite": "Nas",
      "quote": "No temporary chaos is worth your sanity. Just knowing that whatever happens, it happens to the best of them too"
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "It is a worthy reward for his efforts over many years. He is a man who does his job solidly and responsibly."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Strong people have a strong sense of self-worth and self-awareness; they don't need the approval of others."
    }
  ]
}