{
  "source": "https://www.wisesayings.com/wrath-quotes/",
  "theme": "wrath",
  "quotes": [
    {
      "cite": "J.I. Packer",
      "quote": "God's wrath is his righteousness reacting against unrighteousness."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The break would never come as long as fear could turn to wrath."
    },
    {
      "cite": "George Herbert",
      "quote": "Take heed of the wrath of a mighty man, and the tumult of the people."
    },
    {
      "cite": "Seneca",
      "quote": "Dangerous is wrath concealed. Hatred proclaimed doth lose its chance of wreaking vengeance."
    },
    {
      "cite": "William R. Alger",
      "quote": "Men often make up in wrath what they want in reason."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The wrath of God is a way of saying that I have been living in a way that is contrary to the love that is God. Anyone who begins to live and grow away from God, who lives away from what is good, is turning his life toward wrath."
    },
    {
      "cite": "Francis Bacon",
      "quote": "To seek to extinguish anger utterly is but a bravery of the Stoics. We have better oracles: 'Be angry, but sin not.' 'Let not the sun go down upon your wrath.'"
    },
    {
      "cite": "Euripides",
      "quote": "Wrath brings mortal men their gravest hurt."
    },
    {
      "cite": "Ovid",
      "quote": "Hastiness is the beginning of wrath, and its end repentance."
    },
    {
      "cite": "Corey Taylor",
      "quote": "I may never let go of my wrath, my anger, but I will always have the last laugh."
    },
    {
      "cite": "Félix José Palma",
      "quote": "The wrath of God pales beside that of man."
    },
    {
      "cite": "Alphonse Daudet",
      "quote": "Hate is the wrath of the weak."
    },
    {
      "cite": "John C. Calhoun",
      "quote": "Beware the wrath of a patient adversary."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "The wrath that on conviction subsides into mildness, is the wrath of a generous mind."
    },
    {
      "cite": "Bhumibol Adulyadej",
      "quote": "We must use the wrath of nature as our teacher."
    },
    {
      "cite": "Alcaeus",
      "quote": "Tis said that wrath is the last thing in a man to grow old."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "The wrath of God lies sleeping. It was hid a million years before men were and only men have the power to wake it."
    },
    {
      "cite": "Kamal Haasan",
      "quote": "You must have anger, as rightful wrath is what makes you create your own ethical standards."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A background of wrath, which can be stirred up to the murderous infernal pitch, does lie in every man."
    },
    {
      "cite": "Proverbs 15:1",
      "quote": "A gentle answer turns away wrath, but a harsh word stirs up anger."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "Hasty wrath and heedless hazardy do breed repentance late and lasting infamy."
    },
    {
      "cite": "William Blake",
      "quote": "was angry with my friend: I told my wrath, my wrath did end. I was angry with my foe: I told it not, my wrath did grow."
    },
    {
      "cite": "William Blake",
      "quote": "The wrath of the lion is the wisdom of God."
    },
    {
      "cite": "William Ernest Henley",
      "quote": "Beyond this place of wrath and tears looms but the horror of the shade."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who conquers his wrath overcomes his greatest enemy."
    },
    {
      "cite": "Phillip Yancey",
      "quote": "We deserve punishment and get forgiveness; we deserve God's wrath and get God's love."
    },
    {
      "cite": "Walter Scott",
      "quote": "That day of wrath, that dreadful day. When heaven and earth shall pass away."
    },
    {
      "cite": "Aeschylus",
      "quote": "A people's wrath voiced abroad bringeth grave Danger, no less than public curse pronounced."
    },
    {
      "cite": "A.T. Murray",
      "quote": "Never on me let such wrath lay hold, as the wrath you cherish, you whose valor causes harm!"
    }
  ]
}