{
  "source": "https://www.wisesayings.com/wrestling-quotes/",
  "theme": "wrestling",
  "quotes": [
    {
      "cite": "James Leach",
      "quote": "No activity I know is more of a confidence builder and the same at time more humility training than wrestling."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Wrestling is ballet with violence."
    },
    {
      "cite": "Mike Sullivan",
      "quote": "Wrestling teaches you nothing comes easy. Nothing in life comes easy, so you have to work at it."
    },
    {
      "cite": "Hulk Hogan",
      "quote": "Wrestling needs to be about the art form again. It needs to be about painting a picture and having a really good match."
    },
    {
      "cite": "J. Robinson",
      "quote": "No matter what kind of wrestler, everyone is afraid of getting tired."
    },
    {
      "cite": "Dolph Ziggler",
      "quote": "Everything I do is to become better, the best ever and I'm not going to stop."
    },
    {
      "cite": "William Baldwin",
      "quote": "Wrestling is a team sport, and an individual sport all rolled into one."
    },
    {
      "cite": "John Cena",
      "quote": "When the day comes when you don't believe in yourself, there's the door. Get the hell out."
    },
    {
      "cite": "Dan Gable",
      "quote": "Pain is nothing compared to what it feels like to quit. Give everything you got today for tomorrow may never come."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The difference between the impossible and the possible lies in a man's determination."
    },
    {
      "cite": "Big E Langston",
      "quote": "If your goal isn't to be on top, then you don't deserve to be here."
    },
    {
      "cite": "Dan Gable",
      "quote": "Once you've wrestled, everything else in life is easy."
    },
    {
      "cite": "John Cena",
      "quote": "Whether fighting or spitting, my discipline is unforgiving!"
    },
    {
      "cite": "Robert Strauss",
      "quote": "It's a little like wrestling a gorilla. You don't quit when you're tired - you quit when the gorilla is tired."
    },
    {
      "cite": "The Rock",
      "quote": "Blood, sweat and respect. The first two you give. The last you earn. Give it. Earn it."
    },
    {
      "cite": "Dan Gable",
      "quote": "Always remember the pain of defeat, and never let it happen again."
    },
    {
      "cite": "John Cena",
      "quote": "You can run I will chase you. You can hide I will find you. We're gonna fight and I'm gonna hurt you."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
    },
    {
      "cite": "Georges St. Pierre",
      "quote": "It makes you remember every time that even the best can lose. One mistake can change everything."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Win if you can, lose is you must, but ALWAYS cheat!."
    },
    {
      "cite": "John Smith",
      "quote": "The pain of preparation is nothing like the pain of losing."
    },
    {
      "cite": "John Cena",
      "quote": "Never Back Down and Never Quit."
    },
    {
      "cite": "Kane",
      "quote": "There's no drama like wrestling."
    },
    {
      "cite": "Latvian Proverb",
      "quote": "Never wrestle with a strong man nor bring a rich man to court."
    },
    {
      "cite": "John Irving",
      "quote": "You've got to get obsessed and stay obsessed."
    },
    {
      "cite": "The Rock",
      "quote": "Success isn't always about greatness, it's about consistency."
    },
    {
      "cite": "Dan Gable",
      "quote": "Determination is the strength needed to succeed."
    },
    {
      "cite": "Mike Ditka",
      "quote": "You're never a loser until you quit trying."
    },
    {
      "cite": "Dan Gable",
      "quote": "If you are afraid to fail, you will never succeed."
    },
    {
      "cite": "Chris Jericho",
      "quote": "The most important thing about being in wrestling is that you have to connect with the crowd, connect with the fans, and you either want them to love you, or to hate you. Either way, so long as they're reacting to what you're doing."
    }
  ]
}