{
  "source": "https://www.wisesayings.com/wrinkles-quotes/",
  "theme": "wrinkles",
  "quotes": [
    {
      "cite": "Socrates",
      "quote": "The years wrinkle our skin, but lack of enthusiasm wrinkles our soul."
    },
    {
      "cite": "Cathy Crimmins",
      "quote": "Don't think of it as wrinkles. Think of ot as relaxed-fit skin."
    },
    {
      "cite": "Jules Renard",
      "quote": "Wrinkles are engraved smiles."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Wrinkles will only go where the smiles have been."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "If you don't have wrinkles, you haven't laughed enough."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "With time we will all stop fighting pimples and start fighting wrinkles."
    },
    {
      "cite": "Bauvard",
      "quote": "Injuries heal, but wrinkles are the scars of time."
    },
    {
      "cite": "Robert Wesley Miller",
      "quote": "The best people are the good old wrinkled people with a sparkle in their eye, a wink when you walk by or a toothless smile saying you are doing just fine."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "If God had to give a woman wrinkles, He might at least have put them on the soles of her feet."
    },
    {
      "cite": "Doris Day",
      "quote": "Wrinkles are hereditary. Parents get them from their children."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Age imprints more wrinkles in the mind than it does on the face."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Take care that old age does not wrinkle your spirit even more than your face."
    },
    {
      "cite": "Emile Augier",
      "quote": "Wrinkles are ditches that the gods have dug for our tears."
    },
    {
      "cite": "Jean Racine",
      "quote": "Wrinkles on the brow are the imprints of exploits."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Years wrinkle the skin. Giving up wrinkles the soul."
    },
    {
      "cite": "Mal Fletcher",
      "quote": "Wrinkles ought to be worn as a badge of honour, as a mark of survival if not wisdom."
    },
    {
      "cite": "Ovid",
      "quote": "That fair face will as years roll on lose its beauty, and old age will bring its wrinkles to the brow."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "The latest wrinkle is on wrinkles. There is a widespread belief that women can't grow old in television news."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "Wrinkles happen to human beings."
    },
    {
      "cite": "Helena Rubinstein",
      "quote": "Hard work keeps the wrinkles out of the mind and spirit."
    },
    {
      "cite": "Carlos Santana",
      "quote": "Your wrinkles either show that you're nasty, cranky, and senile, or that you're always smiling."
    },
    {
      "cite": "Paul Henderson",
      "quote": "There is no wrinkle-free life."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Politeness smooths wrinkles."
    },
    {
      "cite": "Estelle Getty",
      "quote": "Age does not bring you wisdom, age brings you wrinkles."
    },
    {
      "cite": "Marie de Rabutin-Chantal, marquise de Sevigne",
      "quote": "The heart has no wrinkles."
    },
    {
      "cite": "George Peppard",
      "quote": "There's always the new wrinkle. One must keep one's eyes always open."
    }
  ]
}