{
  "source": "https://www.wisesayings.com/writing-quotes/",
  "theme": "writing",
  "quotes": [
    {
      "cite": "Richard Harding Davis",
      "quote": "The secret of good writing is to say an old thing in a new way or to say a new thing in an old way."
    },
    {
      "cite": "E.L. Doctorow",
      "quote": "Writing is like driving at night in the fog. You can only see as far as your headlights, but you can make the whole trip that way."
    },
    {
      "cite": "Kim Edwards",
      "quote": "Writing is always a process of discovery. I never know the end, or even the events on the next page, until they happen. There's a constant interplay between the imagining and shaping of the story."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "The Six Golden Rules of Writing: Read, read, read, and write, write, write."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "The desire to write grows with writing."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Writing the art of communicating thoughts to the mind, through the eye is the great invention of the world."
    },
    {
      "cite": "Mark Twain",
      "quote": "Writing is easy. All you have to do is cross out the wrong words."
    },
    {
      "cite": "Carlos Fuentes",
      "quote": "Writing is a struggle against silence."
    },
    {
      "cite": "Jules Renard",
      "quote": "Writing is a way of talking without being interrupted."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "Writing is an exploration. You start from nothing and learn as you go."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Writing is like breathing, it's possible to learn to do it well, but the point is to do it no matter what."
    },
    {
      "cite": "Larry L. King",
      "quote": "Write. Rewrite. When not writing or rewriting, read. I know of no shortcuts."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Writing is a process, a journey into memory and the soul."
    },
    {
      "cite": "Toni Morisson",
      "quote": "Writing is really a way of thinking not just feeling but thinking about things that are disparate, unresolved, mysterious, problematic or just sweet."
    },
    {
      "cite": "Meg Cabot",
      "quote": "Write the kind of story you would like to read. People will give you all sorts of advice about writing, but if you are not writing something you like, no one else will like it either."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "If the writing is honest it cannot be separated from the man who wrote it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All writing comes by the grace of God."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Almost all good writing begins with terrible first efforts. You need to start somewhere."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "Planning to write is not writing. Outlining, researching, talking to people about what you're doing, none of that is writing. Writing is writing."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "You fail only if you stop writing."
    },
    {
      "cite": "Barbara Tuchman",
      "quote": "An essential element for good writing is a good ear: One must listen to the sound of one's own prose."
    },
    {
      "cite": "Jane Yolen",
      "quote": "Exercise the writing muscle every day, even if it is only a letter, notes, a title list, a character sketch, a journal entry. Writers are like dancers, like athletes. Without that exercise, the muscles seize up."
    },
    {
      "cite": "Robert Southey",
      "quote": "By writing much, one learns to write well."
    },
    {
      "cite": "Louise Brooks",
      "quote": "Writing is 1 percent inspiration, and 99 percent elimination."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Good writing is a kind of skating which carries off the performer where he would not go."
    },
    {
      "cite": "Truman Capote",
      "quote": "It takes a lot of bad writing to get to a little good writing."
    },
    {
      "cite": "Peter Mayle",
      "quote": "Best advice on writing I've ever received. Finish."
    },
    {
      "cite": "Jack Dann",
      "quote": "For me, writing is exploration; and most of the time, I'm surprised where the journey takes me."
    },
    {
      "cite": "Richard Peck",
      "quote": "Writing is communication, not self-expression. Nobody in this world wants to read your diary except your mother."
    },
    {
      "cite": "Justice Brandeis",
      "quote": "There is no great writing, only great rewriting."
    }
  ]
}