{
  "source": "https://www.wisesayings.com/writer-quotes/",
  "theme": "writer",
  "quotes": [
    {
      "cite": "Matt Haig",
      "quote": "Beauty breeds beauty, truth triggers truth. The cure for writer's block is therefore to read."
    },
    {
      "cite": "George Orwell",
      "quote": "For a creative writer possession of the truth is less important than emotional sincerity."
    },
    {
      "cite": "Anais Nin",
      "quote": "The role of a writer is not to say what we all can say, but what we are unable to say."
    },
    {
      "cite": "Karl Kraus",
      "quote": "A writer is someone who can make a riddle out of an answer"
    },
    {
      "cite": "Robert Frost",
      "quote": "No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader"
    },
    {
      "cite": "Gabrielle Roy",
      "quote": "The main engagement of the writer is towards truthfulness; therefore he must keep his mind and his judgement free"
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "To gain your own voice, you have to forget about having it heard."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "The writer is the engineer of the human soul."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies."
    },
    {
      "cite": "Susan Sontag",
      "quote": "My idea of a writer: someone interested in everything"
    },
    {
      "cite": "Will Self",
      "quote": "The great liberty of the fictional writer is to let the imagination out of the traces and see it gallop off over the horizon."
    },
    {
      "cite": "Larry L. King",
      "quote": "Write. Rewrite. When not writing or rewriting, read. I know of no shortcuts."
    },
    {
      "cite": "Julianna Baggott",
      "quote": "If I'd learned nothing else, it was this: If you want to be a great writer, be a man. If you can't be a man, write like one"
    },
    {
      "cite": "Albert Camus",
      "quote": "The purpose of a writer is to keep civilization from destroying itself."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "The writer operates at a peculiar crossroads where time and place and eternity somehow meet. His problem is to find that location"
    },
    {
      "cite": "Charles Peguy",
      "quote": "A word is not the same with one writer as with another. One tears it from his guts. The other pulls it out of his overcoat pocket."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "As a writer, the best mindset is to be unafraid"
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "The universe is made of stories, not of atoms."
    },
    {
      "cite": "Karl Marx",
      "quote": "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money."
    },
    {
      "cite": "John Steinbeck",
      "quote": "In utter loneliness a writer tries to explain the inexplicable."
    },
    {
      "cite": "William Collins",
      "quote": "When a writer becomes a reader of his or her own work, a lot can go wrong. It's like do-it-yourself dentistry"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A good writer possesses not only his own spirit but also the spirit of his friends."
    },
    {
      "cite": "Roald Dahl",
      "quote": "I don't care if a reader hates one of my stories, just as long as he finishes the book."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "One of my rules is never explain. A writer is a lot like a magician, if you explain how the trick works then a lot of the magic turns mundane"
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "As a writer, you should not judge, you should understand."
    },
    {
      "cite": "Mary Roberts Rinehart",
      "quote": "The writing career is not a romantic one. The writer's life may be colorful, but his work itself is rather drab."
    },
    {
      "cite": "Robert Frost",
      "quote": "Style is that which indicates how the writer takes himself and what he is saying. It is the mind skating circles around itself as it moves forward"
    },
    {
      "cite": "Lisa See",
      "quote": "Read a thousand books, and your words will flow like a river."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A non-writing writer is a monster courting insanity."
    }
  ]
}