{
  "source": "https://www.wisesayings.com/written-quotes/",
  "theme": "written",
  "quotes": [
    {
      "cite": "Jules Renard",
      "quote": "Writing is a way of talking without being interrupted."
    },
    {
      "cite": "James Lafferty",
      "quote": "The picture alone, without the written word, leaves half the story untold."
    },
    {
      "cite": "Mark Twain",
      "quote": "The very ink with which history is written is merely fluid prejudice."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "Writing is a delicious agony."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Writing, the art of communicating thoughts to the mind through the eye, is the great invention of the world enabling us to converse with the dead, the absent, and the unborn, at all distances of time and space."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "There are two good rules which ought to be written on every heart never to believe anything bad about anybody unless you positively know it to be true; never to tell even that unless you feel that it is absolutely necessary and that God is listening while you tell it."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Writing is a mysterious activity."
    },
    {
      "cite": "Toni Morrison",
      "quote": "If there's a book you really want to read, but it hasn't been written yet, then you must write it."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Writing is like breathing, it's possible to learn to do it well, but the point is to do it no matter what."
    },
    {
      "cite": "Eudora Welty",
      "quote": "Writing a story or a novel is one way of discovering sequence in experience, of stumbling upon cause and effect in the happenings of a writer's own life."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Writing means sharing. It's part of the human condition to want to share things thoughts, ideas, opinions."
    },
    {
      "cite": "Stephen Spender",
      "quote": "Great poetry is always written by somebody straining to go beyond what he can do."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The reason why so few good books are written is that so few people who can write know anything."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Somewhere it is written that parents who are critical of other people's children and publicly admit they can do better are asking for it."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Poetry remembers that it was an oral art before it was a written art."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A well written life is almost as rare as a well spent one."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "A dream doesn't become a goal until it is written."
    },
    {
      "cite": "Hanns Eisler",
      "quote": "A composer knows that music is written by human beings for human beings and that music is a continuation of life, not something separated from it."
    },
    {
      "cite": "Francis J. Grimke",
      "quote": "It is only what is written upon the soul of man that will survive the wreck of time."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The pages are still blank, but there is a miraculous feeling of the words being there, written in invisible ink and clamoring to become visible."
    },
    {
      "cite": "Brian Tracy",
      "quote": "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine."
    },
    {
      "cite": "Alan Moore",
      "quote": "Writing is a very focused form of meditation. Just as good as sitting in a lotus position."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Poetry can be written only because it has been written."
    },
    {
      "cite": "Richard Harding Davis",
      "quote": "The secret of good writing is to say an old thing in a new way or a new thing in an old way."
    },
    {
      "cite": "John Fowles",
      "quote": "It must essentially remain a novel of adolescence written by a retarded adolescent."
    },
    {
      "cite": "Robert Frost",
      "quote": "Everything written is as good as it is dramatic. It need not declare itself in form, but it is drama or nothing."
    },
    {
      "cite": "Robert Graves",
      "quote": "A perfect poem is impossible. Once it had been written, the world would end."
    }
  ]
}