{
  "source": "https://www.wisesayings.com/wrong-quotes/",
  "theme": "wrong",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man in the wrong may more easily be convinced than one half right."
    },
    {
      "cite": "Tarun Sharma",
      "quote": "Nothing is right or wrong. It's all an interpretation of which lens we are looking through."
    },
    {
      "cite": "George Orwell",
      "quote": "There are some ideas so wrong that only a very intelligent person could believe in them."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To persist in doing wrong extenuates not the wrong, but makes it much more heavy."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Standing up for whats wrong, is like intentional standing in line to be executed."
    },
    {
      "cite": "Greg Boyle",
      "quote": "The wrong idea has taken root in the world. And the idea is this: there just might be lives out there that matter less than other lives."
    },
    {
      "cite": "Patrick Henry",
      "quote": "The eternal difference between right and wrong does not fluctuate, it is immutable."
    },
    {
      "cite": "Andreas Laurencius",
      "quote": "Right and wrong has never been obscure. It is as clear as the future."
    },
    {
      "cite": "J.R. Rim",
      "quote": "When you see something that is wrong, there is something that has to be right."
    },
    {
      "cite": "James Dyson",
      "quote": "There's nothing wrong with things taking time."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Never do a wrong thing to make a friend or to keep one."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Making a wrong decision is understandable. Refusing to search continually for learning is not."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Perhaps it is better to be irresponsible and right, than to be responsible and wrong."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The wrong step becomes the right step once you take it."
    },
    {
      "cite": "Leo Rosten",
      "quote": "If you are going to do something wrong at least enjoy it."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Wrong does not cease to be wrong because the majority share in it."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "You are not just for the right or left, but for what is right over the wrong."
    },
    {
      "cite": "Farah Ezzatie",
      "quote": "When you have the right, doesn't mean that you are right."
    },
    {
      "cite": "Martin Tupper",
      "quote": "He who commits a wrong will himself inevitably see the writing on the wall, though the world may not count him guilty."
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "You can't do wrong right, but you can do right wrong."
    },
    {
      "cite": "Confucius",
      "quote": "To go beyond is as wrong as to fall short."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To do a great right do a little wrong."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is better to do the wrong thing that to do nothing."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "One day he'll realize he is and was wrong. But that's for him to figure out. You can't change people or make them realize things they don't want to see."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "It is wrong to assume that men of immense wealth are always happy."
    },
    {
      "cite": "Marcus Aurelius Antoninus",
      "quote": "A wrong-doer is often a man that has left something undone, not always he that has done something."
    },
    {
      "cite": "Bob Parsons",
      "quote": "You got to go down a lot of wrong roads to find the right one."
    }
  ]
}