{
  "source": "https://www.wisesayings.com/xenophobia-quotes/",
  "theme": "xenophobia",
  "quotes": [
    {
      "cite": "Aberjhani",
      "quote": "Beneath the armor of skin/and/bone/and/mind most of our colors are amazingly the same."
    },
    {
      "cite": "Albert Einstein",
      "quote": "What a sad era when it is easier to smash an atom than a prejudice."
    },
    {
      "cite": "David Levithan",
      "quote": "The world is full of people who think different is synonymous with wrong."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Racism, xenophobia and unfair discrimination have spawned slavery, when human beings have bought and sold and owned and branded fellow human beings as if they were so many beasts of burden."
    },
    {
      "cite": "DON SANTO",
      "quote": "My brothers and sisters in south Africa, no human being is an island. Unless you want to re-do the experiment over again expecting different results. If you think love is expensive, try hate."
    },
    {
      "cite": "Loretta Lynch",
      "quote": "Whether it is tribalism, racism, xenophobia, or anti-Muslim backlash we're talking about, we spend so much time and energy fighting ways to divide ourselves from others."
    },
    {
      "cite": "Ted Lieu",
      "quote": "Refugees don't make our country less safe. But xenophobia, fear and hate do."
    },
    {
      "cite": "Bennie Thompson",
      "quote": "We must maximize our efforts to counter violent extremism, radicalization and recruitment in the United States and stop using xenophobia and ethnic stereotyping."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Human nature provides sufficient distrust of all that is alien, so that there is no need of any artificial supply."
    },
    {
      "cite": "C.J. Sansom",
      "quote": "In worshipping their nationhood men worship themselves and scorn others, and that is no healthy thing."
    },
    {
      "cite": "Claudio Magris",
      "quote": "History shows that it is not only senseless and cruel, but also difficult to state who is a foreigner."
    },
    {
      "cite": "Dennis Miller",
      "quote": "Xenophobia doesn't benefit anybody unless you're playing high-stakes Scrabble."
    },
    {
      "cite": "Elizabeth Flock",
      "quote": "Xenophobia is defined as the uncontrollable fear of foreigners. That fear should not dictate the immigration dialogue any longer."
    },
    {
      "cite": "Eric Hobsbawm",
      "quote": "As the global expansion of Indian and Chinese restaurants suggests, xenophobia is directed against foreign people, not foreign cultural imports."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Remember, remember always, that all of us, and you and I especially, are descended from immigrants and revolutionists."
    },
    {
      "cite": "Hans Kung",
      "quote": "Time and again we see leaders and members of religions incite aggression, fanaticism, hate, and xenophobia - even inspire and legitimate violent and bloody conflicts."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing more frightful than ignorance in action."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "Whatever the evolutionary basis of religion, the xenophobia it now generates is clearly maladaptive."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Most people have extremely high tolerance levels for intolerance."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Excellence is the best deterrent to racism or sexism."
    },
    {
      "cite": "Rabih Alameddine",
      "quote": "No one needs to be reminded of racism in soccer: the xenophobia, the nativism and, yes, nationalism."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "All good people agree, And all good people say, All nice people, like Us, are We And every one else is They: But if you cross over the sea, Instead of over the way, You may end by (think of it!) looking on We As only a sort of They!"
    },
    {
      "cite": "Tristan Sherwin",
      "quote": "When we image borders, we fail at imaging God."
    },
    {
      "cite": "Aberjhani",
      "quote": "In the days when hyenas of hate suckle the babes of men, and jackals of hypocrisy pimp their mothers’ broken hearts, may children not look to demons of ignorance for hope."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "We can`t allow racism and xenophobia to gain traction."
    },
    {
      "cite": "Jonas Salk",
      "quote": "Our greatest responsibility is to be good ancestors."
    },
    {
      "cite": "Marine Le Pen",
      "quote": "Xenophobia is the hatred of foreigners. I don't hate anyone."
    },
    {
      "cite": "Neda Aria",
      "quote": "We can reach a global harmony if we remove xenophobia"
    },
    {
      "cite": "Olawale Daniel",
      "quote": "Those who stole and loot from ShopRite in the reprisal attacks of Xenophobia in South Africa left the bookshelf untouched. Readers don't steal and thieves don't read."
    },
    {
      "cite": "Reuven Rivlin",
      "quote": "No nation is immune to anti-Semitism and xenophobia."
    }
  ]
}