{
  "source": "https://www.wisesayings.com/yarn-quotes/",
  "theme": "yarn",
  "quotes": [
    {
      "cite": "Krysten Ritter",
      "quote": "Yarn, patterns, and needle sizes have come such a long way since your grandmother's afghans. Creatively, there is just so much to get into, so much to play with. It's an amazing way to turn inward and get off your phone."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "It is pure potential. Every ball or skein of yarn holds something inside it, and the great mystery of what that might be can be almost spiritual."
    },
    {
      "cite": "Dr. SunWolf",
      "quote": "A knitter only appears to be knitting yarn. Also being knitted are winks, mischief, sighs, fragrant possibilities, wild dreams."
    },
    {
      "cite": "Robert Brault",
      "quote": "You can accept reality without believing every yarn it spins."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The web of our life is of a mingled yarn, good and ill together. our virtues would be proud, if our faults whipped them not; and our crimes would despair, if they were not cherished by our virtues."
    },
    {
      "cite": "Julia Glass",
      "quote": "When it comes to life, we spin our own yarn, and where we end up is really, in fact, where we always intended to be."
    },
    {
      "cite": "Joanne Harris",
      "quote": "I happen to know that history is nothing but a spin and metaphor, which is what all yarns are made up of, when you strip them down to the underlay. And what makes a hit or a myth, of course, is how that story is told, and by whom."
    },
    {
      "cite": "Ciore Taylor",
      "quote": "Differences simply act as a yarn of curiosity unraveling until we get to the other side."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I believe that the yarn we spin is capable of mending the broken warp and woof of our life!"
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "A lot of fancier yarns come from people trying to tell the truth. It's not easy once you're out of the habit."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "We do not know either unalloyed happiness or unmitigated misfortune. Everything in this world is a tangled yarn; we taste nothing in its purity; we do not remain two moments in the same state. Our affections as well as bodies, are in a perpetual flux."
    },
    {
      "cite": "John D. Voelker",
      "quote": "Spinning yarns is a protection against the nuttiness... the greed, the hate all around us."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "It is not so much that we, using our brains, spin our yarns, as that our brains, using yarns, spin us."
    },
    {
      "cite": "Max Lucado",
      "quote": "God, the Master Weaver. He stretches the yarn and intertwines the colors, the ragged twine with the velvet strings, the pains with the pleasures. Nothing escapes his reach."
    },
    {
      "cite": "Tayari Jones",
      "quote": "I guess this is how love is when it comes undone. No matter how tight you knit the stitches, a sharp tug on a loose thread will transform your warm sweater into a mangled heap of yarn that you can't reuse or repair."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "It is good spinning from another's yarn."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "It is a little known fact that much like birds, who can always find north, knitters can always find yarn."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "Good and evil ! good and evil ! ye are mingled inextricably in the web of our being ; and who may unthread the darker yarn?"
    },
    {
      "cite": "Edith Pattou",
      "quote": "And telling a story, I suppose, is like winding a skein of spun yarn- you sometimes lose track of the beginning."
    },
    {
      "cite": "Lodro Rinzler",
      "quote": "One way to think of this dignity is to equate when you are on the path with unraveling a ball of yarn. You have wound your sense of self so tightly that it's hard to be anything other than you, a big ball of yarn. That's just who you are, not string, or threads, but a ball of yarn."
    },
    {
      "cite": "Clara Parkes",
      "quote": "All knitterly creation stems from one simple element: yarn. It is the baker's flour, the jeweler's gold, the gardener's soil. Yarn is creation, consolation, and chaos all spun together into one perfect ball."
    }
  ]
}