{
  "source": "https://www.wisesayings.com/yellow-quotes/",
  "theme": "yellow",
  "quotes": [
    {
      "cite": "Conor Oberst",
      "quote": "I really just want to be warm yellow light that pours over everyone I love."
    },
    {
      "cite": "Joy Sewing",
      "quote": "In the world of safe hues, like black, red and white, yellow shouts: \"Look at me. I'm happy!\""
    },
    {
      "cite": "Ueli Seiler-Hugova",
      "quote": "Yellow is the colour which is closest to light. We associate the rays of the sun and the stars with it. It is the radiance of the spirit."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun."
    },
    {
      "cite": "Anisha Datta",
      "quote": "Yellow is a small wheel of cheddar cheese. Permeating a musty odor out of the bakers shop. Yellow is a thousand paper cranes,floating down a slow, mellow river.Yellow is the round circle of moon,the light that stays through the coldest night."
    },
    {
      "cite": "Richard Grossinger",
      "quote": "White is too brilliant to be seen, so yellow is its filter, its costume, revealing that pure light has not only brightness but emotional resonance and depth."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The yellow glistens. It glistens with various yellows, Citrons, oranges and greens.Flowering over the skin."
    },
    {
      "cite": "Susan Blackmore",
      "quote": "The yellow is unsteady. The more I try to capture what it's like now, the less steady it seems. But it's still there, and yellow all right. Perhaps I am trying too hard, and chasing the yellow away."
    },
    {
      "cite": "Jeffrey D. Anderson",
      "quote": "Yellow is the color of the east, childhood, and morning."
    },
    {
      "cite": "Jean-Philippe Lenclos &amp; Dominique Lenclos",
      "quote": "Yellow is the warmest and most ardent of colors, like the sun at its zenith, the Golden Light, the path of communication between men and gods. Of divine essence, golden yellow on Earth is characteristic of the powers of princes, kings, and emperors, who thereby proclaim the divine origin of their power."
    },
    {
      "cite": "Mobolaji Dawodu",
      "quote": "There's something very freeing about yellow. When you wear yellow you just have to go for it."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "How wonderful yellow is. It stands for the sun."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Yellow is capable of charming God."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "There is a sun, a light that for want of another word I can only call yellow, pale sulphur yellow, pale golden citron. How lovely yellow is!"
    },
    {
      "cite": "Bobby Unser",
      "quote": "Yellow usually means it's not that serious."
    },
    {
      "cite": "Mobolaji Dawodu",
      "quote": "Yellow is not an in-between color, you're either all in or you're not."
    },
    {
      "cite": "Feng Shui Form",
      "quote": "Yellow is a color that helps us remember the past. Think of all the things we Westerners associate with the color yellow: our phone book's yellow pages, the yellow school bus, and yellow legal pads. Yellow is the color of history, memory and learning. It represents friendship and mutual respect. Sunny yellow comes in a multitude of shades, ones we can use to bring light into our lives."
    },
    {
      "cite": "Johann Wolfgang Goethe",
      "quote": "It is the color closest to light. In its utmost purity it always implies the nature of brightness and has a cheerful, serene, gently stimulating character. Hence, experience teaches us that yellow makes a thoroughly warm and comforting impression."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "Yellow is vagueness and luminousness, both."
    },
    {
      "cite": "Rosie O'Donnell",
      "quote": "Fame stole my yellow. Yellow is the color you get when you're real and brutally honest. Yellow is with my kids. The bundle of bright yellow warming my core, formerly frozen and uninhabitable. They got yellow from me, and I felt yellow giving it to them and it was all good. So, why am I leaving my show? It took my yellow. I wanted it back. Without it I can't live. The gray kills me."
    }
  ]
}