{
  "source": "https://www.wisesayings.com/yes-quotes/",
  "theme": "yes",
  "quotes": [
    {
      "cite": "Byron Katie",
      "quote": "A dishonest yes is a no to yourself."
    },
    {
      "cite": "John Templeton",
      "quote": "The person who is willing to say yes to experience is the person who discovers new frontiers."
    },
    {
      "cite": "Chris Guillebeau",
      "quote": "Say yes to everything you're excited about or afraid of."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "The moment you say yes to acting on your desire is the real beginning."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sometimes we receive the power to say yes to life. Then peace enters us and makes us whole."
    },
    {
      "cite": "Alan Cohen",
      "quote": "When you learn to say yes to yourself, you will be able to say no to others, with love."
    },
    {
      "cite": "Chelsea Handler",
      "quote": "Don't take 'no' for an answer. Keep knocking down walls until someone says 'yes.'"
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you must say yes, say it with an open heart. If you must say no, say it without fear."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Never allow a person to tell you no who doesn't have the power to say yes."
    },
    {
      "cite": "Eric Schmidt",
      "quote": "Say yes to more things."
    },
    {
      "cite": "John Wooden",
      "quote": "Make your \"yes\" mean yes, and your \"no\" mean no."
    },
    {
      "cite": "Sybil Stanton",
      "quote": "Discipline means choices. Every time you say yes to a goal or objective, you say no to many more."
    },
    {
      "cite": "C.J. Langenhoven",
      "quote": "Yes is like credit, No is like cash."
    },
    {
      "cite": "Tina Fey",
      "quote": "Start with a 'Yes', and see where that takes you."
    },
    {
      "cite": "Tina Fey",
      "quote": "Say yes and you'll figure it out afterwards."
    },
    {
      "cite": "Meshell Ndegeocello",
      "quote": "Your yes means nothing if you can't say no."
    },
    {
      "cite": "Richard Branson",
      "quote": "Life is a helluva lot more fun if you say yes rather than no."
    },
    {
      "cite": "Ken Poirot",
      "quote": "You are only one \"Yes\" away from success."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "A writer must say yes to life."
    },
    {
      "cite": "John Currin",
      "quote": "There is no misery in art. All art is about saying yes, and all art is about its own making."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "Love is saying yes to belonging."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Saying yes all the time won't make me Wonder Woman. It will make me a worn out woman."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "After the final no there comes a yes. And on that yes the future world depends."
    },
    {
      "cite": "Tony Blair",
      "quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes."
    },
    {
      "cite": "Marshall Sylver",
      "quote": "You can only get more in life by saying YES."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Sometimes \"Yes\" is rhetoric enough."
    },
    {
      "cite": "Sally Potter",
      "quote": "I think yes is the most beautiful and necessary word in the English language."
    },
    {
      "cite": "Abhishek Shukla",
      "quote": "Sometimes even a Yes can be fatal for our Souls."
    },
    {
      "cite": "Albert Camus",
      "quote": "Charm is a way of getting the answer 'Yes' without asking a clear question."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "Learn to say no, so your yes has some oomph."
    }
  ]
}