{
  "source": "https://www.wisesayings.com/yin-and-yang-quotes/",
  "theme": "yin-and-yang",
  "quotes": [
    {
      "cite": "Kamand Kojouri",
      "quote": "The reason as to why we are attracted to our opposites is because they are our salvation from the burden of being ourselves."
    },
    {
      "cite": "Eowyn Ivey",
      "quote": "Everywhere, even in the blackest abyss, he believed one might witness the divine. The shadows and contrast―absence itself―as important as the light and marble, for one cannot exist without the other."
    },
    {
      "cite": "J. Earp",
      "quote": "Pain and pleasure are the yin and yang of love."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "In this world, there is no absolute good, no absolute evil,\" the man said. \"Good and evil are not fixed, stable entities but are continually trading places. A good may be transformed into an evil in the next second. And vice versa. Such was the way of the world that Dostoevksy depicted in The Brothers Karamazov. The most important thing is to maintain the balance between the constantly moving good and evil. If you lean too much in either direction, it becomes difficult to maintain actual morals. Indeed, balance itself is the good."
    },
    {
      "cite": "Hilary Bader",
      "quote": "Yin and Yang. Big and small. You and me."
    },
    {
      "cite": "David Slack",
      "quote": "Within each of us lies conflicting forces: yin and yang, light and dark, good and evil."
    },
    {
      "cite": "Michael Dante DiMartino",
      "quote": "There is energy all around us. The energy is both Yin and Yang, positive energy and negative energy."
    },
    {
      "cite": "George Lucas",
      "quote": "Yin and Yang are the two opposites which control the universe and thus the human body."
    },
    {
      "cite": "George Lucas",
      "quote": "Yin is moist, weak, feminine, Yang is strong, dry, masculine."
    },
    {
      "cite": "Dean Georgaris",
      "quote": "Nature is about balance. All the world comes in pairs - Yin and Yang, right and wrong, men and women; what's pleasure without pain?"
    },
    {
      "cite": "Jerry Siegel",
      "quote": "You know us. Chocolate and peanut butter, yin and yang, Tarzan and Jane. Okay, maybe not the pulling hair, jungle love of it all."
    },
    {
      "cite": "Christopher Keyser",
      "quote": "You know, yin and yang represents harmony of opposites. Man, woman, dark, light."
    },
    {
      "cite": "Michael Dante DiMartino",
      "quote": "You've already met them, actually. Twee and La, your Moon and Ocean, have always circled each other in an eternal dance. They balance each other. Push and pull. Life and death. Good and evil. Yin and Yang."
    },
    {
      "cite": "Bing Gordon",
      "quote": "I maintain nonetheless that yin-yang dualism can be overcome. With sufficient enlightenment we can give substance to any distinction: mind without body, north without south, pleasure without pain. Remember, enlightenment is a function of willpower, not of physical strength."
    },
    {
      "cite": "Prince Rogers Nelson",
      "quote": "I am the Continental / I am the main thing / Whatever come for and after me is yin yang / Why settle for a star when you can have the sun?"
    },
    {
      "cite": "Adam Ant",
      "quote": "That's just the Yin and the Yang of it / It's got some words and a beat to it / So don't you ask me to stop wanting it / Don't ask me to stop needing it / It's just the Yin and the Yang of it"
    },
    {
      "cite": "Deer Come Hear",
      "quote": "Not black and white / Just open your eye / The yin and yang  / When balance is ripe / The fruit is the same / No formaldehyde / You'll feel what it's like / Follow the light"
    },
    {
      "cite": "Cree High",
      "quote": "Let go of who you are / Step into the light of love / The power of kindness / We are Yin and Yang / A battle which will last forever."
    },
    {
      "cite": "Sandra Eckard",
      "quote": "The essence of yin and yang centers on the tension between two halves of a whole that are both divided and connected."
    },
    {
      "cite": "Angellia Moore",
      "quote": "The essence of yin and yang centers on the tension between two halves of a whole that are both divided and connected."
    },
    {
      "cite": "Angellia Moore",
      "quote": "The Yin and Yang Theory is one of the main theories emphasizing Feng Shui."
    },
    {
      "cite": "Angellia Moore",
      "quote": "According to the Theory of Yin and Yang, everything in the universe consists of two opposing forces, yet they are deeply connected at a common place called or balance."
    },
    {
      "cite": "Angellia Moore",
      "quote": "The Yin cannot exist without the Yang. The Yang cannot exist without the Yin. They cannot exist in isolation."
    },
    {
      "cite": "Angellia Moore",
      "quote": "The Yin and Yang have to coexist to bring balance, peace, and harmony or Feng Shui to your life."
    },
    {
      "cite": "Brendan Kelly",
      "quote": "When there is harmony, Yin balances the Yang and Yang balances the Yin."
    },
    {
      "cite": "Chenyang Li",
      "quote": "There was neither dark nor bright, neither yin nor yang. With yin and yang not as yin or yang, and further divided into the four season."
    },
    {
      "cite": "Robin Wang",
      "quote": "Heaven and earth are constant and there is one yin and one yang. Yang is heaven's virtue and Yin is heaven's use of punishments."
    },
    {
      "cite": "Zhong Guan",
      "quote": "Of the ways to achieve success, expanding and contracting in accordance with the Yin and the Yang is the most precious."
    },
    {
      "cite": "Larry Sang",
      "quote": "The immutable laws of the universe - no matter how complicated they may seem - collectively speaking, are the interaction and the relationship between the two polar energies, Yin and Yang."
    }
  ]
}