{
  "source": "https://www.wisesayings.com/yoga-quotes/",
  "theme": "yoga",
  "quotes": [
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga teaches us to cure what need not be endured and endure what cannot be cured."
    },
    {
      "cite": "Ganga White",
      "quote": "In truth, yoga doesn't 'take time'—it gives time."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "Through the practices of yoga, we discover that concern for the happiness and well being of others, including animals, must be an essential part of our own quest for happiness and well being. The fork can be a powerful weapon of mass destruction or a tool to create peace on Earth."
    },
    {
      "cite": "Bob Harper",
      "quote": "Yoga is the fountain of youth. You're only as young as your spine is flexible."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Meditation is painful in the beginning but it bestows immortal bliss and supreme joy in the end."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You cannot control anything except your thoughts. With yoga, you do not control yourself but you harmonize with nature."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A photographer gets people to pose for him. A yoga instructor gets people to pose for themselves."
    },
    {
      "cite": "Max Strom",
      "quote": "It doesn't matter how deep into a posture you go, what matters is who you are when you get there."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "When you inhale, you are taking the strength from God. When you exhale, it represents the service you are giving to the world."
    },
    {
      "cite": "Tirumalai Krishnamacharya",
      "quote": "Inhale, and God approaches you. Hold the inhalation, and God remains with you. Exhale, and you approach God. Hold the exhalation, and surrender to God."
    },
    {
      "cite": "Amit Ray",
      "quote": "Enlightenment comes when you understand the language of heart - the language of tree, birds and the nature."
    },
    {
      "cite": "Rodney Yee",
      "quote": "The most important pieces of equipment you need for doing yoga are your body and your mind."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Better indeed is knowledge than mechanical practice. Better than knowledge is meditation. But better still is surrender of attachment to results, because there follows immediate peace"
    },
    {
      "cite": "Walter Bagehot",
      "quote": "No great work has ever been produced except after a long interval of still and musing meditation"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the midst of movement and chaos, keep stillness inside of you."
    },
    {
      "cite": "Svatmarama",
      "quote": "One succeeds in all Yogas through energetic practice—even if one is young, old, very old, sick, or weak."
    },
    {
      "cite": "Swami Kripalu",
      "quote": "To perform every action artfully is yoga."
    },
    {
      "cite": "Raphael, Essence",
      "quote": "The ultimate essence of yoga is the contact and the union between the individual consciousness and the divine consciousness."
    },
    {
      "cite": "Jason Crandell",
      "quote": "Yoga is the perfect opportunity to be curious about who you are."
    },
    {
      "cite": "Richard Gere",
      "quote": "Meditation is such a more substantial reality than what we normally take to be reality."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Tree pose grows confidence. It roots me to this world."
    },
    {
      "cite": "Chaitanya Charan Das",
      "quote": "Meditation is defined by not just the mode of thinking, but also the object of thought"
    },
    {
      "cite": "Kathryn E. Livingston",
      "quote": "Take a Tree Pose in your life."
    },
    {
      "cite": "Yogi Vini",
      "quote": "Pain and Happiness are the coverings over reality"
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "Happiness is a state of inner fulfillment."
    },
    {
      "cite": "Swami Satchitananda",
      "quote": "Paths are many, Truth is ONE!"
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga is a light, which once lit, will never dim. The better your practice, the brighter the flame."
    },
    {
      "cite": "Patanjali",
      "quote": "A mind free from all disturbances is Yoga"
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Mindful meditation has been discovered to foster the ability to inhibit those very quick emotional impulses."
    }
  ]
}