{
  "source": "https://www.wisesayings.com/you-make-me-happy-quotes/",
  "theme": "you-make-me-happy",
  "quotes": [
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Donna White",
      "quote": "Every single day I want you to be happy and full of joy, just like you make me happy by just passing through my mind."
    },
    {
      "cite": "Amanda Hocking",
      "quote": "I don't care where I come from or who you are. I can make you happy, and you make me happy. We could have a happily ever after."
    },
    {
      "cite": "Ana Vasquez",
      "quote": "I could stay like this, looking at your eyes forever, because i would know that i would be in my favorite place for eternity."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."
    },
    {
      "cite": "Marxie",
      "quote": "The best feeling in the world is realizing that you're perfectly happy without the thing you thought you needed"
    },
    {
      "cite": "Iono",
      "quote": "You know you've found someone special when they can lift your spirits simply with a smile"
    },
    {
      "cite": "Mark Amend",
      "quote": "Before I met you I never thought I would smile for no reason again."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "But you make me happy. It's living up to being happy that's the difficult part."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.'"
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "I do not exist to impress the world. I exist to live my life in a way that will make me happy."
    },
    {
      "cite": "Mark Amend",
      "quote": "The more you smile in life, the more life smiles on you."
    },
    {
      "cite": "Maria Grazia Cucinotta",
      "quote": "Give me something to do and you will make me happy."
    },
    {
      "cite": "Sutton Foster",
      "quote": "When I look at my longterm goals for the rest of my life, there are so many things other than performing that make me happy."
    },
    {
      "cite": "Jimmie Davis",
      "quote": "You are my sunshine my only sunshine. You make me happy when skies are grey. You'll never know dear how much I love you. Please don't take my sunshine away"
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Relationships make me happy."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "What's necessary to keep one's wife happy. First, let her think she is having her own way. Second, let her have it."
    },
    {
      "cite": "Bette Midler",
      "quote": "The worst part of having success is trying to find someone who is happy for you."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman."
    },
    {
      "cite": "Henny Youngman",
      "quote": "The secret to a happy marriage remains a secret."
    },
    {
      "cite": "Jay Trachman",
      "quote": "The formula for a happy marriage? It's the same as the one for living in California: when you find a fault, don't dwell on it."
    },
    {
      "cite": "Smriti Prasadam-Halls",
      "quote": "You make me happy, You make me sing / There's a bounce in my footstep, like bunnies in spring."
    },
    {
      "cite": "Smriti Prasadam-Halls",
      "quote": "You make me happy / you make me new / Together there's nothing / that we cannot do."
    },
    {
      "cite": "Smriti Prasadam-Halls",
      "quote": "You make me happy and hopeful and strong."
    },
    {
      "cite": "Smriti Prasadam-Halls",
      "quote": "You make me happy, like birds taking flight."
    },
    {
      "cite": "Michelle McNair",
      "quote": "You make me happy when you smile at me / You are the only one I see"
    },
    {
      "cite": "Michelle McNair",
      "quote": "You help me be You make me happy when you give me a hug / You make me happy when you are below and above"
    },
    {
      "cite": "Michelle McNair",
      "quote": "You make me happy when you give me your love."
    },
    {
      "cite": "Michelle McNair",
      "quote": "The only person I could count on is you. You make me smile, you make me laugh. You make me grateful for what I have."
    }
  ]
}