{
  "source": "https://www.wisesayings.com/you-are-beautiful-quotes/",
  "theme": "you-are-beautiful",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You are most beautiful when your eyes are glowing with kindness and joy."
    },
    {
      "cite": "Anonymous",
      "quote": "When you believe that you are beautiful, other people are bound to think the same."
    },
    {
      "cite": "Anonymous",
      "quote": "The moon and the stars don't glow as bright as your eyes, you are extremely beautiful."
    },
    {
      "cite": "Ella Mai",
      "quote": "It's okay to wake up and look however you look. You are beautiful regardless."
    },
    {
      "cite": "Victoria Hugo",
      "quote": "To the people who love you, you are beautiful already. This is not because they're blind to your shortcomings but because they so clearly see your soul. Your shortcomings then dim by comparison. The people who care about you are willing to let you be imperfect and beautiful, too."
    },
    {
      "cite": "Anonymous",
      "quote": "It is in the power that you have the ability to tell people you are beautiful that you become beautiful in their eyes."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "You are beautiful in every single way. Words can't bring you down."
    },
    {
      "cite": "Byron Katie",
      "quote": "If you realized how beautiful you are, you would fall at your own feet."
    },
    {
      "cite": "Rachel Hamilton",
      "quote": "How dare the world define beauty. God defined beauty when he made you! You are beautiful, you are a true beauty just the way you are!"
    },
    {
      "cite": "Orson Welles",
      "quote": "You're beautful. Yes you are, you're very very beautiful. Extremely beautiful."
    },
    {
      "cite": "Anonymous",
      "quote": "You are loved. You are wonderfully made. You are beautiful. You have purpose. You are a masterpiece."
    },
    {
      "cite": "Drake",
      "quote": "Want to know a secret? Someone out there can't stop thinking about you. You are beautiful. Don't ever believe differently."
    },
    {
      "cite": "Ariana Grande",
      "quote": "You are beautiful and perfect and lovely however you are."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "It's not the face, but the expressions on it. It's not the voice, but what you say. It's not how you look in that body, but the thing you do with it. You are beautiful."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You are a beautiful and wonderful soul. Recognise and illuminate it."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Nothing makes a woman more beautiful than the belief that she is beautiful.Â"
    },
    {
      "cite": "Amy Bloom",
      "quote": "You are imperfect, permanently and inevitably flawed. And you are beautiful."
    },
    {
      "cite": "Mary Lambert",
      "quote": "Just because you're not thin does not mean you're ugly. You are beautiful because of the light you carry inside you. You are beautiful because you say you are, and you hold yourself that way."
    },
    {
      "cite": "Michelle Obama",
      "quote": "No matter who you are, no matter where you come from, you are beautiful."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "By choosing healthy over skinny you are choosing self-love over self-judgment. You are beautiful!"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable."
    },
    {
      "cite": "Williams Carlos Williams",
      "quote": "The beauty is in the eye of the beholder."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "To all the girls that think you're fat because you're not a size zero, you're the beautiful one, its society who's ugly."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Everybody feels like [a misfit] at different points in their life. If you feel like who you are is right for you, then you are beautiful."
    },
    {
      "cite": "Meagan Tandy",
      "quote": "Try your hardest to be confident in who you are. You are enough - you are beautiful."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "You are beautiful just the way you are."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "You are beautiful when you are happy."
    },
    {
      "cite": "Anonymous",
      "quote": "There is nobody more beautiful in this world that a woman in love, so there is nobody more beautiful than you."
    },
    {
      "cite": "Russell T Davies",
      "quote": "You are worthy of love and respect. You are beautiful, gifted, and intelligent. Don't let the storm make you forget it"
    }
  ]
}