{
  "source": "https://www.wisesayings.com/you-can-do-it-quotes/",
  "theme": "you-can-do-it",
  "quotes": [
    {
      "cite": "Ralph Marston",
      "quote": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination."
    },
    {
      "cite": "Van Morrison",
      "quote": "If it's what you do and you can do it, then you do it."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Have a robust mindset; dare to move any mountain!"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I believe that the only courage anybody ever needs is the courage to follow your own dreams."
    },
    {
      "cite": "Dizzy Dean",
      "quote": "It ain't bragging if you can do it."
    },
    {
      "cite": "Kanye West",
      "quote": "If you can do it better than me, then you do it."
    },
    {
      "cite": "Anil Sinha",
      "quote": "The most important thing for success is self belief and confidence. Believing you deserve it, believing you can do it, and you will get it."
    },
    {
      "cite": "Walt Disney",
      "quote": "If you can dream it, you can do it. Always remember this whole thing was started by a mouse."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "I don't think anything is unrealistic if you believe you can do it."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Take up one idea. Make that one idea your life think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
    },
    {
      "cite": "David Goggins",
      "quote": "If you can see yourself doing something, you can do it. If you ca' see yourself doing it, usually you ca' achieve it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Once you can write an alphabet, you can write a book of 100 million pages. It's just a matter of believing it as possible, and taking the cross millimetre by millimetre."
    },
    {
      "cite": "Agatha Stephanie Lin",
      "quote": "You don't need anyone to believe that you can do it, as long as you believe in yourself and what you're capable of."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The bird dares to break the shell, then the shell breaks open and the bird can fly openly. This is the simplest principle of success. You dream, you dare and and you fly."
    },
    {
      "cite": "Raymond Cruz",
      "quote": "I try to stay in the best physical shape that I can because I do most of my own stunts. It looks amazing if you can do it, but I dont advocate it because you always get injured."
    },
    {
      "cite": "Roopleen",
      "quote": "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."
    },
    {
      "cite": "Doris",
      "quote": "If I can do it, you can do it. Anybody can."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "When you believe that you can do something, that's when you can do it."
    },
    {
      "cite": "Beverly Sills",
      "quote": "Just sing it. Don't prove you can sing it. I know you can, you know you can. So just do it, because if you try to prove it, you'll lose."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "All that the spider needs to complete its web is step taking."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do the thing and you will have the power."
    },
    {
      "cite": "Henry Ford",
      "quote": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Think you can and you can do it. Your thoughts are your life."
    },
    {
      "cite": "Eva Longoria",
      "quote": "The main thing is to be philanthropic in your everyday life. You don't have to have money to do that. You can do it with your time and your energy."
    },
    {
      "cite": "James Allen",
      "quote": "If you real desire is to be good, there is no need to wait for the money before you do it; you can do it now, this very moment, and just where you are."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "If you want to do something you can do it! You just have to be focused and persistent."
    },
    {
      "cite": "David Hockney",
      "quote": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent."
    },
    {
      "cite": "Demi Lovato",
      "quote": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "By stepping outside your comfort zone to do something peculiar, you confirm that you can do more than you've done. Move out!"
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "What happened yesterday, no longer matters. Today is another day. Get back on the right track and move closer to your dreams. Yes you can do it."
    }
  ]
}