{
  "source": "https://www.wisesayings.com/young-quotes/",
  "theme": "young",
  "quotes": [
    {
      "cite": "Roger Ascham",
      "quote": "Young children were sooner allured by love, than driven by beating, to attain good learning."
    },
    {
      "cite": "Timothy Leary",
      "quote": "You're only as young as the last time you changed your mind."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Young people, who are beginners in everything, cannot yet know love: they have to learn it."
    },
    {
      "cite": "Joe E. Lewis",
      "quote": "You are only young once, and if you work it right, once is enough."
    },
    {
      "cite": "Anne Frank",
      "quote": "The young are not afraid of telling the truth."
    },
    {
      "cite": "Dianne Wiest",
      "quote": "Young people are more intelligent and sophisticated."
    },
    {
      "cite": "Barack Obama",
      "quote": "Young people recognize the big challenges that are coming up."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young."
    },
    {
      "cite": "Dick Clark",
      "quote": "If you want to stay young-looking, pick your parents very carefully."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "You are as young as your faith, as old as your doubt; as young as your self-confidence, as old as your fear; as young as your hope, as old as your despair."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Youthfulness is about how you live not when you were born."
    },
    {
      "cite": "Hortense Calisher",
      "quote": "The young show the genetic process, the old merely die of it."
    },
    {
      "cite": "Zelda Fitzgerald",
      "quote": "All I want to be is very young always and very irresponsible and to feel that my life is my own to live and be happy and die in my own way to please myself."
    },
    {
      "cite": "Mardy Grothe",
      "quote": "When we're young, everything is possible; when we're old, possibilities are everything."
    },
    {
      "cite": "Aristotle",
      "quote": "The young are permanently in a state resembling intoxication."
    },
    {
      "cite": "Max Nordau",
      "quote": "To remain always young, we need only do at every age what harmonises with it."
    },
    {
      "cite": "J. Lynn",
      "quote": "You're young and you have all your life ahead of you."
    },
    {
      "cite": "Jane Addams",
      "quote": "Young people need pleasure as truly as they need food and air."
    },
    {
      "cite": "Taylor Swift",
      "quote": "When you're young you just run, but you come back to what you need."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "It is better to be young in your failures than old in your successes."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Young people have limited choices, but they are also useful human resources."
    },
    {
      "cite": "Rae Foley",
      "quote": "The young never take anything seriously if it sounds simple."
    },
    {
      "cite": "Jonathan Brandis",
      "quote": "When you're young, you should live out every weekend. Even if you look like a scarecrow, you just gotta go!"
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "In the spring a young man's fancy lightly turns to thoughts of love."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "A young man is so strong, so mad, so certain, and so lost. He has everything and he is able to use nothing."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Young is the one that plunges in the future and never looks back."
    },
    {
      "cite": "Frank Crowninshield",
      "quote": "Young men and young women, full of courage, originality, and genius, are everywhere to be met with."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "We're not too young for love, just too young for about everything there is that goes with love."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Youthfulness is not determined by age. It is determined by one's life force. One who possesses hope is forever young. One who continually advances is forever beautiful."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "The young man only looks to the future because he has lived little; the old man looks to the past because he has little left to live."
    }
  ]
}