{
  "source": "https://www.wisesayings.com/younger-sister-quotes/",
  "theme": "younger-sister",
  "quotes": [
    {
      "cite": "Gemma Burgess",
      "quote": "That’s the best thing about little sisters: They spend so much time wishing they were elder sisters that in the end they’re far wiser than the elder ones could ever be."
    },
    {
      "cite": "Pam Brown",
      "quote": "A younger sister is someone to use as a guinea-pig in trying sledges and experimental go-carts. Someone to send on messages to Mum. But someone who needs you - who comes to you with bumped heads, grazed knees, tales of persecution. Someone who trusts you to defend her. Someone who thinks you know the answers to almost everything."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A little sister you once were, but now a great friend you are!"
    },
    {
      "cite": "Serena Williams",
      "quote": "For the younger sisters, we always look up to the older sisters because they're always ahead of us and they always win."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "For once in your life, listen to your younger sister. She's taller, and she knows better than you."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "A sister is both your mirror – and your opposite."
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "A sister is a little bit of childhood that can never be lost."
    },
    {
      "cite": "Anonymous",
      "quote": "A Sister is God's way of proving He doesn't want us to walk alone."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sisters make the best friends in the world."
    },
    {
      "cite": "Nancy Mitford",
      "quote": "Sisters are a shield against life's cruel adversity."
    },
    {
      "cite": "Christopher Titus",
      "quote": "Sisters ruin everything. It's in their job description."
    },
    {
      "cite": "Jill Shalvis",
      "quote": "Sisters are the true friends who ask how you are, and then wait to hear the answer."
    },
    {
      "cite": "Pam Brown",
      "quote": "If your sister is in a tearing hurry to go out and cannot catch your eye, she’s wearing your best sweater."
    },
    {
      "cite": "Toni Morrison",
      "quote": "A sister can be seen as someone who is both ourselves and very much not ourselves - a special kind of double."
    },
    {
      "cite": "Richard Asher",
      "quote": "Too often a sister puts all her patients back to bed as a housewife puts all her plates back in the plate-rack-to make a generally tidy appearance."
    },
    {
      "cite": "Cali Rae Turner",
      "quote": "The best thing about having a sister was that I always had a friend."
    },
    {
      "cite": "Evelyn Loeb",
      "quote": "We acquire friends and we make enemies, but our sisters come with the territory."
    },
    {
      "cite": "Carol Saline",
      "quote": "Sisters function as safety nets in a chaotic world simply by being there for each other."
    },
    {
      "cite": "Amy Li",
      "quote": "Having a sister is like having a best friend you can’t get rid of. You know whatever you do, they’ll still be there."
    },
    {
      "cite": "M. Molly Backes",
      "quote": "How the hell do you sum up your sister in three minutes? She’s your twin and your polar opposite. She’s your constant companion and your competition. She’s your best friend and the biggest bitch in the world. She’s everything you wish you could be and everything you wish you weren’t."
    },
    {
      "cite": "Michelle Malm",
      "quote": "A sister is a friend you don’t have to avoid the truth with."
    },
    {
      "cite": "Isadora James",
      "quote": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life."
    },
    {
      "cite": "Amanda Lovelace",
      "quote": "It is strange how sisters can be saviors or strangers and sometimes a bit of both."
    },
    {
      "cite": "Susan Cabil",
      "quote": "One’s sister is part of one’s essential self, an eternal presence of ones’ heart, soul and memory."
    },
    {
      "cite": "Mary Montagu",
      "quote": "There can be no situation in life in which the conversation of my dear sister will not administer some comfort to me."
    },
    {
      "cite": "Clara Ortega",
      "quote": "The mildest, drowsiest sister has been known to turn tiger if her sibling is in trouble."
    },
    {
      "cite": "Chris Montaigne",
      "quote": "A sister smiles when one tells one's stories - for she knows where the decoration has been added."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
    },
    {
      "cite": "Carrie Bagwell",
      "quote": "Sisters touch your heart in ways no other could. Sisters share... their hopes, their fears, their love, everything they have. Real friendship springs from their special bonds."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "You keep your past by having sisters. As you get older, they're the only ones who don't get bored if you talk about your memories."
    }
  ]
}