{
  "source": "https://www.wisesayings.com/young-death-quotes/",
  "theme": "young-death",
  "quotes": [
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Each man carries within him the soul of a poet who died young."
    },
    {
      "cite": "Lady Flora Hastings",
      "quote": "Grieve not that I die young. Is it not well to pass away ere life hath lost its brightness?"
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The idea is to die young as late as possible."
    },
    {
      "cite": "Andrew A. Rooney",
      "quote": "Death is a distant rumor to the young."
    },
    {
      "cite": "David Burrows",
      "quote": "This was a massive star that lived fast and died young."
    },
    {
      "cite": "John DeFrain",
      "quote": "The death of a baby is like a stone cast into the stillness of a quiet pool; the concentric ripples of despair sweep out in all directions, affecting many, many people."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If a mother is mourning not for what she has lost but for what her dead child has lost, it is a comfort to believe that the child has not lost the end for which it was created."
    },
    {
      "cite": "unknown",
      "quote": "No farewell words were spoken, no time to say goodbye. You were gone before we knew it, and only God knows why."
    },
    {
      "cite": "Hooker",
      "quote": "Think of your child, then, not as dead, but as living; not as a flower that has withered, but as one that is transplanted, and touched by a Divine hand, is blooming in richer colors and sweeter shades than those of earth."
    },
    {
      "cite": "Rutherford",
      "quote": "Ye have lost a child nay, she is not lost to you, who is found to Christ; she is not sent away, but only sent before; like unto a star, which going out of our sight, doth not die and vanish, but shineth in another hemisphere."
    },
    {
      "cite": "Giannina Braschi",
      "quote": "If you want to know what love is, have a child. If you want to know what pain is, bury him."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "Let your children be as so many flowers, borrowed from God. If the flowers die or wither, thank God for a summer loan of them."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Fairness doesn't govern life and death. If it did, no good man would ever die young."
    },
    {
      "cite": "Thomas Adams",
      "quote": "Death is as near to the young as to the old; here is all the difference: death stands behind the young man's back, before the old man's face."
    },
    {
      "cite": "James Wattersmith",
      "quote": "Live life to it's fullest or it may seem like you died young."
    }
  ]
}