{
  "source": "https://www.wisesayings.com/youtube-quotes/",
  "theme": "youtube",
  "quotes": [
    {
      "cite": "Jake Paul",
      "quote": "YouTube is, at the end of the day, a search engine... that's why Google bought it."
    },
    {
      "cite": "Chad Hurley",
      "quote": "YouTube and other sites will bring together all the diverse media which matters to you, from videos of family and friends to news, music, sports, cooking and much, much more."
    },
    {
      "cite": "Todrick Hall",
      "quote": "That's the beauty of YouTube. You can take whatever you want and create a video from your home and put it up, and you're just sharing it with your friends."
    },
    {
      "cite": "Chad Hurley",
      "quote": "YouTube provides a unique opportunity for all musicians to market and promote their music and directly engage their fans."
    },
    {
      "cite": "Zoe Sugg",
      "quote": "The joy of YouTube is that you can create content about anything you feel passionate about, however silly the subject matter."
    },
    {
      "cite": "Lindsey Stirling",
      "quote": "The great thing about YouTube is there are no gatekeepers. No one is waiting to tell you if you're good enough. It's just your audience."
    },
    {
      "cite": "Franchesca Ramsey",
      "quote": "YouTube is an amazing platform to talk about social issues because it gives people the ability to tell their own stories and reach audience around the world who may otherwise never be exposed to these people and conversations."
    },
    {
      "cite": "John Cabrera",
      "quote": "YouTube's audience is very specific. They are ready for great content. But you have to engage with the audience in a very direct fashion."
    },
    {
      "cite": "Larry Gelbart",
      "quote": "Reality television is less honest than YouTube. YouTube is the real reality."
    },
    {
      "cite": "Conor Maynard",
      "quote": "YouTube is an amazing platform for young musicians - although its harder to get noticed now that everyone is on it."
    },
    {
      "cite": "Tyler Oakley",
      "quote": "Everybody on YouTube starts with zero subscribers. You think of everyone you look up to or have watched for years or whatever, they may seem like this is their life now, but it wasn't always that."
    },
    {
      "cite": "Gordon Korman",
      "quote": "If it isn't on YouTube, it might as well have never happened"
    },
    {
      "cite": "Shane Dawson",
      "quote": "YouTube opened up a lot of doors."
    },
    {
      "cite": "Chad Hurley",
      "quote": "YouTube is committed to balancing the needs of the fan community with those of copyright holders."
    },
    {
      "cite": "Steve Chen",
      "quote": "YouTube is a platform, a distribution vehicle."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Have you ever noticed, and realized the typo within the YouTube than Your-Tube."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Advertisements on YouTube are the new infomercials."
    },
    {
      "cite": "Chad Hurley",
      "quote": "YouTube is becoming much more than an entertainment destination."
    }
  ]
}