{
  "source": "https://www.wisesayings.com/youth-quotes/",
  "theme": "youth",
  "quotes": [
    {
      "cite": "Euripides",
      "quote": "Youth is the best time to be rich, and the best time to be poor."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Youth is such a wonderful thing. What a crime to waste it on children."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Youth comes but once in a lifetime."
    },
    {
      "cite": "Luella F. Phean",
      "quote": "Youth is not a time of life, it is a state of mind. You are as old as your doubt, your fear, your despair. The way to keep young is to keep your faith young. Keep your self-confidence young. Keep your hope young."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Youth is about the only thing worth having, and that is about the only thing youth has."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Youth gets together with their materials to build a bridge to the moon or maybe a palace on earth; then in middle age they decide to build a woodshed with them instead."
    },
    {
      "cite": "Joe E. Lewis",
      "quote": "You are only young once, and if you work it right, once is enough."
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "We have a powerful potential in our youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends."
    },
    {
      "cite": "Euripedes",
      "quote": "Who so neglects learning in his youth loses the past and is dead to the future."
    },
    {
      "cite": "Mary Little",
      "quote": "A youth with his first cigar makes himself sick; a youth with his first girl makes everybody sick."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The young do not know enough to be prudent, and therefore they attempt the impossible, and achieve it, generation after generation."
    },
    {
      "cite": "Herbert Henry Asquith",
      "quote": "Youth would be an ideal state if it came a little later in life."
    },
    {
      "cite": "J.K Rowling",
      "quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A sensual and intemperate youth translates into an old worn-out body."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Youth is to all the glad season of life; but often only by what it hopes, not by what it attains, or what it escapes."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "Youth is not a question of years: one is young or old from birth."
    },
    {
      "cite": "Aristotle",
      "quote": "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The deepest definition of youth is life as yet untouched by tragedy."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Youth is ever apt to judge in haste, and lose the medium in the wild extreme."
    },
    {
      "cite": "Sophia Loren",
      "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will have truly defeated age."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "One of the signs of passing youth is the birth of a sense of fellowship with other human beings as we take our place among them."
    },
    {
      "cite": "Helen Keller",
      "quote": "It is not possible for civilization to flow backward while there is youth in the world. Youth may be headstrong, but it will advance its allotted length."
    },
    {
      "cite": "Robert Lowell",
      "quote": "If youth is a defect, it is one we outgrow too soon."
    },
    {
      "cite": "Sir Walter Raleigh",
      "quote": "Use your youth so that you may have comfort to remember it when it has forsaken you, and not sigh and grieve at the account thereof."
    },
    {
      "cite": "Confucius",
      "quote": "A youth is to be regarded with respect. How do you know that his future will not be equal to our present?"
    },
    {
      "cite": "Raisa M. Gorbachev",
      "quote": "Youth is, after all, just a moment, but it is the moment, the spark, that you always carry in your heart."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Well, youth is the period of assumed personalities and disguises. It is the time of the sincerely insincere."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The Youth of a Nation are the trustees of posterity."
    },
    {
      "cite": "Carey Williams",
      "quote": "Youth is that period when a young boy knows everything but how to make a living."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Youth has no age."
    }
  ]
}