{
  "source": "https://www.wisesayings.com/yummy-quotes/",
  "theme": "yummy",
  "quotes": [
    {
      "cite": "Masanobu Fukuoka",
      "quote": "If you do not try to make food delicious, you will find that nature has made it so."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "Every time you use the word 'healthy,' you lose. The key is to make yummy, delicious food that happens to be healthy."
    },
    {
      "cite": "Dan Barber",
      "quote": "Clean plates don't lie."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Nothing can be delicious when you are holding your breath."
    },
    {
      "cite": "Rachel Hollis",
      "quote": "The best way to celebrate the holidays is with some delicious food."
    },
    {
      "cite": "Anonymous",
      "quote": "Good food is all the sweeter when shared with good friends."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "Your diet is a bank account. Good food choices are good investments."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Thanks cows. I appreciate your tastiness."
    },
    {
      "cite": "Julia Child",
      "quote": "It's fun to get together and have something good to eat at least once a day. That's what human life is all about - enjoying things."
    },
    {
      "cite": "Maira Kalman",
      "quote": "Everyone I know is looking for solace, hope and a tasty snack."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "It is sometimes necessary for each person. Fill up with delicious food, get drunk, sing loudly and chat frivolously."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "The way to entice people into cooking is to cook delicious things."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Good food is very often, even most often, simple food."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After a good dinner one can forgive anybody. Even one's own relatives."
    },
    {
      "cite": "Anonymous",
      "quote": "Food is essential to life; therefore, make it good."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Laughter is the brightest, where food is best."
    },
    {
      "cite": "Laurie David",
      "quote": "A great dinner must include not only yummy food, but good converstion."
    },
    {
      "cite": "Mark Twain",
      "quote": "Part of the secret to success in life is to eat what you like and let the food fight it out inside."
    },
    {
      "cite": "Paul Prudhomme",
      "quote": "You don't need a silver fork to eat good food."
    },
    {
      "cite": "Irina Shayk",
      "quote": "Nothing is better than going home to family and eating good food and relaxing."
    },
    {
      "cite": "Anonymous",
      "quote": "Nothing brings people together like good food."
    },
    {
      "cite": "Sally Schneider",
      "quote": "But all that being said about modulation, if you're serving people delicious food, they won't complain."
    },
    {
      "cite": "Robert A Heinlein",
      "quote": "One should not attend even the end of the world without a good breakfast."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Laughter is brightest, where food is best."
    },
    {
      "cite": "Gail Simmons",
      "quote": "Patience is the secret to good food."
    }
  ]
}