{
  "source": "https://www.wisesayings.com/zen-quotes/",
  "theme": "zen",
  "quotes": [
    {
      "cite": "Allen Klein",
      "quote": "Zen teaches that if we can open up to the inevitability of our demise, we can begin to transform and lighten up about it."
    },
    {
      "cite": "Rumi",
      "quote": "We carry inside us the wonders we seek outside us."
    },
    {
      "cite": "Confucius",
      "quote": "The way out is through the door. Why is it that no one will use this method?"
    },
    {
      "cite": "Alan Watts",
      "quote": "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "If you have inner peace, nobody can force you to be a slave to the outer reality."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Pema Chödrön",
      "quote": "I'm here to tell you that the path to peace is right there, when you want to get away."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "Man suffers only because he takes seriously what the gods made for fun."
    },
    {
      "cite": "Buddha",
      "quote": "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Recognize the ego for what it is: a collective dysfunction, the insanity of the human mind."
    },
    {
      "cite": "Yoda",
      "quote": "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate leads to suffering."
    },
    {
      "cite": "Dogen Zenji",
      "quote": "To study Buddhism is to study ourselves. To study ourselves is to forget ourselves."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "In the stillness of the mind I saw myself as I am - unbound."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Guilt, regret, resentment, sadness & all forms of nonforgiveness are caused by too much past & not enough presence."
    },
    {
      "cite": "Buddha",
      "quote": "Work out your own salvation. Do not depend on others."
    },
    {
      "cite": "Gene Clark",
      "quote": "Zen is not an art, it's not a religion. It's a realisation."
    },
    {
      "cite": "Dogen Zenji",
      "quote": "You should study not only that you become a mother when your child is born, but also that you become a child."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Walk as if you are kissing the Earth with your feet."
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about."
    },
    {
      "cite": "Zen Saying",
      "quote": "What was never lost can never be found."
    },
    {
      "cite": "Huang Po",
      "quote": "Throughout this life, you can never be certain of living long enough to take another breath."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Life is a journey. Time is a river. The door is ajar."
    },
    {
      "cite": "Buddha",
      "quote": "One who conquers himself is greater than another who conquers a thousand times a thousand on the battlefield."
    },
    {
      "cite": "Alan Watts",
      "quote": "Zen does not confuse spirituality with thinking about God while peeling potatoes. Zen spirituality is just to peel the potatoes."
    },
    {
      "cite": "Maezumi Roshi",
      "quote": "Practice is this life, and realization is this life, and this life is revealed right here and now."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Only the hand that erases can write the true thing."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Meditation is the ultimate mobile device; you can use it anywhere, anytime, unobtrusively."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Zen is not some kind of excitement, but concentration on our usual everyday routine."
    },
    {
      "cite": "Dogen Zenji",
      "quote": "I come to realize that mind is no other than mountains and rivers and the great wide earth, the sun and the moon and stars."
    }
  ]
}