{
  "source": "https://www.wisesayings.com/zero-quotes/",
  "theme": "zero",
  "quotes": [
    {
      "cite": "Ellen DeGeneres",
      "quote": "Beauty isn't between a size zero and a size eight, it is not a number at all. It is not physical."
    },
    {
      "cite": "Stephen King",
      "quote": "There is zero, and there is eternity, and there is mortality, but there is no ultimate."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "There is zero correlation between IQ and emotional empathy.They're controlled by different parts of the brain."
    },
    {
      "cite": "Ron Atkinson",
      "quote": "Zero-zero is a big score."
    },
    {
      "cite": "Eric Ries",
      "quote": "Zero invites imagination, but small numbers invite questions about whether large numbers will ever materialize."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Zero defects is a super highway going down the tube."
    },
    {
      "cite": "Anonymous",
      "quote": "Zero is supposed to be nothing, but works wonders if on the right side."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Black holes are where God divided by zero."
    },
    {
      "cite": "Deyth Banger",
      "quote": "Zero ground is the beginning. sometimes you just don't have the normal productivity day."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "We all start with zero. We all start at the beginning. Do not give up."
    },
    {
      "cite": "Usama Fayyad",
      "quote": "There is no such thing as zero uncertainty."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "At the point so near to zero, just almost before the death, life's value jumps to infinity!"
    },
    {
      "cite": "Jaime Lerner",
      "quote": "If you want creativity, take a zero off your budget. If you want sustainability, take off two zeros."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "When one's expectations are reduced to zero, one really appreciates everything one does have."
    },
    {
      "cite": "Susan Cain",
      "quote": "There's zero correlation between being the best talker and having the best ideas."
    },
    {
      "cite": "Ben Stein",
      "quote": "It means zero to be against greed."
    },
    {
      "cite": "Jumi",
      "quote": "Starting from ZERO get nothing to lose."
    },
    {
      "cite": "Derek R. Audette",
      "quote": "Infinity is just zero spelled backwards."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Zero is the number people often feel, more so than one."
    },
    {
      "cite": "Eva Amurri",
      "quote": "A good teacher who can take the zero pay and help kids develop physically, emotionally, socially, is literally an angel."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A zero itself is nothing, but without a zero you cannot count anything; therefore, a zero is something, yet zero."
    },
    {
      "cite": "C.P. Snow",
      "quote": "Zeroth law: You must play the game First law: You can't win Second law: You can't break even Third law: You can't quit the game."
    },
    {
      "cite": "Ata Mohammad",
      "quote": "You are at the top. We just start from zero."
    },
    {
      "cite": "Howard Raiffa",
      "quote": "We act like a zero-sum society, when in reality there is a lot of non zero-sum fat to be skimmed off to everyone's mutual advantage."
    },
    {
      "cite": "Michael Korda",
      "quote": "If your position is everywhere, your momentum is zero."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "The real minimum wage is zero."
    },
    {
      "cite": "Hell",
      "quote": "Zero is the desire. When it gets existence, it creates one. And there is always another one and that is chaos."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "When you make yourself into zero, your power becomes invincible."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "A zero-gravity flight is a first step toward space travel."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you don't have a goal, you will score zero even if you run with the fastest speed."
    }
  ]
}