{
  "source": "https://www.wisesayings.com/zeus-quotes/",
  "theme": "zeus",
  "quotes": [
    {
      "cite": "Esther M. Friesner",
      "quote": "Aphrodite had the beauty; Zeus had the thunderbolts. Everyone loved Aphrodite, but everyone listened to Zeus."
    },
    {
      "cite": "Homer",
      "quote": "Zeus most glorious and most great, Thundercloud, throned in the heavens! Let not the sun go down and the darkness come, until I cast down headlong the citadel of Priam in flames, and burn his gates with blazing fire, and tear to rags the shirt upon Hectors breast! May many of his men fall about him prone in the dust and bite the earth!"
    },
    {
      "cite": "Aeschylus",
      "quote": "For know that no one is free, except Zeus."
    },
    {
      "cite": "Sophocles",
      "quote": "Bear up, my child, bear up; Zeus who oversees and directs all things is still mighty in heaven."
    },
    {
      "cite": "Aeschylus",
      "quote": "For the lips of Zeus do not know how to lie, but bring to fulfilment every word."
    },
    {
      "cite": "Heraclitus",
      "quote": "The wise is one only. It is unwilling and willing to be called by the name of Zeus."
    },
    {
      "cite": "Jean-Marie Le Pen",
      "quote": "An ancient dictum says that when Zeus wanted to destroy someone, he would first drive him mad."
    },
    {
      "cite": "Homer",
      "quote": "Proud is the spirit of Zeus-fostered kings - their honor comes from Zeus, and Zeus, god of council, loves them."
    },
    {
      "cite": "Homer",
      "quote": "Zeus it seems has given us from youth to old age a nice ball of wool to wind-nothing but wars upon wars until we shall perish every one."
    },
    {
      "cite": "Aeschylus",
      "quote": "Chorus: Zeus, who guided men to think who laid it down that wisdom comes alone through suffering. Still there drips in sleep against the heart grief of memory; against our pleasure we are temperate."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Father Zeus, who reign'st o'er all that in ether's mansions dwell, let a sign from thee now fall that thou lov'st this offering well!"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Commissioned by high-thundering Zeus, to lead a maiden to Prometheus, in his tower."
    },
    {
      "cite": "Robert Nichols",
      "quote": "Throned Zeus nods nor may be woken but by the song of spirits seven."
    },
    {
      "cite": "John Andrew Simshauser",
      "quote": "Lord God Zeus it happened when I was still a youth."
    },
    {
      "cite": "Archilochus",
      "quote": "Zeus, the father of the Olympic Gods, turned mid-day into night, hiding the light of the dazzling Sun; and sore fear came upon men"
    },
    {
      "cite": "Plato",
      "quote": "According to Greek mythology, humans were originally created with four arms, four legs and a head with two faces. Fearing their power, Zeus split them into two separate parts, condemning them to spend their lives in search of their other halves."
    },
    {
      "cite": "Aristophanes",
      "quote": "Open your mouth and shut your eyes and see what Zeus will send you."
    },
    {
      "cite": "Sophocles",
      "quote": "Zeus detests above all the boasts of a proud tongue."
    },
    {
      "cite": "Euripides",
      "quote": "Zeus hates busybodies and those who do too much."
    },
    {
      "cite": "Aeschylus",
      "quote": "The will was of Zeus, the hand of Hephaestus."
    },
    {
      "cite": "Aeschylus",
      "quote": "Chorus: Zeus, who guided men to think who laid it down that wisdom comes alone through suffering. Still there drips in sleep against the heart grief of memory; against our pleasure we are temperate."
    },
    {
      "cite": "Aeschylus",
      "quote": "Zeus, first cause, prime mover; for what thing without Zeus is done among mortals?"
    },
    {
      "cite": "Sophocles",
      "quote": "The dice of Zeus always fall luckily."
    },
    {
      "cite": "Hesiod",
      "quote": "It is not possible either to trick or escape the mind of Zeus."
    },
    {
      "cite": "Homer",
      "quote": "Zeus does not bring all men's plans to fulfillment."
    },
    {
      "cite": "Archilochus",
      "quote": "Nothing can be sworn impossible since Zeus made night during mid-day, hiding the light of the shining Sun."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "ZEUS /n./ The chief of Grecian gods, adored by the Romans as Jupiter and by the modern Americans as God, Gold, Mob and Dog."
    },
    {
      "cite": "Henry Kendall",
      "quote": "Did the thing that Zeus commanded: so it came to pass that he who had chased a white-armed virgin, caught at her, and clasped a tree."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Zeus, who gives to terror birth, who the dreaded Aegis waves."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Take the world! Zeus exclaimed from his throne in the skies to the children of man--\"take the world I now give; it shall ever remain as your heirloom and prize, so divide it as brothers, and happily live."
    }
  ]
}