{
  "source": "https://www.wisesayings.com/zoo-quotes/",
  "theme": "zoo",
  "quotes": [
    {
      "cite": "George Yeo",
      "quote": "LIke animals in the jungle, the Zoo has to compete very hard, competing not only with other tourist attractions in Singapore, but also with other zoos in the world."
    },
    {
      "cite": "George Yeo",
      "quote": "It is a view of life we should promote in the Zoo. It is a view of life all mankind needs to tackle the problems of the environment, with an understanding that, by complex feedback loops, our actions can destroy us if we are not careful."
    },
    {
      "cite": "Nicholas Tomalin",
      "quote": "The Zoo is now a fantastic and wonderful place, changed beyond recognition from the old collection of fusty Edwardian barns, smelling of elephant droppings."
    },
    {
      "cite": "John Berger",
      "quote": "The public purpose of zoos is to offer visitors the opportunity of looking at animals. Yet nowhere in a zoo can a stranger encounter the look of an animal. At the most, the animal's gaze flickers and passes on. They look sideways. They look blindly beyond."
    },
    {
      "cite": "Desmond Morris",
      "quote": "The city is not a concrete jungle, it is a human zoo."
    },
    {
      "cite": "Ragnhild Aslaug Sollund",
      "quote": "When animals are confiscated at the airport, sometimes a zoo will take them in, but confiscation happens so frequently that zoos have become saturated with certain species."
    },
    {
      "cite": "Irus Braveman",
      "quote": "Some zoos even explicitly prescribe the sort of looks that visitors should and should not perform."
    },
    {
      "cite": "Susan Chin",
      "quote": "People want to see animals, and they want to see them doing stuff, living their lives."
    },
    {
      "cite": "Irus Braveman",
      "quote": "The zoos exhibition of domesticated animals is quite different from that of wild animals. Whereas the zoogoer is commonly allowed only to look— not to touch— wild animals, visitor's of children's zoos, especially children, are encouraged to pet the animals."
    },
    {
      "cite": "W. Dolder",
      "quote": "The life expectancy of zoo animals is three to four times greater than those creatures in wild, who have to fight day after day to survive."
    },
    {
      "cite": "Louis MacNeice",
      "quote": "Many people take to animals to escape from human beings— but often it turns out they find the animals so human."
    },
    {
      "cite": "Bob Mullan",
      "quote": "The majority of the animals which are to be found in zoos are those which English speakers would refer to as 'wild', a term which usually stands in opposition to 'domestic.'"
    },
    {
      "cite": "Geoff Hosey",
      "quote": "Modern zoos are no longer any places that keep a few animals for people to go and look at. They are scientifically run and governmentally regulated institutions, which have a significant role to play in our relationship with the natural world."
    },
    {
      "cite": "Geoff Hosey",
      "quote": "Zoos have a major role to play nowadays in raising awareness and education about animals and environmental issues, and we consider this role briefly in so far as it affects the animals and their environment."
    },
    {
      "cite": "Steve Jenkins",
      "quote": "But zookeepers also have more unusual responsibilities. You might find yourself playing games with a monkey, imitating a vulture, weighing a snake— even tickling a tapir."
    },
    {
      "cite": "National Geographic",
      "quote": "American zoos are visited each year by more than a hundred million people, a number that exceeds the combined attendance of all big league baseball, football, and basketball games."
    },
    {
      "cite": "Michael George",
      "quote": "Caring for zoo animals in not an easy task. All animals have different lifestyles and needs."
    },
    {
      "cite": "Michael George",
      "quote": "We need zoos to connect people with endangered animals, to help them understand these problems and to inspire the need for protection."
    },
    {
      "cite": "Anonymous",
      "quote": "The zoo is a pretty safe place to fart."
    },
    {
      "cite": "Jack Hanna",
      "quote": "Zoo animals are ambassadors for their cousins in the wild."
    },
    {
      "cite": "Evan Esar",
      "quote": "Zoo: An excellent lace to study the habits of human beings."
    },
    {
      "cite": "Gerald Durrell",
      "quote": "Zoos should concentrate more on the preservation side of things."
    },
    {
      "cite": "Betty White",
      "quote": "People forget the good that zoos do. If it weren't for zoos, we would have so many species that would be extinct today."
    },
    {
      "cite": "David Sedaris",
      "quote": "A zoo is a good place to make a spectacle of yourself, as the people around you have creepier, more photogenic things to look at."
    },
    {
      "cite": "Desmond Morris",
      "quote": "The city is not a concrete jungle, it is a human zoo."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Zoos are becoming facsimiles or perhaps caricatures of how animals once were in their natural habitat. If the right policies toward nature were pursued, we would need no zoos at all."
    },
    {
      "cite": "Seth Klarman",
      "quote": "The best protection against risk is knowing what you are doing."
    },
    {
      "cite": "Yann Martel",
      "quote": "Zoo is an artificial territory, an approximation. Civilization is our natural territory."
    }
  ]
}