{
  "source": "https://www.wisesayings.com/zumba-quotes/",
  "theme": "zumba",
  "quotes": [
    {
      "cite": "Satchel Paige",
      "quote": "Work like you don’t need the money. Love like you’ve never been hurt. Dance like nobody’s watching."
    },
    {
      "cite": "Paolo Coelho",
      "quote": "When you dance, you can enjoy the luxury of being you."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Every day brings a chance for you to draw in a breath, kick off your shoes, and dance."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Do it big, do it right, and do it with style."
    },
    {
      "cite": "Simon Fowler",
      "quote": "Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "And those who were seen dancing were thought to be insane by those who could not hear the music."
    },
    {
      "cite": "Jess C Scott",
      "quote": "A fit, healthy body that is the best fashion statement."
    },
    {
      "cite": "Martha Graham",
      "quote": "All that is important is this one moment in movement. Make the moment important, vital, and worth living. Do not let it slip away unnoticed and unused."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "To dance is to be out of yourself. Larger, more beautiful, more powerful."
    },
    {
      "cite": "James Brown",
      "quote": "The one thing that can solve most of our problems is dancing."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "When the melody plays, footsteps move, heart sings and spirit begin to dance."
    },
    {
      "cite": "Sherry",
      "quote": "Zumba is a great way to exercise and fellowship with other people in a fun atmosphere!"
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "Dance is that delicacy of life radiating every particle of our existence with happiness."
    },
    {
      "cite": "Robin Wright",
      "quote": "Oh my God, Zumba is the greatest invention ever for women. I like to exercise, though I do nothing consistently because I get bored and impatient. With Zumba, you're dancing, you're moving your hips. So much fun."
    },
    {
      "cite": "Sarah D.",
      "quote": "Zumba has been a fun alternative to traditional exercise. I love the upbeat music too!"
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "One step, two steps, three steps; like winds of time experience joy of centuries, when movements become revelations of the dance of destinies."
    },
    {
      "cite": "Shanina Shaik",
      "quote": "I like doing Zumba. I only do it like, once a week. If I did it more often, I would be very skinny."
    }
  ]
}