{
  "source": "tt3480822",
  "title": "Black Widow",
  "year": 2021,
  "summary": "Natasha Romanoff confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises.",
  "characters": ["Alexei", "Antonia", "Budapest Clerk", "Commuter", "Cookie Gulag Guard", "Dreykov", "Guard", "Gulag Arm Wrestling Inmate #169", "Gulag Inmate", "Gulag Inmate #120", "Gulag Inmate #4", "Gulag Prisoner", "Gulag Riot Guard", "Ingrid", "KGB", "Lerato", "Man in BMW", "Mason", "Mechanic", "Mechanic's Child", "Mechanic's Wife", "Melina", "Natasha Romanoff", "Neighbor", "Ohio Agent", "Oksana", "Prison Guard", "Prison Riot Guard", "Prisoner", "Red Room Scientist 1", "Red Room Scientist 2", "Riot Guard", "Ross Agent", "Ross Lieutenant", "Russian Prisoner", "Russian Soldier", "Russian Spetnaz", "SWAT Team", "SWAT Team Leader", "Scientist Morocco 1", "Scientist Morocco 2", "Secretary Ross", "Sgt Byrd", "Street Kid", "Strudel Gulag Guard", "Super Soldier", "Task Force Soldier", "Taskmaster", "Tattoo Gulag Inmate", "Ursa", "Valentina Allegra de Fontaine", "Widow", "Yelena Belova", "Young Antonia", "Young Ingrid", "Young Natasha", "Young Widow", "Young Yelena"],
  "synopsis": [
    "In 1995, young Natasha Romanoff and Yelena Belova are whisked away by their surrogate parents, Alexei Shostakov, originally Russia's Captain America known as the Red Guardian, and former Black Widow Melina Vostokoff from their home in Ohio. As their mission ends, Romanoff and Belova are put through the Red Room for further training.",
    "In 2016, following the battle between the Avengers at Leipzig/Halle Airport,[N 1] Romanoff is a fugitive from the government for violating the Sokovia Accords. She escapes from U.S. Secretary of State Thaddeus Ross and flees to a safehouse in Norway where she reunites with her contact Rick Mason. Elsewhere, Belova is still working for the Red Room where she kills a former Black Widow, only to come in contact with a substance called Red Dust that removes the Red Room's control of her. She sends the antidote to Romanoff's safehouse in the hopes that she will return to help her.",
    "As Romanoff unknowingly drives off with the antidote, she is attacked by Taskmaster, who is after the Red Dust. Romanoff manages to evade Taskmaster and learns that the Dust came from Belova. The two reunite in Budapest, but are then attacked by Black Widows. While escaping, Romanoff learns the Red Room is still active and that its leader, Dreykov, is still alive. In order for her to join S.H.I.E.L.D., her mission was to kill Dreykov. After detonating a building with him and his young daughter Antonia in it (an act that has haunted her), both were presumed dead. Romanoff and Belova evade Taskmaster and meet back up with Mason who supplies them an aircraft.",
    "Romanoff and Belova break Shostakov out of prison to learn where Dreykov is and he tells them that they need to speak with Vostokoff who has been living on a farm using mind control on pigs. Belova reveals that while they were not a real family, she still wanted to believe that they were so, while Shostakov and Vostokoff admit that they too wished they were a real family. Vostokoff gives away their location to Dreykov whose agents arrive and take them away to the Red Room, which is located on an aerial base.",
    "As Dreykov congratulates Vostokoff on finding them, it is revealed that Vostokoff and Romanoff used face mask technology to switch places at the farm, having planned their own capture. Romanoff learns that Taskmaster is Antonia, who had suffered damage so severe that Dreykov was forced to put a chip in her head to help her, turning her into the perfect soldier. Romanoff also discovers that she cannot harm Dreykov due to a pheromone lock he installed in every Widow, and that he has been controlling Widows all around the world via his control desk. After goading Dreykov into punching her in the face, Romanoff intentionally severs a nerve in her nasal passage to negate the pheromone and allow herself to attack Dreykov.",
    "Vostokoff attempts to take out the ship's engine while Shostakov battles Antonia and Belova searches for the other Widows who are sent to protect Dreykov. Dreykov escapes as the Widows gang up on Romanoff, but Belova creates a Red Dust bomb that releases the Widows from mind control. Romanoff gets into the control desk and releases the other Widows worldwide just as the ship begins to explode and fall. Vostokoff and Shostakov are forced to escape the ship via aircraft just as Belova takes out Dreykov's escape ship, killing him.",
    "Romanoff gives Belova a parachute as she and Antonia have one final battle through the sky before safely landing on the ground. Romanoff uses the last vial of Red Dust on Antonia, freeing her from servitude. The rest of the Widows arrive as Belova, Vostokoff, and Shostakov say goodbye to Romanoff, with Belova giving her her vest to remember her by. As they leave along with a recovering Antonia, Romanoff awaits the arrival of Ross and his men. Two weeks later, Romanoff, now sporting blond hair, reunites with Mason who has supplied her with a quinjet. She rides off to free the detained Avengers from the Raft.",
    "In a post-credits scene set after Romanoff's death,[N 2] Belova encounters Contessa Valentina Allegra de Fontaine, now her employer, at Romanoff's grave and learns her next mission is to hunt the man \"responsible\" for Romanoff's death: Clint Barton."
  ]
}