{
  "source": "tt9032400",
  "title": "Eternals",
  "year": 2021,
  "summary": "The saga of the Eternals, a race of immortal beings who lived on Earth and shaped its history and civilizations.",
  "characters": ["Ajak", "Ancient Babylon Farmer", "Ancient Babylon Smuggler #1", "Ancient Babylon Smuggler #2", "Arishem", "Aztec Child", "Babylon Villager", "Ben", "Blade", "Bollywood Dancer", "Bollywood Star", "Dane Whitman", "Diego", "Druig", "Eric Brooks", "Eros", "Gilgamesh", "Girl", "Gupta Hindu Priest", "Ikaris", "Jack", "Jano", "Karun", "Kingo", "Kro", "Kro On-Set Reader", "Makkari", "Mesopotamian Father", "Mesopotamian Grandmother", "Mesopotamian Young Man", "Natural History Museum Student", "Passerby", "Patrick", "Phastos", "Pip the Troll", "Sandra", "Sersi", "Sprite", "Thena"],
  "synopsis": [
    "The movie opens up with a text scrolls that explains a short history of celestials and eternals. The movie goes back and forth between past and present showing us all things the eternals participated in history, including helping them advance their technology to the point humans make the bomb that hit Hiroshima and the conquistadors conquest through America. As well as all the times they protected the world from the alien monster called the Deviants up until the 1500s as they thought they had killed the last of them.",
    "Thena is the one that sparks them all to split by attacking the group but she doesn't kill anyone. Ajak the leader wants to erase her memories to prevent more attacks but Gilgamesh steps up and says he'll take her and keep everyone safe. Druig ensues into a deep monologue about how he doesn't like standing on the side lines while humans slaughter each other, so he takes some of the nearby fighting humans and leaves. Gilgamesh and Thena go off and live in Australia together. Sprite and Sersi become companions during the time when Ikaris leaves Sersi. Sersi starts dating Dane Whitman and teaching at a primary school. Kingo travels the world and eventually becomes a popular Bollywood actor, even going as far as pretending to be his own descendants within a fake family so he can keep acting. Druig starts a colony in the Amazon. Phastos goes and lives his life by having a family, he has a husband and a son. Makkari has been living in their ship for centuries.",
    "After the Deviants start attacking again Sersi, Ikaris, and Sprite go and try to find their leader Ajak who they find dead, attacked by a deviant which now has her powers of healing and later becomes Kro. Ajak has a orb in her chest that allowed her to talk to the Celestial who made them, when Sersi finds the body the orb goes into her allowing her to speak to the celestial that made them. The team then goes and collects Kingo while he's making a film. They use his private jet to travel most of the movie, his valet tagging along to record a \"documentary\". They travel to Australia to collect Gilgamesh and Thena. While there Sersi talks to the Celestial again using the orb. They then find out that the celestial sent the eternals to protect a seed that was planted inside the earth. The seed grows into a another Celestial so long as the population grows. The Celestial made Deviants to kill predators on planets so that the intelligent population would thrive. But instead they evolved and started hunting down everything. So the Celestial made the Eternals kill the Deviants so the population may grow. Once the seed is done growing the emergence begins destroying the world creating a new Celestial after the complete destruction of said planet. The eternals minds are then erased and they are sent onto a new planet to destroy. Thena's memories weren't completely erased so that's why she's going crazy.",
    "After learning this information, they go and try to convince Druig to help put the celestial to sleep. There is a fight scene with the Deviants, as Kro eats Gilgamesh then becomes more humanoid. After some convincing Druig says he can't do it alone, and needs a machine built by Phastos to even think about potentially doing that. So they all go collect Phastos, Phastos is not convinced by the other Eternals that his husband is the one that convinced him to help. They all go back to the main ship in the desert where Makkari is residing, they tell her what's going on. Phastos's big idea is to connect them all in a uni-mind state allowing Druig to control the Celestial. Ikaris finally breaks after people start taking sides, calling for him to help make a decision for the team. It flashes back and shows that he was the one that fed Ajax to Kro and the other deviants allowing them to evolve further. He's also known for a long time their true purpose, but when he found out Ajak didn't want to destroy planets anymore he killed her. Ajak had decided to intervene with the emergence after she watched the avengers bring back everyone from Thanos's snap. The avengers bringing half the population back also sped up the emergence according to Ajak. The group then gets into a fight leading to Ikaris and Sprite leaving together. Kingo leaves too because he agrees with Ikaris but doesn't want to fight his friends. Thena convinces Sersi that what she's doing is right and that they need to save the planet.",
    "After Sersi is convinced to continue their mission to save earth, Phastos takes the sphere that allows Sersi to talk to the celestials to create bracelets to connect the eternals. They then fly in their ship to the source of the emergence. Once they arrive they connect to Druig in a attempt to control the celestial. Ikaris starts fighting the group, injuring druig so he's unable to complete his connection to the celestial. They then decide that it's best for sersi to use her powers to connect to the celestial to kill it. While the others in the group distract Ikaris, Kro comes in and starts a fight with Thena. Thena kills Kro and in doing so regains control of her memories. Phastos and Makkari are effective at holding their own against Ikaris, at one point Phastos has Ikaris trapped and unable to use any of his powers using some kind of power dampening device he made in the moment. Sersi attempts to connect the celestial but Sprite comes up and violently stabs her in the back with a knife. Druig then comes out of nowhere and knocks out Sprite with a rock. Sersi connects to the celestial and starts turning it into stone. Ikaris breaks free and tries to stop her, but realizes he can't because he loves her. Sersi then reconnects to the celestial but this time with the help of the other eternals completely changing it into stone. Ikaris starts crying because he can't decide whether or not to continue fighting them or join them, after this is done ikaris flies off straight into the sun. Sersi uses what little power she has left from connecting to the celestial to make sprite a human. It doesn't state whether or not she kept her powers though. Druig, Thena, and Makkari go off in their ship to find more eternals.",
    "Dane professes his love for Sersi and is about to reveal a secret about his family history when she, along with Phastos and Kingo, are remotely dragged into space by Arishem, who is displeased with their treason but elects to spare humanity if the Eternals' memories show that humans are worthy of living. He vows to return for judgment before disappearing into a singularity, taking them with him.",
    "Mid-credit scene: Thena, Makkari and Druig are visited by the Eternal Eros (brother of Thanos) and his assistant Pip the Troll, who offer to help them.",
    "Post-credit scene: Dane Whitman opens an old chest inherited from his ancestors that contains the legendary Ebony Blade when an unseen person (identified off screen as Blade) questions him whether he his ready for it."
  ]
}